[
    {
        "title": "مكانة الحيوانات في العقيدة المصرية",
        "description": "لعبت الحيوانات دورًا هامًا في المعتقدات الدينية المصرية، حيث اعتقد المصريون القدماء أن بعض الحيوانات كانت تجسيدًا للآلهة أو أرواحًا مقدسة. لذلك، حظيت بمكانة خاصة، وتم تحنيطها وفق طقوس محددة."
    },
    {
        "title": "طرق اختيار الحيوانات المقدسة",
        "description": "كان لكل منطقة في مصر حيوان مقدس، وكان هناك نظام خاص لاختيار هذه الحيوانات. على سبيل المثال، كان العجل أبيس يُختار بناءً على علامات محددة مثل بقعة بيضاء على رأسه، وشكل نسر على ظهره، وخنفساء تحت لسانه، كما ذكر المؤرخ هيرودوت."
    },
    {
        "title": "جبانات الحيوانات المقدسة",
        "description": "تم تخصيص مقابر خاصة للحيوانات المقدسة في مختلف أنحاء مصر. من أبرز هذه المقابر: جبانة الطائر أبيس في أبيدوس، مدافن الكلاب في أبيدوس، والسريابيوم في منف، حيث كان يُدفن العجل أبيس في توابيت فخمة."
    },
    {
        "title": "طرق تحنيط الحيوانات",
        "description": "كان تحنيط الحيوانات يهدف إلى الحفاظ على شكلها الخارجي، حيث كانت تُلف بلفائف هندسية دقيقة، وتُوضع داخل توابيت مصنوعة من الفخار أو الخشب أو البرونز أو الجرانيت. وكان الهدف الأساسي من التحنيط أن تشبه المومياء الشكل الطبيعي للحيوان بعد تحنيطه."
    },
    {
        "title": "استخدام المواد الكيميائية في التحنيط",
        "description": "تم استخدام مواد مثل النطرون والراتنج والقار المعدني في تحنيط الحيوانات للحفاظ على جثثها. وُجد أن الطيور، مثل الصقور، كانت تُغمس في خليط من الراتنج والمعدن المصهور قبل لفها بالقماش لحفظ مظهرها."
    },
    {
        "title": "تحنيط الحيوانات في العصر اليوناني الروماني",
        "description": "معظم مومياوات الحيوانات التي عُثر عليها تعود إلى العصر اليوناني الروماني. وكانت عملية التحنيط في هذا العصر تركز بشكل أساسي على الحفاظ على المظهر الخارجي للحيوان، أكثر من اهتمامها بالحفاظ على الأعضاء الداخلية."
    },
    {
        "title": "أهمية تحنيط الحيوانات للعلم الحديث",
        "description": "ساعدت مومياوات الحيوانات على دراسة الأنواع التي كانت تعيش في مصر القديمة، مما مكّن العلماء من تصنيفها ودراستها علميًا. تشمل الأنواع التي تم العثور عليها: الغزلان، الكلاب، القطط، القرود، التماسيح، الأسماك، الثعابين، الجعران، والعجول."
    },
    {
        "title": "دراسة حديثة على مومياء كلب",
        "description": "أُجريت دراسة على مومياء كلب عُثر عليها في تونا الجبل، حيث تبين أنها لجرو صغير لا يتجاوز عمره ثلاثة أشهر. كشفت الفحوص عن استخدام النطرون في تحنيطه، بالإضافة إلى وجود مركبات الكروم في الأقمشة المستخدمة، مما يدل على تطور تقنيات التحنيط."
    }
    ,
     {
        "imageUrls":[
                    "/assets/mummification/animal/حيوان1.PNG",
                    "/assets/mummification/animal/حيوان2.PNG"
        ]
    }
    ,
    {
        "imageUrls":[
                    "/assets/mummification/animal/حيوان3.PNG",
                    "/assets/mummification/animal/حيوان4.PNG"
        ]
    }
]
