[
    {
    "title": "الأثاث الجنائزي في مصر القديمة",
    "description": "يتألف الأثاث الجنائزي من مجموعة متنوعة من العناصر التي كانت تُستخدم لتأمين راحة المتوفى واحتياجاته الرمزية في العالم الآخر.",
    "listItems": [
        { "title": "المقاعد" },
        { "title": "الأسرة" },
        { "title": "مساند الرأس" },
        { "title": "المناضد والحوامل والمحفات" },
        { "title": "الصناديق والمقاصير الخشبية" },
        { "title": "موائد القرابين" },
        { "title": "التوابيت" },
        { "title": "الألعاب الخشبية" },
        { "title": "العجلات" },
        { "title": "القلائد" },
        { "title": "التمائم" },
        { "title": "الأقنعة الجنائزية" },
        { "title": "صناديق الأوشابتي" }
    ]
}
,
{
    "title": "أمثلة على الأثاث المكتشف",
    "listItems": [
        {
            "title": "عصر ما قبل الأسرات",
            "description": "اكتُشفت في مقابر هذه الفترة أدوات منزلية بسيطة، مثل الحصير والأسرة المغطاة بحشايا من الجلد المحشو بالقش. وُجدت أيضًا أوانٍ فخارية بأشكال متعددة كانت تُستخدم في الحياة اليومية."
        },
        {
            "title": "عصر بداية الأسرات",
            "description": "تُظهر جدران مقبرة حسي رع (الأسرة الثالثة) أدلة على تطور الأثاث في ذلك الوقت، حيث تضمنت كراسي وأسرة مريحة."
        },
        {
            "title": "الدولة القديمة",
            "description": "عُثر في هرم سقارة وأبوابه الوهمية على حصير ملون يُظهر جمال الأثاث في قصور الملوك. في مقبرة الملكة حتب حرس، والدة الملك خوفو، تم اكتشاف بقايا أثاث فاخر، على الرغم من تعرضه للسرقة. من أبرز القطع كرسي مذهّب ذو قوائم مصممة على شكل أرجل حيوان."
        },
        {
            "title": "الدولة الوسطى",
            "description": "شهدت هذه الفترة تطورًا في تصميم الأثاث، حيث أصبح ظهر الكرسي مائلاً للخلف لتوفير المزيد من الراحة. تم العثور على صناديق صغيرة للعطور تُعرض الآن في متحف المتروبوليتان."
        },
        {
            "title": "الدولة الحديثة",
            "description": "برزت المصانع الملكية خلال هذه الحقبة في إنتاج أجمل قطع الأثاث، التي غالبًا ما كانت تُهدى لعظماء رجال الدولة وملوك الشرق. أبرز الاكتشافات جاءت من مقبرة توت عنخ آمون، حيث عُثر على كرسي العرش الذهبي الذي يُعتبر تحفة فنية فريدة."
        }
    ]
}
,
{
    "title": "المواد التي استخدمها المصري القديم في صناعة الأثاث",
    "listItems": [
        {
            "title": "خشب الأرز",
            "description": "كان يستورد من لبنان، واستخدم في صناعة الكراسي، المقاعد، الأسرة، والمناضد."
        },
        {
            "title": "الأبنوس",
            "description": "كان يستورد من بلاد بونت، واستخدم في صناعة الكراسي والمقاعد وموطئ القدم."
        },
        {
            "title": "النخيل",
            "description": "استخدم المصريون أليافه في ربط أجزاء قطع الأثاث."
        },
        {
            "title": "الأتل",
            "description": "هو نوع من الأشجار المتواجدة في مصر، استُخدم في صناعة الكراسي والأسرة."
        },
        {
            "title": "العاج",
            "description": "كان يُحصل عليه من أنياب فرس النهر، واستخدم في بعض قطع الأثاث."
        },
        {
            "title": "الجلد",
            "description": "استُخدم جلد الحيوان في صناعة الكراسي، كما كان يُستخدم لتنجيد أماكن الجلوس في المقاعد."
        },
        {
            "title": "الكتان",
            "description": "من أقدم النباتات التي زرعت في مصر منذ العصور المبكرة، وصنع منه المصريون المنسوجات."
        }
    ]
}
,
{
    "title": "المقاعد",
    "description": "بدأت المقاعد في مصر القديمة بتصميم بسيط دون مساند خلفية، لكنها تطورت لاحقًا لتشمل مساند تدعم ظهر الجالس، مما وفر راحة إضافية. أقدم الكراسي كانت مزودة بقوائم منحوتة بأشكال حيوانات، مثل أطراف الأسد، مما أضفى عليها طابعًا فنيًا مميزًا. كما ظهرت مقاعد قصيرة الارتفاع خلال تلك الفترة.",
    "listItems": [
        {
            "title": "عصر الدولة الوسطى",
            "description": "تطور تصميم الكراسي حيث أصبح مسند الظهر مائلًا للخلف لتوفير مزيد من الراحة. ومع تقدم الزمن، خاصة في عصر الدولة الحديثة، شاعت الكراسي ذات المساند المزخرفة، وظهرت تصميمات مبتكرة مثل ظهر الكرسي المقوس ومقاعد مضفورة من الحبال أو مصنوعة من سيور الجلد."
        },
        {
            "title": "العرش الذهبي للفرعون توت عنخ آمون",
            "description": "تحفة فنية لا تضاهى، زُينت بشكل مذهل بالفضة والعقيق والقاشاني والزجاج الملون والأحجار الكريمة، مما يعكس براعة المصريين القدماء في تصميم الأثاث الفاخر."
        },
        {
            "title": "تطور تصميم الكراسي",
            "description": "في البداية، كانت الكراسي تُنحت من الحجر بشكل مكعب، ثم تطورت لتُصنع قواعدها من الخشب ومقاعدها من حجر الصوان الأملس. مع مرور الوقت، أصبحت المقاعد مقعرة وأكثر راحة، وأضيفت إليها وسائد من الجلد أو القماش، كما أضيفت مساند الظهر والذراعان لتوفير دعم أفضل."
        },
        {
            "title": "الكراسي وأصحاب المكانة الرفيعة",
            "description": "كانت الكراسي تُخصص عادةً لأصحاب المكانة الرفيعة، وتُوضع أمامها مساند للأرجل مصنوعة من الخشب ومزخرفة بصور الأعداء، في إشارة رمزية إلى سيطرة الملك عليهم."
        },
        {
            "title": "عصر الدولة الحديثة",
            "description": "شاع تصميم قوائم الكراسي بأشكال مستوحاة من أطراف الحيوانات. كما عُثر على نماذج لمقاعد مدورة وثلاثية الأرجل وأخرى قابلة للطي، ما يعكس تنوع التصميمات والابتكار في ذلك العصر."
        },
        {
            "title": "كرسي مذهّب من قبر توت عنخ آمون",
            "description": "عُثر عليه في مدينة طيبة، وهو مصنوع من الخشب المطلي بالذهب، وزُين بتطعيمات دقيقة من الخزف والزجاج والكالسيت، مما يعكس براعة المصريين القدماء في صناعة الأثاث الفاخر."
        }
    ]
    ,
    "imageUrls":[
         "/assets/mummification/furniture/مقاعد.PNG"
    ]
}
,
{
    "title": "الأسرّة في مصر القديمة",
    "description": "كانت الأسرّة من القطع الأساسية للأثاث الجنائزي عند المصريين القدماء، وكان أفراد الطبقة الراقية يفتخرون بها كثيرًا. فالنوم على السرير كان يعد دليلًا على التحضر، بخلاف الفلاحين والبدو. كانت الأسرّة عادةً منخفضة، لا يتجاوز ارتفاعها عن الأرض 30 سم، وبعضها كان يحتوي على قائمين عند الرأس، بينما كان طرفها الآخر مستقرًا على الأرض. كما وُجدت أسرّة تحت ظلة محمية بأعمدة وأستار.",
    "listItems": [
        {
            "title": "سرير الملكة حتب حرس",
            "description": "من أشهر الأسرّة في مصر القديمة، كان يميل نحو القدمين ويحتوي على متكأ للرأس مصنوع من الخشب. كان المتكأ مزودًا بوسادة ويُغطى بالذهب من الأعلى والفضة من الأسفل. كما كان للسرير ظلة مزخرفة بستار مغلف بالذهب، أهداه لها زوجها الملك سنفرو لحمايتها من الحشرات أو لتوفير الخصوصية."
        },
        {
            "title": "تصميم الأسرّة في الأسرة الثامنة عشرة (1567 - 1320 ق.م)",
            "description": "كانت الأسرّة مرتفعة عند الرأس ومنخفضة عند القدمين، وتُصنع من إطار خشبي مع أربعة أرجل متصلة بحبال مضفورة من الكتان لخلق سطح مرن للنوم."
        },
        {
            "title": "مساند الرأس",
            "description": "كانت مساند الرأس المصنوعة من الخشب أو العاج تُستخدم بدلًا من الوسائد لضمان راحة النائم ومنع انزلاقه أثناء النوم."
        },
        {
            "title": "أسرّة الملك توت عنخ آمون",
            "description": "عُثر في قبره على أسرّة ضخمة كانت قوائمها مثبتة باستخدام خطاطيف من البرونز، مما سمح بفكها وطيها لتصبح قابلة للنقل. كانت الأسرّة تُصنع بأعداد قليلة، وكان الملوك والحكام يأخذون أسرّتهم معهم أثناء تجوالهم."
        },
        {
            "title": "سرير الملكة حتب حرس في الجيزة",
            "description": "عُثر على سرير مزود بظلة تم تثبيت قطعها باستخدام تقنية 'التعشيق'، وهي الطريقة الأولى من نوعها. كما تم العثور على كرسيين بذراعين مغلفين بقشور الذهب، إلى جانب علبتي مجوهرات وصندوق ستائر، مما يثبت أن المصريين القدماء كانوا أول من استخدم تقنية 'التلسين' في صناعة الأثاث، التي تقوم على جمع أجزاء الأثاث باستخدام النقرة واللسان."
        }
    ]
}
,
{
    "title": "مسند الرأس",
    "description": "كان من أهم قطع الأثاث في مصر القديمة، وقد صُمم ليشغل الفراغ بين رأس وكتف النائم الذي يرقد على جانبه. تشير الأدلة إلى استخدامه منذ الأسرة الثالثة، واستمر حتى العصر المتأخر. وُجدت أشكال بدائية منه في دفائن أبي صير وعصر ما قبل الأسرات، كما عُثر على أجزاء منه في مقابر ترخان التي تعود إلى الأسرة الأولى.",
    "imageUrls":[
         "/assets/mummification/furniture/مسند.PNG"
    ]
}
,
{
    "title": "تصميم ومواد تصنيع مسند الرأس",
    "listItems": [
        {
            "title": "شكل المسند",
            "description": "بقي التصميم التقليدي لمسند الرأس ثابتًا على مر العصور، حيث يتكون من قاعدة مستطيلة مسطحة لتحقيق الثبات، تعلوها عمود رأسي يربط القاعدة بالمسند المقوس الذي يأخذ شكل الهلال."
        },
        {
            "title": "مواد التصنيع",
            "description": "صُنع المسند من مواد مختلفة على مر العصور، مثل الخشب، الحجر الجيري، الألباستر، الفخار، والعاج. تأثرت كمية المساند المصنوعة من كل مادة بتقاليد الدفن في كل فترة تاريخية."
        },
        {
            "title": "المساند في الدولة القديمة",
            "description": "عُثر على عدد كبير من المساند المصنوعة من الفخار والحجر الجيري والألباستر، بينما قلّ عددها في الأسرة الثانية عشرة بسبب انتشار المساند الخشبية، التي لم تصمد بنفس الطريقة."
        },
        {
            "title": "المساند في الدولة الحديثة",
            "description": "أصبح الخشب المادة الرئيسية لصناعة المساند، بالإضافة إلى الألباستر والخزف. كما تم تزيين بعض المساند بزخارف مثل زهرة اللوتس."
        }
    ]
}
,
{
    "title": "أنواع مسند الرأس وتطوره",
    "listItems": [
        {
            "title": "النوع الأول",
            "description": "يُصنع من الخشب، إما من كتلة خشبية واحدة أو من عدة قطع متصلة. كان شائعًا طوال العصور الفرعونية."
        },
        {
            "title": "النوع الثاني",
            "description": "يتكون من عمودين، ويُصنع من الخشب أو الحجر، واستُخدم حتى العصور المتأخرة."
        },
        {
            "title": "النوع الثالث",
            "description": "يُصنع من الخشب، الحجر الجيري، أو الألباستر، ويحتوي على قاعدة صغيرة فوق العمود، وهي سمة مميزة للدولة القديمة."
        },
        {
            "title": "مسند الرأس في الدولة الحديثة",
            "description": "أصبح العمود أطول وأعرض، واتخذ شكلًا مثمن الأضلاع، مع إضافة رموز حامية مثل المعبود 'بس' و'تاورت' لحماية النائم من الأرواح الشريرة."
        },
        {
            "title": "مسند الرأس في العصر المتأخر",
            "description": "ظهرت نماذج جديدة على شكل كتل حجرية تحتوي على فجوة في واجهتها، وأضيفت عناصر زخرفية مثل سيقان اللوتس أو تماثيل بشرية واقفة."
        }
    ]
}
,
{
    "title": "رمزية مسند الرأس والغرض منه",
    "description": "كان لمسند الرأس دور جنائزي وسحري، حيث ورد ذكره في تعاويذ الدولة الوسطى و'كتاب الموتى'، حيث كان يرمز إلى إعادة الحياة للمتوفى ورفع رأسه، على غرار شروق الشمس يوميًا."
}
,
{
    "title": "أبرز اكتشافات مساند الرأس",
    "listItems": [
        {
            "title": "مسند رأس الملك توت عنخ آمون",
            "description": "من أروع النماذج المكتشفة، حيث استُبدل العمود التقليدي بتمثال للمعبود 'شو' يرفع المسند المقوس وكأنه يرفع الأفق، مع أسدين يرمزان إلى الشرق والغرب."
        },
        {
            "title": "مسند الرأس كتميمة",
            "description": "في العصر المتأخر، صُنعت تمائم لمسند الرأس من الخزف والحجر، ووُضعت داخل التوابيت بالقرب من الصدر أو القدمين، وربما كانت تُرتدى كحُلي قبل أن تُدفن مع أصحابها."
        }
    ]
}
,
{
    "title": "المناضد والحوامل والمحفات في مصر القديمة",
    "description": "لم يكن قدماء المصريين يعرفون المناضد والطاولات بالطريقة المعروفة اليوم، بل كانوا يستخدمون صواني مصنوعة من القش المجدول الموضوعة على حوامل من الفخار لتقديم الطعام.",
    "listItems": [
        {
            "title": "حوامل الطعام",
            "description": "استخدم المصريون القدماء صواني من القش المجدول، كانت توضع على حوامل من الفخار عند تقديم الطعام."
        },
        {
            "title": "حوامل الجرار",
            "description": "صنع المصريون القدماء حوامل خشبية لحفظ الجرار التي تحتوي على الماء والخمر والجعة، مما ساعد على تثبيتها وحمايتها."
        }
    ]
}
,
{
    "title": "الصناديق والمقاصير الخشبية في مصر القديمة",
    "description": "كانت الملابس والأشياء الشخصية تحفظ في صناديق أو سلال مصنوعة من القصب. في البداية، كانت الصناديق تُصنع من ألواح خشبية متشابكة، ولكن في عهد الدولة القديمة، بدأت تُصنع من هياكل خشبية تُغلق بألواح خشبية، وتتميز بغطاء نصف أسطواني أو مثلث الشكل."
}
,
{
    "title": "تصميم الصناديق والمقاصير الخشبية",
    "listItems": [
        {
            "title": "تصميم الصناديق",
            "description": "كانت تتميز بخفة وزنها وسهولة نقلها، وبعضها كان مزودًا بغطاء نصف أسطواني أو مثلث الشكل. كانت الصناديق في بعض الحالات مزودة بأرجل قصيرة لرفعها عن الأرض."
        },
        {
            "title": "المقاصير الخشبية",
            "description": "كانت تُزين بزخارف محفورة أو مرسومة، كما في المقاصير التي عُثر عليها في مقبرة توت عنخ آمون، حيث زُينت باللون الأسود وصور المعبودات."
        },
        {
            "title": "تقنيات التصنيع",
            "description": "كانت الصناديق تُجمع باستخدام تقنية 'التعشيق' التي تعتمد على تركيب الألواح مع بعضها دون الحاجة إلى مسامير، كما استُخدمت تقنيات مثل التلسين لضبط التعشيقات الخشبية."
        }
    ]
}
,
{
    "title": "مشاهد صناعة الصناديق في المقابر المصرية",
    "listItems": [
        {
            "title": "مناظر مقبرة رخميرع",
            "description": "تُظهر جدران مقبرة رخميرع مشاهد لصناعة الأثاث الخشبي، حيث يظهر العمال وهم يستخدمون أدوات مثل القدوم والصنفرة الحجرية وأدوات الصقل لإنهاء الألواح الخشبية."
        },
        {
            "title": "نجارون في وضع العمل",
            "description": "يظهر النجارون جالسين على مقاعد بثلاثة أرجل، يعملون على تشكيل الصناديق وصقلها باستخدام أدوات النجارة التقليدية."
        },
        {
            "title": "المقاصير المزخرفة",
            "description": "تُظهر بعض المناظر عاملًا يقوم برسم التصاميم على أحد الصناديق، بينما يقوم آخر بحفر الزخارف باستخدام أداة تشبه المطرقة."
        }
    ]
}
,
{
    "title": "أبرز نماذج الصناديق المكتشفة",
    "listItems": [
        {
            "title": "صندوق الملك توت عنخ آمون",
            "description": "مصنوع من الأبنوس، وُجد على حامل وزحافة، وكان يُغلق بحزام جلدي مثبت بعقدتين لحماية محتوياته."
        },
        {
            "title": "صندوق السيدة 'توتو'",
            "description": "يعود إلى أواخر الأسرة الثامنة عشرة، ويُعرض في المتحف البريطاني. كان مخصصًا لحفظ أدوات التجميل مثل الكحل والدهانات ومشط من العاج، وتم إغلاقه بحزام وختم طيني."
        },
        {
            "title": "صناديق مقبرة رع موزا",
            "description": "تم العثور على صندوقين مصنوعين من خشب الجميز في مقبرة رع موزا، وتم نقلهما إلى متحف المتروبوليتان. أحدهما عادي، والآخر له غطاء جمالوني وأربع أرجل قصيرة."
        }
    ]
}
,
{
    "title": "رمزية الصناديق ودورها في الحياة اليومية",
    "description": "لم تكن الصناديق مجرد أدوات جنائزية، بل كانت تُستخدم أيضًا في المنازل لحفظ الأغراض الشخصية والمؤن، وبعضها كان مزودًا بأدراج صغيرة لتخزين الألعاب وأدوات الزينة."
}
,
{
    "title": "القلائد في مصر القديمة",
    "description": "القلائد الصدرية هي حُلي تُرتدى على منطقة الصدر، وغالبًا ما تكون مصنوعة بأشكال هندسية مثل المربعات، المستطيلات، أو شبه المنحرف. كانت تُعلق باستخدام خيوط أو سلاسل تضم مجموعة من الخرز، وتتميز بزخارفها التي تحمل رموزًا مقدسة متنوعة مثل رموز دينية أو صور للمعبودات."
}
,
{
    "imageUrls":[
         "/assets/mummification/furniture/دلايه.PNG",
         "/assets/mummification/furniture/قلاده.PNG",
         "/assets/mummification/furniture/صدريه.PNG"
    ],
    "imageDescriptions": [
        "قلادة صدرية للملكة العظيمة أعح حتب يظهر فيها ابنها الملك أحمس طارد الهكسوس واقفًا على قارب مقدس محاطًا بالمعبودين رع وأمون من الدولة الحديثة الأسرة 18",
        "قلاده من عصر الدوله الحديثه",
        "صدرية الأميرة سات حاتحور من الدولة الوسطى الأسرة 12 في عهد سنوسرت الثاني وأمنمحات الثالث من اللاهون"
    ]
}
,
{
    "title": "تطور القلائد في مصر القديمة",
    "listItems": [
        {
            "title": "عصر الدولة الوسطى",
            "description": "بدأت القلائد الصدرية بالظهور بشكل ملحوظ خلال هذه الفترة، حيث ازدادت شعبيتها وانتشارها، وأصبحت تحمل غرضًا جنائزيًا هامًا إلى جانب دورها الزخرفي."
        },
        {
            "title": "عصر الدولة الحديثة",
            "description": "شهدت صناعة القلائد تطورًا كبيرًا، حيث تم إنتاج تصاميم معقدة من الذهب والأحجار الكريمة، كما هو واضح في القلائد المكتشفة في مقبرة توت عنخ آمون."
        }
    ]
}
,
{
    "title": "أبرز القلائد المكتشفة",
    "listItems": [
        {
            "title": "قلادة الملك توت عنخ آمون",
            "description": "مصنوعة من الذهب الخالص ومزينة بالأحجار شبه الكريمة، مع استخدام حجر اللازورد الداكن والعقيق الأحمر والفيروز الأزرق، مما يمنحها إشراقة شبيهة بألوان الشمس. تحتوي القلادة على قارب الشمس والجعران المقدس، مما يبرز البعد الرمزي والجنائزي."
        },
        {
            "title": "قلادة الأميرة سات حاتحور",
            "description": "تنتمي إلى الأسرة الثانية عشرة، وتعود إلى فترة حكم سنوسرت الثاني وأمنمحات الثالث. عُثر عليها في اللاهون، وهي من الذهب والعقيق واللازورد."
        },
        {
            "title": "قلادة الملكة أعح حتب",
            "description": "تُظهر ابنها الملك أحمس، طارد الهكسوس، واقفًا على قارب مقدس تحيط به المعبودات رع وأمون، مما يعكس رمزيتها السياسية والدينية في عصر الدولة الحديثة."
        }
    ]
}
,
{
    "title": "قلادة الأوسخ واستخداماتها",
    "description": "تُعد قلادة الأوسخ حُلية متعددة الأغراض، حيث استُخدمت لكل من الأحياء والأموات، فكانت تحمل دلالات دنيوية وجنائزية. كما قُدمت كقربان للآلهة، واستُخدمت من قبل الرجال والنساء، بما في ذلك الملوك."
    ,
    "imageUrls":[
         "/assets/mummification/furniture/ثقل.PNG"
    ]
    ,
    "imageDescriptions": [
        "معادل ثقل القالدة تخص الملك توت عنخ أمون ، المتحف المصري "
    ]
}
,
{
    "title": "الفرق بين قلادة الأوسخ اليومية والجنائزية",
    "listItems": [
        {
            "title": "القلائد اليومية",
            "description": "كانت تُصنع من مواد ثمينة ومتينة لتحمل الاستخدام المتكرر، حيث كانت نهاياتها تُصاغ من الذهب، ويُزين الخرز بالأحجار الكريمة."
        },
        {
            "title": "القلائد الجنائزية",
            "description": "كانت تُعثر عليها مع الجثث أو تحت اللفائف الكتانية، وتتميز بخرز أنبوبي الشكل، ونهايات على هيئة كمثرية باللون الذهبي، مع خرز أزرق وأخضر."
        }
    ]
}
,
{
    "title": "التتبع التاريخي لتطور قلادة الأوسخ",
    "listItems": [
        {
            "title": "الدولة القديمة",
            "description": "ظهرت لأول مرة في مقبرة مروروكا، وتميزت بنوعين: الأوسخ ذو نهايات الصقر، والأوسخ ذو النهايات المستديرة."
        },
        {
            "title": "الدولة الوسطى",
            "description": "شهدت هذه الفترة تطورًا كبيرًا في أشكال القلادة، حيث ظهر ما يقارب 12 نوعًا مختلفًا، من بينها الأوسخ متعدد الصفوف ذو نهاية رأس الصقر، والأوسخ ذو النهاية النصف دائرية، والأوسخ الذهبية."
        },
        {
            "title": "الدولة الحديثة",
            "description": "تميزت هذه الفترة بتنوع أشكال نهايات القلادة، ومنها: زهرة اللوتس، خرطوش الملك، الأشكال النباتية، والنهايات البشرية."
        }
    ]
}
,
{
    "title": "الدور التمائمي لقلادة الأوسخ",
    "listItems": [
        {
            "title": "المساعدة على الإحياء والبعث",
            "description": "ورد في نصوص خاصة أن القلادة تُقدم للحياة الكاملة لصاحبها، كما في النص: 'الأوسخ ذو القلادة 108 مرصعة ومزودة بالحياة وكل احتياجاتها على أكمل وجه.'"
        },
        {
            "title": "الخلود والسرمدية",
            "description": "تُصنع القلادة من الذهب الذي يرمز إلى شروق الشمس الأبدي، وتُرصع بالأحجار الكريمة الخالدة المرتبطة بالأرض."
        },
        {
            "title": "توفير الحماية لصاحبها",
            "description": "كانت القلادة تُستخدم كدرع روحي لحماية صاحبها من الأخطار، وقد نُقشت عليها تعاويذ سحرية لحماية الجسد والروح."
        }
    ]
}
,
{
    "imageUrls":[
         "/assets/mummification/furniture/سيتي.PNG"
    ],
    "imageDescriptions":[
        "الملك سيتي الأول يقدم قلادة الأوسخ الواسعة في مقصورة آمون بمعبد أبيدوس"
    ]

}
,
{
    "title": "نماذج مميزة لقلادة الأوسخ",
    "listItems": [
        {
            "title": "قلادة الأميرة نفرو بتاح",
            "description": "تعكس روعة التصميم ودقة الصناعة في الدولة الوسطى، وهي مصنوعة من الذهب والعقيق واللازورد."
        },
        {
            "title": "قلادة الأميرة سنبتيسي",
            "description": "تنتمي للأسرة الثانية عشرة في الدولة الوسطى، وهي مصنوعة من الذهب واللازورد والعقيق والفيانس."
        },
        {
            "title": "دالية صدرية الأميرة سات حاتحور إيونيت",
            "description": "تعود للأسرة الثانية عشرة خلال حكم سنوسرت الثاني وأمنمحات الثالث، وهي من الذهب والعقيق واللازورد."
        }
    ]
}
,
{
    "imageUrls":[
         "/assets/mummification/furniture/قلاده1.PNG",
         "/assets/mummification/furniture/قلاده2.PNG",
         "/assets/mummification/furniture/دلايه1.PNG"
    ],
    "imageDescriptions": [
        "قلادة الأميرة نفرو بتاح من الأسرة 12",
        "قلادة الأميرة سنبتيسي من الأسرة 12",
        "دالية صدرية الأميرة سات حاتحور إيونيت من الأسرة 12"
    ]
}
,
{
    "title": "التمائم في مصر القديمة",
    "description": "لم يكن التحنيط يقتصر فقط على المعالجة الطبية للجسد، بل شمل أيضًا استخدام وسائل إضافية لحمايته مثل التمائم والأحجبة، التي كانت تعلق في أجزاء مختلفة من الجسد لوقف التحلل والفساد. اكتسبت التمائم قوتها السحرية من خلال التعويذات المكتوبة عليها، وكانت تأخذ أشكالًا متعددة منها الإلهية والحيوانية وأعضاء جسم الإنسان، بالإضافة إلى الرموز الدينية."
}
,
{
    "title": "التمائم الإلهية ورمزيتها",
    "listItems": [
        {
            "title": "تميمة أوزيريس",
            "description": "كان يُحتفظ بتمثال لأوزيريس في المقابر، حيث كان يُعتبر أول جسد محنط في تاريخ مصر طبقًا للأسطورة المصرية، وكان له دور رئيسي في محاكمة الموتى."
        },
        {
            "title": "تميمة أولاد حورس الأربعة",
            "description": "تشمل أمستي، حابي، دواموتف، وقبح سنواف، وكان لها دور في حماية أحشاء المتوفى، حيث تمثل أغطية أواني الأحشاء أشكال هؤلاء الآلهة."
        },
        {
            "title": "تميمة أنوبيس",
            "description": "ترمز للحماية والأمان للجسد والمقبرة، حيث كان أنوبيس إله التحنيط المسؤول عن حماية الموتى."
        },
        {
            "title": "تميمة إيزيس ونفتيس",
            "description": "تمثل أمنية المتوفى أن يصبح مثل أوزيريس، كما تجسد حزنهما عليه بعد وفاته."
        }
    ]
}
,
{
    "title": "أنواع التمائم الأكثر شيوعًا",
    "listItems": [
        {
            "title": "جعران القلب",
            "description": "تميمة حجرية تأخذ شكل الجعران، كانت توضع فوق عضلة القلب، وتحمل تعويذة رقم 30 ب من كتاب الموتى، والتي تُخاطب القلب وتستجديه ألا يشهد زورًا ضد المتوفى أثناء المحاكمة."
        },
        {
            "title": "عين حورس السحرية",
            "description": "تعرف باسم 'عين وجات'، وكانت توضع فوق فتحة التحنيط لمنع دخول الأرواح الشريرة إلى الجسد."
        },
        {
            "title": "تميمتا عنخ وجد",
            "description": "ترمزان إلى الخلود وإعادة الحياة. كان عمود الجد مرتبطًا بالإله أوزيريس، ويُعتقد أنه يمثل العمود الظهري له، أو جذع الشجرة التي حوت تابوته."
        },
        {
            "title": "تميمة درجات السلم",
            "description": "ترمز إلى البعث من الموت، وتظهر في تعويذة 153 من كتاب الموتى التي تتحدث عن صعود المتوفى إلى السماء."
        },
        {
            "title": "تميمة الضفدعة",
            "description": "ترمز إلى الإلهة 'حقات' التي كانت تساعد الإله خنوم في خلق البشر، مما يجعلها رمزًا للحياة والميلاد الجديد."
        },
        {
            "title": "تميمة حزام الـ 'تيت'",
            "description": "ترمز إلى الإلهة إيزيس، وكان الفصل 156 من كتاب الموتى يحتوي على تعويذة تُقرأ عليها، وكانت تُصنع دائمًا من مادة حمراء تمثل لون دم الإلهة إيزيس."
        }
    ]
    ,
    "imageUrls":[
         "/assets/mummification/furniture/تميمه.PNG"
    ]
    ,
    "imageDescriptions": [
        "تميمتا عنخ وجد"
    ]
}
,
{
    "title": "دور التمائم في التحنيط والدفن",
    "description": "كانت التمائم تُوضع في أماكن محددة من الجسد لضمان إعادة الحياة للمتوفى وحمايته من الشرور. زاد عدد التمائم بشكل كبير في العصور المتأخرة، حيث وُجدت إحدى المومياوات من الأسرة 26 تحتوي على أكثر من 300 تميمة سحرية داخل لفائفها، كما عُثر على 143 تميمة بين لفائف مومياء الملك توت عنخ آمون."
}
,
{
    "title": "رمزية التمائم وألوانها",
    "description": "كان لكل تميمة وظيفة خاصة في الحماية، وترتبط ألوانها بمعاني روحية محددة. اللونان الأكثر شيوعًا هما الأخضر والأزرق، حيث يرتبطان بإعادة الميلاد والبعث في العالم الآخر."
}
,
{
    "title": "الأقنعة الجنائزية في مصر القديمة",
    "description": "ترجع أصول الأقنعة الجنائزية إلى الفكر والمعتقدات المصرية القديمة، التي ركزت على ضرورة الحفاظ على الجسد لضمان تمتعه بالقرابين المقدمة له في العالم الآخر. كان المصري القديم يخشى من تحلل الجسد، مما قد يحرم المتوفى من فرصة العيش مجددًا في الحياة الآخرة، ولذلك تم ابتكار الأقنعة الجنائزية للحفاظ على هوية المتوفى."
}
,
{
    "title": "قناع الملك توت عنخ آمون",
    "description": "يُعد قناع الملك توت عنخ آمون من أشهر الأقنعة الجنائزية في التاريخ المصري القديم. اكتُشفت مقبرته عام 1922 على يد عالم المصريات هوارد كارتر، ويتميز القناع بجماله ودقته الفنية، حيث صُنع من الذهب ومُزين بالأحجار الكريمة ليُبرز ملامح الملك ويؤكد مكانته الملكية في العالم الآخر.",
    "listItems": [
        {
            "title": "المواصفات الفنية للقناع",
            "description": "مصنوع من الذهب المطروق والمصقول، ويزن 11 كجم. يتميز بغطاء رأس ملكي، لحية مستعارة، وعقد مكوّن من ثلاثة أفرع مع قلادة على الصدر."
        },
        {
            "title": "الرموز المقدسة على القناع",
            "description": "يتوج القناع رمز الحماية المتمثل في أنثى العقاب وثعبان الكوبرا، بينما تحتوي أذناه على ثقوب لتثبيت الأقراط."
        },
        {
            "title": "نصوص مقدسة من كتاب الموتى",
            "description": "نُقشت على ظهر القناع الصلوات رقم 151 ب، التي تشيد بجمال وجه الملك وتشبه ملامحه بالآلهة، مما يعزز رمزيته الجنائزية."
        }
    ],
     "imageUrls":[
         "/assets/mummification/furniture/قناع1.PNG",
         "/assets/mummification/furniture/قناع2.PNG"

    ]
}
,
{
    "title": "أقنعة جنائزية أخرى في مصر القديمة",
    "listItems": [
        {
            "title": "قناع الملك بسوسنس الأول",
            "description": "كان ثالث ملوك الأسرة الحادية والعشرين، وحكم من مدينة تانيس (صان الحجر). لُقب بـ 'الملك الفضي' بسبب الكم الكبير من الفضة التي وُجدت في مقبرته، بما في ذلك تابوته المصنوع من الفضة الخالصة."
        },
        {
            "title": "قناع القائد ونجباو إنجدت",
            "description": "مصنوع من الذهب الخالص، تم صنعه خلال عصر الانتقال الثالث، ويحتوي على عينين مرصعتين بالزجاج، وقد تم تصميمه ليغطي الوجه فقط."
        }
    ], 
    "imageUrls":[
         "/assets/mummification/furniture/قناع3.PNG",
         "/assets/mummification/furniture/قناع4.PNG"
    ],
    "imageDescriptions": [
        "قناع الملك بسوسنس الأول",
        "قناع القائد ونجباو إنجدت"
    ]
}
,
{
    "title": "تماثيل الأوشابتي",
    "description": "تماثيل الأوشابتي هي تماثيل صغيرة تُصور على هيئة مومياء، حيث تتقاطع أيديها على الصدر وهي تحمل أدوات مختلفة ترمز إلى وظيفتها في العالم الآخر. يُعتقد أن أقدم هذه التماثيل تعود إلى عصر الدولة الوسطى، لكنها أصبحت شائعة بشكل كبير خلال عصر الدولة الحديثة."
}
,
{
    "title": "الاسم المصري القديم للأوشابتي",
    "listItems": [
        {
            "title": "شوابتي (Shawabti)",
            "description": "كان الاسم الأولي لهذه التماثيل، ويُعتقد أن له ارتباطًا بشجرة البرسيا."
        },
        {
            "title": "أوشابتي (Ushabti)",
            "description": "ظهر المصطلح في عصر الدولة الحديثة، ويعني 'المجيب'، نظرًا لوظيفتها في الاستجابة لأوامر العمل نيابة عن المتوفى."
        }
    ]
}
,
{
    "title": "أسباب ظهور وانتشار تماثيل الأوشابتي",
    "listItems": [
        {
            "title": "توفير الاحتياجات الأساسية في العالم الآخر",
            "description": "كان من الضروري أن يكون للمتوفى ما يكفيه من الطعام والشراب وأساسيات الحياة في العالم الآخر."
        },
        {
            "title": "تجنب الأعمال الشاقة",
            "description": "ساعدت تماثيل الأوشابتي المتوفى على الإفلات من أداء الأعمال الشاقة ذات الفائدة العامة، مثل الري والبناء."
        },
        {
            "title": "تطور العقيدة الأوزيرية",
            "description": "أصبح العمل في حقول الجنة جزءًا من الحياة في العالم الآخر، مما زاد الحاجة لوجود تماثيل تقوم بهذه المهام."
        },
        {
            "title": "الثورة الاجتماعية وإلزام الجميع بالعمل",
            "description": "في فترة الثورة الاجتماعية، أصبح العمل اليدوي إلزاميًا لكل متوفى، مما أدى إلى استخدام تماثيل الأوشابتي كبديل."
        }
    ]
}
,
{
    "title": "الفرق بين تماثيل الأوشابتي وتماثيل الخدم",
    "listItems": [
        {
            "title": "تماثيل الأوشابتي",
            "description": "كانت مخصصة لأداء الأعمال التي يُفترض أن يقوم بها المتوفى بنفسه في العالم الآخر، مما يجعلها بديلًا عنه."
        },
        {
            "title": "تماثيل الخدم",
            "description": "كانت وظيفتها تقديم الخدمات للمتوفى، لكنها لم تكن بديلاً عنه في أداء الأعمال الإلزامية."
        }
    ]
}
,
{
    "title": "التعويذة المسجلة على تماثيل الأوشابتي",
    "description": "تُعتبر التعويذة جزءًا من الفصل السادس في كتاب الموتى، وتُكتب على تماثيل الأوشابتي لضمان قيامها بواجباتها نيابة عن المتوفى.",
    "listItems": [
        {
            "title": "النص المصري القديم",
            "description": "أيها الأوشابتي، إذا دُعي المتوفى (أوزير فُلان) للقيام بأي عمل في العالم الآخر، أو كُلف بعمل شاق هناك، فلتقف مكانه كبديل عنه. إذا دُعيت في أي وقت لتخدم هناك، فتحرث الحقول، وتروي الشواطئ، وتنقل الرمال من الشرق إلى الغرب."
        }
    ]
}
,
{
    "title": "تمثال الأوشابتي الخاص بـ سننجم",
    "description": "يُعد تمثال سننجم قطعة فريدة تعود لرئيس عمال دير المدينة، ويتميز بتصميمه الدقيق الذي يعكس تفاصيل الزي والزخارف المصرية.",
    "listItems": [
        {
            "title": "الوصف الفني للتمثال",
            "description": "يصور 'سننجم' في هيئة مومياء بذراعين متقاطعين على صدره، ويرتدي شعرًا مستعارًا طويلًا محددًا باللون الأسود، مع وجه مصبوغ باللون الأحمر."
        },
        {
            "title": "النقوش الهيروغليفية",
            "description": "نُقشت على مقدمة وجوانب التمثال ثمانية أسطر هيروغليفية، تحتوي على مقتطفات من الفصل السادس من كتاب الموتى."
        }
    ],
    "imageUrls":[
         "/assets/mummification/furniture/سننجم.PNG"
    ],
    "imageDescriptions": [
        "تمثال الأوشابتي الخاص بـ سننجم"
    ]
}

]