[
    {
    "title": "الآلهة المرتبطة بالتحنيط",
    "description": "نظرًا لأن فلسفة التحنيط تتمثل في الحفاظ على الجسد من أجل عودة الروح إليه، فقد ارتبطت هذه الممارسة بأسطورة الإله أوزيريس. وفقًا للأسطورة، كان أوزيريس أول جسد محنط، حيث قامت الآلهة بتحنيطه ودفنه بعد مقتله. لذلك، ربط المصريون التحنيط بثمانية آلهة وردت أسماؤهم في هذه الأسطورة.",
    "listItems": [
        {
            "title": "أوزيريس",
            "description": "أول جسد محنط في الأسطورة المصرية."
        },
        {
            "title": "إيزيس",
            "description": "قامت بتحنيط زوجها أوزيريس بمساعدة الآلهة ودفنته."
        },
        {
            "title": "نفتيس",
            "description": "أخت أوزيريس التي ظلت تبكيه وساعدت إيزيس في مراسم التحنيط والدفن."
        },
        {
            "title": "أنوبيس",
            "description": "إله التحنيط الذي أرسله الإله رع لمساعدة إيزيس في جمع أشلاء أوزيريس وإعادة دفنه."
        },
        {
            "title": "أبناء حورس الأربعة",
            "description": "شاركوا في مراسم تحنيط أوزيريس بناءً على أوامر الإله أنوبيس."
        }
    ]
}
,
{
    "title": "أسطورة أوزيريس وأصل التحنيط",
    "description": "يُعد جسد الإله أوزيريس أول جسد محنط في الأسطورة المصرية، حيث شكلت قصته الأساس الفلسفي لممارسة التحنيط في مصر القديمة. كانت هذه الأسطورة نموذجًا لما يتم عمله لكل متوفى، مع استبدال الآلهة بالكهنة في ورش التحنيط.",
    "listItems": [
        {
            "title": "مقتل أوزيريس",
            "description": "قام الإله ست بقتل أخيه أوزيريس وألقى بجثته في النهر."
        },
        {
            "title": "بحث إيزيس عن الجثة",
            "description": "بحثت إيزيس عن جثة زوجها حتى وجدتها في جبيل بلبنان، ثم عادت بها إلى مصر."
        },
        {
            "title": "ندب إيزيس ونفتيس",
            "description": "تحولت إيزيس ونفتيس إلى طائرين ووقفتا عند السرير الجنائزي لأوزيريس، حيث ظلت إحداهما عند رأسه والأخرى عند قدميه، تندبان أخاهما."
        },
        {
            "title": "حمل إيزيس بحورس",
            "description": "وقفت إيزيس بهيئة طائر واحتضنت زوجها، فحملت منه بابنها حورس عبر الإيحاء."
        },
        {
            "title": "مساعدة أنوبيس",
            "description": "أرسل الإله رع الإله أنوبيس لمساعدة إيزيس في عملية التحنيط."
        },
        {
            "title": "دور أبناء حورس الأربعة",
            "description": "أمر الإله أنوبيس أبناء حورس الأربعة بالمساعدة في تحنيط أوزيريس ودفنه."
        },
        {
            "title": "تمزيق جسد أوزيريس",
            "description": "بعد دفن أوزيريس، قام ست بتمزيق جسده إلى أربع عشرة قطعة ووزعها في أنحاء مصر."
        },
        {
            "title": "إعادة جمع الأشلاء",
            "description": "بحثت إيزيس مجددًا عن أشلاء أوزيريس، وأعادت دفنه وتحنيطه، ودفنت كل قطعة في المكان الذي عثرت عليها فيه، باستثناء عضو واحد ابتلعته إحدى الأسماك."
        }
    ]
}
,
{
    "title": "أهمية الآلهة في طقوس التحنيط",
    "description": "لعبت الآلهة التي وردت أسماؤها في أسطورة أوزيريس دورًا مهمًا في طقوس وإجراءات التحنيط. كان لكل إله وظيفة محددة في هذه الطقوس، مما يعكس أهمية هذه المعتقدات في الديانة المصرية القديمة.",
    "listItems": [
        {
            "title": "الإله أوزيريس",
            "description": "أحد أهم الآلهة في العقيدة المصرية، حيث كان أول جسد محنط وفقًا للأسطورة. قُتل على يد أخيه ست، وسعت زوجته إيزيس لإيجاد جسده ودفنه. اعتُبر إله الزراعة والفيضان والأرض والشمس والقمر والموتى. كان مركز عبادته في أبيدوس، لكن أول موضع لعبادته كان في قرية جدو (أبو صير حاليًا) بالقرب من سمنود."
        },
        {
            "title": "الإلهة إيزيس",
            "description": "اسمها المصري الأصلي 'إست' ويعني مقر العرش. كانت الزوجة الوفية لأوزيريس وساعدت في تحنيطه ودفنه. اعتُبرت إلهة السحر وأم الآلهة، وكانت تحمي ابنها حورس وتعيده للحياة. انتشرت عبادتها في بهبيت الحجارة وسمنود، وكذلك في فيلة بأسوان، ووصل تأثيرها إلى أوروبا خلال العصرين اليوناني والروماني."
        },
        {
            "title": "الإلهة نفتيس",
            "description": "تعني 'سيدة القصر'، وغالبًا ما صورت في هيئة امرأة تحمل اسمها على رأسها. اعتُبرت ربة الموتى، وأنجبت أنوبيس بعد أن خدعت أوزيريس وسكرته. بعد مقتل أوزيريس، هجرت زوجها ست وانضمت إلى إيزيس لمساعدتها في تحنيطه، وعُرفتا معًا باسم 'التوأمتان'."
        },
        {
            "title": "الإله أنوبيس",
            "description": "كان يُعرف باسم 'إنبو' في المصرية القديمة، ويُعد إله الدفن منذ عصر الدولة القديمة. نُسبت إليه أصول متعددة، حيث اعتُبر أحيانًا ابن رع، وأحيانًا ابن غير شرعي لأوزيريس من نفتيس. صُوِّر على هيئة ابن آوى أو إنسان برأس ابن آوى. من ألقابه المهمة: 'الراقد على جبله' و'رئيس الخيمة المقدسة'، وكان مركز عبادته في أسيوط."
        },
        {
            "title": "أبناء حورس الأربعة",
            "description": "هم قبح-سنوأف (برأس صقر)، حابي (برأس قرد)، دوامت-أف (برأس ابن آوى)، وامستي (برأس إنسان). اعتُبروا أبناء الإله حورس من والدته إيزيس، وكان لهم دور رئيسي في حماية الأعضاء المحنطة للموتى، كما ورد في كتاب الموتى."
        }
    ]
}
,
{
    "imageUrls":[
        "/assets/mummification/gods/أوزيريس.PNG",
        "/assets/mummification/gods/إيزيس.PNG",
        "/assets/mummification/gods/نفتيس.PNG"
    ],
    "imageDescriptions":[
        "تمثال للإله أوزيريس",
        "تمثال للإلهة إيزيس",
        "تمثال للإلهة نفتيس."
    ]
}
,
{
    "imageUrls":[
        "/assets/mummification/gods/أنوبيس.PNG",
        "/assets/mummification/gods/حورس1.PNG",
        "/assets/mummification/gods/حورس2.PNG"
    ],
    "imageDescriptions":[
        "تمثال للإله أنوبيس",
        " اولاد حورس الأربعه",
        " اولاد حورس الأربعه"
    ]
}
]