[
    {
        "title": "دور الطب في التحنيط",
        "description": "كان للطب في مصر الفرعونية مكانة عظيمة، حيث ارتبطت ممارساته بالتحنيط، مما أدى إلى تقدم المصريين القدماء في فهم طبيعة الجسم البشري وعلاج الأمراض.",
        "listItems": [
            {
                "title": "مكانة الطب في مصر القديمة",
                "description": "اشتهر المصريون القدماء بإبداعهم في مجال الطب، حيث قال المؤرخ بلينوس إنهم 'مبتدعو فن الشفاء ومكتشفو خواص العقاقير'. كما أشار هيرودوت إلى أن التخصص كان أساس الممارسة الطبية، مما جعل الأطباء المصريين في طليعة علماء الطب في عصرهم."
            },
            {
                "title": "أمحو تب: أول طبيب في التاريخ",
                "description": "يُعتبر أمحو تب أول شخصية طبية في التاريخ، حيث عاش في عهد الأسرة الثالثة حوالي 3000 ق.م. كان يُنظر إليه كإله الطب، واسمه يعني 'الذي يأتي في سلام'."
            },
            {
                "title": "التحنيط ودوره في تقدم الطب",
                "description": "ساعدت ممارسة التحنيط المصريين على فهم طبيعة الأعضاء الداخلية، مما منحهم خبرة واسعة في التشريح والأمراض. كما استفادوا من خواص الصمغ والبلسم والمواد المعدنية في تحنيط الموتى، واستخدموها لاحقًا في صناعة العقاقير الطبية."
            },
            {
                "title": "تشخيص الأمراض من خلال التحنيط",
                "description": "كان المحنطون يدرسون أسباب الوفاة أثناء التحنيط، مما ساعد في اكتشاف أمراض مثل حصى الكلى والبلهارسيا. وقد وُجدت أدلة على هذه الأمراض في مومياوات تعود إلى ما قبل الأسر الفرعونية."
            },
            {
                "title": "إسهامات المصريين في العلوم الطبية",
                "description": "عرف الفراعنة الشرايين والأوردة وأطلقوا عليها 'ميتو'، كما كانوا على دراية بالنبض وأهميته في تشخيص الأمراض. كما طوروا الحقن الطبية لاستخدامها في التحنيط، واخترعوا الخيوط الجراحية لخياطة الجروح بعد العمليات."
            },
            {
                "title": "إبداع الفراعنة في تجبير العظام",
                "description": "كان المصريون بارعين في تجبير العظام، حيث عُثر على مومياوات تعود لأشخاص تعرضوا لإصابات شديدة، وتم معالجتها بواسطة تقنيات جبيرة متطورة باستخدام الخشب واللفائف المحكمة."
            }
        ]
    },
    {
        "title": "دور السحر في التحنيط",
        "description": "لم يقتصر المصري القديم على العلوم الطبيعية مثل الطب والفلك، بل لجأ إلى السحر ليعزز ممارساته الدينية والطبية. وقد كان السحر جزءًا لا يتجزأ من نسيج المعتقدات المصرية القديمة.",
        "listItems": [
            {
                "title": "السحر في العقيدة المصرية",
                "description": "ارتبط السحر ارتباطًا وثيقًا بالدين، حيث يروى أن إيزيس استخدمت السحر للسيطرة على رع، بينما كان الإله تحوت معلم العلوم المقدسة والسحرية. كما استعانت إيزيس بالسحر لإعادة الحياة إلى أوزيريس."
            },
            {
                "title": "أنواع السحر",
                "description": "كان السحر المصري ينقسم إلى نوعين: سحر مشروع يهدف إلى جلب الفوائد للأحياء والأموات، وسحر أسود يُستخدم لإلحاق الضرر بالأعداء."
            },
            {
                "title": "التعاويذ السحرية",
                "description": "لعبت التعاويذ دورًا مهمًا في السحر المصري، حيث اعتُبرت 'كلمات القوة' وسيلة لحماية الحي والميت من الأخطار. وقد كُتبت هذه التعاويذ على التمائم المصنوعة من الأقمشة والجلود والأخشاب."
            }
        ]
    },
    {
        "title": "أهم التعاويذ السحرية في مصر القديمة",
        "description": "كانت التعاويذ السحرية تُستخدم لحماية الموتى ومساعدتهم في الحياة الآخرة. فيما يلي بعض التعاويذ الأكثر شهرة:",
        "listItems": [
            {
                "title": "تعويذة القلب",
                "description": "تهدف إلى ضمان عدم احتجاز الروح في الجسد، مما يسمح للمتوفي بدخول العالم الآخر بسلام."
            },
            {
                "title": "تعويذة الجعران",
                "description": "ترمز إلى الإله 'خبري'، وتُستخدم لحماية القلب ومنح المتوفي حياة جديدة."
            },
            {
                "title": "تعويذة الإبزيم",
                "description": "تمنح المتوفي القدرة على التنقل بحرية في العالم الآخر."
            },
            {
                "title": "تعويذة النسر",
                "description": "تُمكّن إيزيس من حماية الميت ومنحه قوتها."
            },
            {
                "title": "تعويذة السلم",
                "description": "تساعد الروح على تسلق السلم إلى السماء والحصول على موافقة دخول الجنة."
            },
            {
                "title": "تعويذة الإصبعين",
                "description": "ترمز إلى السبابة والوسطى اللتين استخدمهما حورس لمساعدة والده أوزيريس على الصعود إلى السماء."
            },
            {
                "title": "تعويذة عين حورس (الأوجات)",
                "description": "تُمنح لمنح البركة والقوة والشجاعة والحماية لحاملها، حيث ترمز إلى الشمس والطاقة الإلهية."
            },
            {
                "title": "تعويذة صليب الحياة (عنخ)",
                "description": "تحملها الآلهة، وترمز إلى الحياة الأبدية."
            },
            {
                "title": "تعويذة رأس الأفعى",
                "description": "تُستخدم لحماية الميت من لدغات الأفاعي في القبر والعالم الآخر."
            },
            {
                "title": "تعويذة المرضعة",
                "description": "توفر الحماية والصحة والسعادة، وتعكس مفاهيم التغذية والتكاثر."
            },
            {
                "title": "تعويذة شين",
                "description": "تُمنح للميت لمنحه الحياة الأبدية، حيث ترمز إلى مدار الشمس."
            },
            {
                "title": "تعويذة الضفدعة",
                "description": "ترمز إلى ولادة الحياة بعد البعث، وتعمل على تحويل القوة إلى جسد المتوفي."
            }
        ]
    }
    ,
    {
        "imageUrls":[
                    "/assets/mummification/MedicineMagic/حورس.PNG",
                    "/assets/mummification/MedicineMagic/ذهب.PNG",
                    "/assets/mummification/MedicineMagic/عنخ.PNG",
                    "/assets/mummification/MedicineMagic/قلب.PNG"
        ],
        "imageDescriptions":[
            "تعويذة عين حورس",
            "تعويذة قلادة الذهب",
            "تعويذة صليب الحياة",
            "تعويذة جعران القلب"
        ]
    }
]
