[
    {
        "title": "متحف التحنيط في الأقصر",
        "description": "يعد متحف التحنيط في الأقصر من المتاحف الفريدة عالميًا، حيث يعرض تقنيات التحنيط  التي استخدمها المصريون القدماء للحفاظ على أجساد البشر والحيوانات. يقدم المتحف نظرة شاملة على أسرار فن التحنيط، والذي كان يُعتبر من العلوم المقدسة في الحضارة المصرية القديمة."
    },
    {
        "title": "موقع المتحف",
        "description": "يقع متحف التحنيط على كورنيش النيل شمال معبد الأقصر بمحافظة الأقصر. تم افتتاحه في عام 1997 على يد الرئيس محمد حسني مبارك، بهدف إبراز تقنيات التحنيط التي طبقها قدماء المصريين ليس فقط على البشر، ولكن أيضًا على الحيوانات المقدسة."
    },
    {
        "title": "مساحة المتحف",
        "description": "تبلغ مساحة متحف التحنيط حوالي 2035 مترًا مربعًا، وهو مصمم ليعرض مجموعة من المقتنيات المرتبطة بعملية التحنيط وتاريخها في مصر القديمة."
    },
    {
        "title": "أهداف المتحف",
        "listItems": [
            {
                "title": "إبراز أهمية فن التحنيط",
                "description": "يهدف المتحف إلى تسليط الضوء على مكانة التحنيط في المعتقدات المصرية القديمة."
            },
            {
                "title": "توضيح الطرق والمواد المستخدمة",
                "description": "يستعرض المتحف الأدوات والمواد التي استخدمها قدماء المصريين في عملية التحنيط."
            },
            {
                "title": "عرض مومياءات البشر والحيوانات",
                "description": "يقدم المتحف مجموعة مميزة من المومياوات البشرية والمحنطة لحيوانات مقدسة."
            }
        ]
    },
    {
        "title": "تصميم المتحف",
        "listItems": [
            {
                "title": "قاعة العرض الرئيسية",
                "description": "تضم حوالي 60 قطعة أثرية موزعة في 19 نافذة عرض زجاجية، تعرض مومياوات بشرية ومحنطة لحيوانات مقدسة."
            },
            {
                "title": "قاعة المحاضرات",
                "description": "مكان مخصص لإلقاء المحاضرات حول علم التحنيط والتاريخ المصري القديم."
            },
            {
                "title": "غرفة الفيديو",
                "description": "تتيح عرض أفلام وثائقية عن التحنيط وتاريخه في مصر القديمة."
            },
            {
                "title": "الكافتيريا",
                "description": "مكان مخصص لراحة الزوار والاستمتاع بالمشروبات والوجبات الخفيفة."
            }
        ]
    },
    {
        "title": "محتويات المتحف",
        "listItems": [
            {
                "title": "المومياوات المحنطة",
                "description": "يحتوي المتحف على مومياوات محفوظة بحالة ممتازة، من بينها مومياوات بشرية وأخرى لحيوانات مقدسة مثل القطط، التماسيح، والطيور."
            },
            {
                "title": "أدوات التحنيط",
                "description": "يعرض المتحف مجموعة من الأدوات التي استخدمها قدماء المصريين في عملية التحنيط، مثل الإبر والمشارط والأواني الكانوبيه."
            },
            {
                "title": "الأواني الكانوبيه",
                "description": "أوانٍ استخدمت لحفظ الأعضاء الداخلية بعد استخراجها من الجسد أثناء التحنيط."
            },
            {
                "title": "النصوص والبرديات",
                "description": "يضم المتحف نصوصًا توضح خطوات التحنيط وتعويذات لحماية الميت في العالم الآخر."
            },
            {
                "title": "تماثيل الآلهة",
                "description": "مجموعة من التماثيل الصغيرة لآلهة ارتبطت بعملية التحنيط، مثل أنوبيس إله التحنيط والموتى."
            },
            {
                "title": "مقاطع توضيحية",
                "description": "رسوم وصور توضيحية على الجدران تعرض خطوات التحنيط والطقوس المرتبطة بها."
            }
        ]
    },
    {
        "title": "أهم المومياوات في المتحف",
        "listItems": [
            {
                "title": "مومياء ما سحرتي",
                "description": "تعتبر مومياء ما سحرتي من أهم القطع الأثرية في المتحف، وهو ابن الملك بانجم الأول من الأسرة 21. كان كبير كهنة آمون وقائدًا للجيش، وتعرض مومياؤه في الطرف الجنوبي من صالة العرض الرئيسية. اكتشفها عالم المصريات جوستاف ماسبيرو عام 1881 ضمن خبيئة الدير البحري بطيبة الغربية."
            },
            {
                "title": "مومياء طائر أبو منجل",
                "description": "يرمز هذا الطائر إلى المعبود تحوت، وتُعرض مومياؤه ملفوفة بالكتان بطريقة فنية رائعة. كان لهذا الطائر جبانات خاصة في سقارة وتونا الجبل."
            }
        ]
    }
    ,
    {
        "imageUrls":[
                    "/assets/mummification/museum/سحرتي.PNG",
                    "/assets/mummification/museum/منجل.PNG"
        ],
        "imageDescriptions":[
            "مومياء ما سحرتي",
            "مومياء طائر أبو منجل"
        ]
    }
]
