[
    {
  "title": "الهدف من التحنيط في مصر القديمة",
  "description": "هناك أراء متعددة حول الهدف أو الأسباب الرئيسية في تحنيط المصريين لجثثهم ومنها:",
  "listItems": [
    {
      "title": "قال كاسيان",
      "description": "إن قدماء المصريين لجأوا إلى التحنيط في أشهر فيضان النيل لم يكونوا يستطيعون نقل الجثث إلى الجهات المعدة للدفن؛ فاتبعوا طريقة التحنيط لحفظ الجثث من التعفن، وبعد مضي أشهر الفيضان ينقلونها إلى مقابرهم، وفي هذا منتهى العناية لحفظ الجثث من التعفن والاحتياط في وقاية صحة الأحياء."
    },
    {
      "title": "قال هيردوت",
      "description": "إن الاعتياد على التحنيط منشؤه الاحتياط في حفظ الجثث من انتهاش الوحوش."
    },
    {
      "title": "قال ديودور الصقلي",
      "description": "أن قدماء المصريين اتخذوا التحنيط في جملة الشعائر الدينية احترامًا لموتاهم."
    },
    {
      "title": "قال دي ماييه (Maillet De)",
      "description": "في خطابه العاشر قال إن قدماء المصريين اتخذوا التحنيط بمقتضى عقائد دينية وبمقتضى اعتقاد الأقدمين منهم بأنه بعد مضي ثلاثة أو أربعة آلاف سنة ستقوم ثورة عامة في العالم، وترجع الأرواح إلى أجسادها للحياة الثانية في الأبدية الآخرة، فأرادوا بالتحنيط حفظ هيكل الإنسان ليكون صالحًا لعودة الروح فيه كما كان في نشأته الأولى."
    },
    {
      "title": "قال فولني وباريسو (Parisot et Volney)",
      "description": "إن من البواعث على التحنيط الاحتياط لمنع انتشار الأمراض المعدية والطاعون التي تنشأ غالبًا من تعفن الجثث، فتنتقل في تموجات الهواء الفاسد وتسرى جراثيمها إلى الأصحاء فتضر بالمجتمع الإنساني من حيث لا يشعر."
    },
    {
      "title": "التحنيط والعقائد الدينية",
      "description": "أقرب إلى التمويل عليه من كل هذه الآراء ويطمئن إليه العقل هو أن التحنيط من لوازم العقائد الدينية التي في سبيلها ألفوا هذه المشاق وتكبدوا أخطارها بارتياح قلبي وانبعاث دائم، فتعمق الكهنة في مباحثهم حتى توصلوا إلى إحكام أعمالهم وإتقانها وساعدهم جفاف الجو ويبوسة الأرض والرمال في تجفيف الجثث المعرضة للهواء التي لم يستطع ذووها دفنها."
    }
  ]
}
,
{
  "title": "احتياطات التحنيط في مصر القديمة",
  "description": "وقد استعمل قدماء المصريين احتياطًا في بقاء التحنيط سليمًا لا يعتريه التلف أو الانحلال بالطريقتين اللتين دلت عليهما الاكتشافات العالمية:",
  "listItems": [
    {
      "title": "التجفيف باستخدام النطرون",
      "description": "تجفيف الجثة بعد إفراز السوائل وإخراج المواد الدهنية بواسطة مركبات النطرون ومسحوقه، والمحاليب المعتادة لغمر الجثة فيها على سبيل التطهير قبل التحنيط وبعده."
    },
    {
      "title": "لفائف ممزوجة بالمواد العطرية",
      "description": "وضع الجثة في لفائف ممزوجة بالمواد العطرية لتكون حرزًا صناعيًا بتماسكها، مما يمنع وصول الهواء والحشرات. بهذا الإبداع، توصلوا إلى وسيلة فعالة للحفاظ على الجثث."
    }
  ]
}

]