[
    {
        "title": "الطقوس الجنائزية في مصر القديمة",
        "description": "كان موكب الجنازة في مصر القديمة يعكس المكانة الاجتماعية للمتوفى، حيث كان يصطحب بالأثاث الجنائزي والإمدادات اللازمة لمقبرته. غالبًا ما كانت الجنازة تتضمن رحلة مقدسة إلى أماكن مثل أبيدوس وبوزيرس، حيث كان يُعتقد أن زيارة هذه المواقع المقدسة توفر للمتوفى دعم الإله أوزيريس وتضمن له الحياة الآخرة."
    },
    {
        "title": "طقس فتح الفم",
        "description": "يعد طقس فتح الفم من أهم الطقوس الجنائزية في مصر القديمة، حيث كان يُجرى على مومياء المتوفى قبل دخولها إلى المقبرة. كان يعتقد أن هذا الطقس يعيد الحياة إلى الميت، مما يمكنه من الأكل والشرب والتحدث في الحياة الآخرة.",
        "imageUrls":[
            "/assets/mummification/Rituals/طقس1.PNG"
        ]
    },
    {
        "title": "إجراءات طقس فتح الفم",
        "listItems": [
            {
                "title": "الأداء الطقسي",
                "description": "كان الكاهن المرتل (سم) يقوم بتنفيذ الطقس باستخدام أداة تُسمى 'سبت'، والتي تُشبه الخطاف، للمس أجزاء من جسد المتوفى أو تمثاله لمنحه الحياة الرمزية بعد الوفاة."
            },
            {
                "title": "مكان تنفيذ الطقس",
                "description": "كان الطقس يُؤدى عادةً عند مدخل مقصورة العبادة الخاصة بالمقبرة، وكان يُعتبر أحد الإجراءات الأساسية لضمان عبور الميت إلى العالم الآخر."
            },
            {
                "title": "تطور الطقس عبر العصور",
                "description": "ظهر طقس فتح الفم منذ الأسرة الرابعة وتم توثيقه في نصوص الأهرام، ثم استمر في نصوص التوابيت وكتاب الموتى. وقد تم تمثيله في العديد من اللوحات الجدارية والمقابر المصرية القديمة."
            }
        ]
    },
    {
        "title": "تفاصيل طقس فتح الفم",
        "description": "كان الطقس يتكون من 75 خطوة منفصلة تركز على فتح الفم والتطهير والدفن والتغذية، حيث كان الكاهن يستخدم أدوات مختلفة مثل القدوم الحجري والمشارط المعدنية لفتح الفم وإعادة إيقاظ الحواس للميت."
    },
    {
        "title": "طقس فتح الفم في كتاب الموتى",
        "description": "ورد ذكر طقس فتح الفم في الفصل 23 من كتاب الموتى، حيث يُصوَّر المتوفى وهو يقف أمام الكاهن الذي يحمل أداة الطقس، بينما تحيط به أدوات التطهير والتعويذات التي تساعده على استعادة قواه في الحياة الآخرة."
    },
    {
        "imageUrls":[
            "/assets/mummification/Rituals/طقس2.PNG",
            "/assets/mummification/Rituals/طقس3.PNG"
        ]
        ,
        "imageDescriptions":[
            "بردية حو نفر (القرن 13 - المتحف البريطاني) تصور طقس فتح الفم وعودة الحواس الخمس للجسد سحريًا.",
            "الملك حور محب يؤدي طقس فتح الفم لتوت عنخ آمون. مقبرة توت عنخ آمون رقم 62 بوادي الملوك."
        ]
    },
    {
        "title": "اللعنة المرتبطة بالمومياوات",
        "description": "ارتبطت المومياوات المصرية بأساطير عن اللعنات التي تلحق بأي شخص يقترب منها أو يحاول فتحها. تعود هذه الفكرة إلى قصص خيالية نُشرت منذ القرن السابع عشر، مثل قصة التاجر الأوروبي الذي ألقى المومياوات في البحر بعد تعرضه لعاصفة، وظهرت لاحقًا في روايات وأفلام عن 'لعنة الفراعنة'."
    },
    {
        "title": "العلم ودراسة المومياوات",
        "description": "رغم ارتباط المومياوات بالخرافات واللعنات، فقد أصبحت دراسة المومياوات علمًا يُعرف بـ'الموميولوجي'، وهو مجال يهدف إلى تحليل وتحقيق الاكتشافات العلمية من خلال دراسة الأنسجة المحنطة واستخدام التقنيات الحديثة لفهم الحضارة المصرية القديمة بشكل أعمق."
    },
    {
        "title": "مراحل دراسة المومياوات",
        "listItems": [
            {
                "title": "بودرة المومياء المصرية",
                "description": "في العصور الوسطى، كان يُعتقد أن مسحوق المومياوات له خصائص علاجية، مما أدى إلى طحن المومياوات واستخدامها في الطب التقليدي."
            },
            {
                "title": "اقتناء المومياوات كقطع فنية",
                "description": "في القرن التاسع عشر، أصبحت المومياوات تُعامل كقطع فنية تُباع للأثرياء الأوروبيين، مما أدى إلى تدمير العديد منها."
            },
            {
                "title": "ظهور علم الموميولوجي",
                "description": "بدأت دراسة المومياوات بشكل علمي في القرن العشرين، حيث أصبح تحليلها يعتمد على أساليب علمية متطورة للكشف عن التاريخ الصحي والغذائي والحياة اليومية للمصريين القدماء."
            },
            {
                "title": "المشروعات العالمية لدراسة المومياوات",
                "description": "في العصر الحديث، بدأت مشروعات كبرى لدراسة المومياوات باستخدام الأشعة السينية والتقنيات الحديثة لتحليل الأنسجة والعظام دون الحاجة إلى فك اللفائف."
            },
            {
                "title": "بنك أنسجة المومياوات",
                "description": "تم إنشاء بنوك لأنسجة المومياوات للحفاظ على العينات ودراستها على مدى طويل، مما يتيح فهمًا أعمق للحضارة المصرية من خلال بقاياها المحنطة."
            }
        ]
    }
    ,
    {
        "imageUrls":[
            "/assets/mummification/Rituals/طقس4.PNG",
            "/assets/mummification/Rituals/طقس5.PNG"
        ]
        ,
        "imageDescriptions":[
            "الأمير مساهرتي ابن الملك بانجم الأول أحد ملوك الأسرة الحادية والعشرين - القرن العاشر ق.م - متحف التحنيط بالأقصر.",
            "تابوت بادي آمون الخامس أحد نبلاء الأسرة 21 - القرن العاشر ق.م + غطاء التابوت + غطاء المومياء - متحف التحنيط بالأقصر."
        ]
    }
]
