[
    {
    "title": "الخطوات الأساسية للتحنيط",
    "description": "اختلف الباحثون في عدد خطوات التحنيط، حيث ذكر البعض أنها 13 خطوة بينما قال آخرون إنها أقل. لكن هذه الخطوات تم توثيقها في البرديات ومن خلال فحص المومياوات، ويمكن تلخيصها في ست خطوات رئيسية."
}
,
{
    "title": "الخطوة الأولى: الغسل والتطهير",
    "description": "في هذه الخطوة، يتم تنظيف الجسد من الأوساخ العالقة به عن طريق وضعه في حوض غسل مناسب لطوله. كان الغسل يتم باستخدام الماء وملح النطرون، وكان له بُعد ديني يرمز إلى التطهير وإعادة الميلاد، مشابهًا لما يحدث للشمس عند غروبها وشروقها مجددًا.",
    "listItems": [
        {
            "title": "استخدام الأدوات الطقسية",
            "description": "كانت الأواني والطسوت تُستخدم في الطهارة، حيث زُينت بزخارف هندسية ونقوش كتابية. بعضها كان يكفت بالفضة أو الذهب، وكان يُقدم كهدايا أو يُستخدم في جهاز العروس."
        }
    ]
}
,
{
    "title": "الخطوة الثانية: نزع المخ والأحشاء",
    "listItems": [
        {
            "title": "نزع المخ",
            "description": "يتم إدخال أداة نحاسية طويلة ومعكوفة عبر العظمة المصفوية الموجودة أعلى الأنف، ثم يتم تحريكها لتقطيع نسيج المخ إلى قطع صغيرة وإزالته عبر فتحتي الأنف. تُستخدم الماء أو نبيذ البلح لإخراج المخ، وفي بعض الأحيان يُترك داخل الجمجمة ويُحشى بالفلفل الأسود."
        },
        {
            "title": "نزع الأحشاء",
            "description": "يتم استخراج الأعضاء الداخلية من خلال فتحة في الجانب الأيسر من البطن، بما في ذلك الرئتان، الكبد، المعدة، الأمعاء، القلب، والكليتين. بعد التنظيف والتجفيف، تُلف الأعضاء بلفائف الكتان وتُوضع في الأواني الكانوبية، ما عدا القلب والكليتين اللذين يُعادان إلى الجسد."
        },
        {
            "title": "دور جعران القلب",
            "description": "نظرًا لأهمية القلب في محاكمة المتوفى، كان يُعاد إلى الجسد بعد معالجته. وإذا تعرض للتحلل، كان يتم استبداله بتميمة تُعرف بـ 'جعران القلب'، التي تحتوي على تعويذة من كتاب الموتى (رقم 30 ب) تطلب من القلب عدم الشهادة ضد صاحبه."
        }
    ]
}
,
{
    "title": "أواني الأحشاء الكانوبية وأولاد حورس الأربعة",
    "description": "كانت الأعضاء المستخرجة من الجسد تُوضع في أوانٍ كانوبية خاصة بأولاد حورس الأربعة، الذين يقومون بحماية الأعضاء المحفوظة في العالم الآخر.",
    "listItems": [
        {
            "title": "أمستي",
            "description": "شكل الغطاء: آدمي، العضو المحفوظ: الكبد."
        },
        {
            "title": "حابي",
            "description": "شكل الغطاء: قرد، العضو المحفوظ: الرئتان."
        },
        {
            "title": "دواموتف",
            "description": "شكل الغطاء: ابن آوى، العضو المحفوظ: المعدة."
        },
        {
            "title": "كيب-سنوي",
            "description": "شكل الغطاء: صقر، العضو المحفوظ: الأمعاء."
        }
    ]
}
,
{
    "title": "الخطوة الثالثة: وضع مواد الحشو",
    "description": "بعد إزالة الأحشاء، يتم ملء الفراغين البطني والصدري بمواد حشو لحفظ بنية الجسد ومنع انهياره أثناء عملية التجفيف.",
    "listItems": [
        {
            "title": "مواد الحشو المؤقتة",
            "description": "تُستخدم قبل التجفيف، وتشمل لفائف الكتان الجافة أو المشبعة بملح النطرون لامتصاص السوائل ومنع انهيار البطن والصدر."
        },
        {
            "title": "مواد الحشو الدائمة",
            "description": "تُبقى داخل الجسد بعد التجفيف، وتشمل ملح النطرون، نشارة الخشب العطري، المر، القرفة، ولفائف كتان مغموسة بالراتنج الصمغي."
        }
    ]
}
,
{
    "title": "الخطوة الرابعة: التجفيف",
    "description": "يُغطى الجسد بالكامل بملح النطرون لمدة 40 يومًا على سرير حجري مائل، مما يساعد على تصريف السوائل وتقليل وزن الجسد بمقدار الثلثين. بعد انتهاء المدة، يتم إزالة الملح وإجراء فحص لمعالجة أي تغيرات جلدية."
}
,
{
    "title": "الخطوة الخامسة: صب الزيوت والدهون",
    "description": "بعد التجفيف، يُدهن الجسد بمزيج من الزيوت والدهون الطبيعية لتعويض فقدان الرطوبة ومنع تكسر الجلد.",
    "listItems": [
        {
            "title": "المواد المستخدمة",
            "description": "الراتنج، زيت الأرز، الدهون النباتية، اللبان الذكر، زيت التربتين، وشمع النحل."
        },
        {
            "title": "معالجة الجسد",
            "description": "يتم سد فتحات الجسد، بما في ذلك العينين، الأذنين، فتحتي الأنف، والفم باستخدام شمع النحل وقشور البصل لمنع دخول البكتيريا."
        }
    ]
}
,
{
    "title": "الخطوة السادسة: التكفين",
    "description": "بعد معالجة الجسد، يتم لفه بلفائف الكتان بعناية على مدى أسبوعين، مع قراءة تعاويذ من كتاب الموتى خلال عملية اللف لحماية المومياء من الأخطار في العالم الآخر.",
    "listItems": [
        {
            "title": "خطوات التكفين",
            "description": "يتم وضع قطعة كتان حول الكتف، لف الذراعين وربطهما بالجذع، ومد اللفائف حتى الساقين والقدمين، مع تثبيت الذراعين في الوضع النهائي (متقاطعتين على الصدر للملوك)."
        },
        {
            "title": "التعويذة الختامية",
            "description": "بعد وضع القناع على وجه المتوفى، يقرأ الكاهن الأعظم تعويذة تضمن عودة الحياة إلى المومياء، قائلًا: 'أنت الآن ترى بعينك، تسمع بأذنيك، تحرك ذراعيك وساقيك... أنت الآن حي وستعيش إلى الأبد.'"
        }
    ]
}
,
{
    "imageUrls":[
                "/assets/mummification/steps/مومياء1.PNG",
                "/assets/mummification/steps/مومياء2.PNG"
    ]
    ,
    "imageDescriptions":[
        "مومياء مغطاة بضمادات من الكتان مكتوب عليها اسم الملك باللغة الهيراطيقية",
        "الكاهن يقرأ النصوص الدينية بينما المحنطون يضعون اخر خطوات التحنيط. موجود الآن في المتحف المصري بالقاهرة."
    ]
}
,
{
    "title": "طرق التحنيط في مصر القديمة",
    "description": "تنوعت طرق التحنيط في مصر القديمة وفقًا للحالة الاجتماعية والاقتصادية للمتوفى. تضمنت هذه الطرق أساليب دقيقة للحفاظ على الجسد لفترات طويلة، بالإضافة إلى طرق أقل تكلفة لعامة الشعب.",
    "listItems": [
        {
            "title": "الطريقة الأولى: التحنيط الملكي والأغلى تكلفة",
            "description": "كانت هذه الطريقة مخصصة للملوك وأصحاب الثروات. تضمنت إزالة المخ والأحشاء، ثم تطهير الجسد وتجفيفه بالنطرون، وأخيرًا تغليفه بلفائف الكتان لحمايته من الرطوبة.",
            "listItems": [
                {
                    "title": "إزالة المخ",
                    "description": "تم إدخال خطاف حديدي عبر الأنف لسحب المخ، بينما يُذاب الجزء المتبقي داخل الجمجمة باستخدام نبيذ البلح أو المواد الحامضية، مما يسهل إخراجه."
                },
                {
                    "title": "إزالة الأحشاء",
                    "description": "يتم شق البطن بحجر صواني حاد، ثم تُستخرج الأحشاء وتُنظف بنبيذ التمر والتوابل، وبعدها يتم حشو الجوف بمواد معطرة مثل المر والقرفة."
                },
                {
                    "title": "التجفيف بالنطرون",
                    "description": "يُغمر الجسد في محلول النطرون لمدة 70 يومًا، مما يؤدي إلى إزالة الدهون والمياه تمامًا، وبالتالي الحفاظ عليه لفترات طويلة دون تحلل."
                },
                {
                    "title": "لف الجسد",
                    "description": "بعد إخراج الجسد من النطرون، يُدهن بمزيج من الزيوت والراتنج، ثم تُلون ملامح الوجه، وأخيرًا يُلف الجسد بالكامل بلفائف كتان مشبعة بمادة لاصقة لحفظه."
                },
                {
                    "title": "حفظ الأحشاء في الأواني الكانوبية",
                    "description": "تُنظف الأحشاء جيدًا وتحفظ في أوانٍ كانوبية، والتي يتم تخصيصها لأبناء حورس الأربعة، حيث يتولى كل منهم حماية عضو معين:",
                    "listItems": [
                        {
                            "title": "أمستي",
                            "description": "شكل الغطاء: آدمي، العضو المحفوظ: الكبد."
                        },
                        {
                            "title": "حابي",
                            "description": "شكل الغطاء: قرد، العضو المحفوظ: الرئتان."
                        },
                        {
                            "title": "دواموتف",
                            "description": "شكل الغطاء: ابن آوى، العضو المحفوظ: المعدة."
                        },
                        {
                            "title": "كيب-سنوي",
                            "description": "شكل الغطاء: صقر، العضو المحفوظ: الأمعاء."
                        }
                    ]
                }
            ]
        },
        {
            "title": "الطريقة الثانية: التحنيط الاقتصادي",
            "description": "تُستخدم هذه الطريقة لمن يرغبون في تقليل تكاليف التحنيط. يتم فيها حقن زيت الأرز داخل الجسد، ثم يُترك لمدة 70 يومًا في النطرون، مما يؤدي إلى تحلل الأحشاء واللحم، ولا يتبقى سوى الجلد والعظام."
        },
        {
            "title": "الطريقة الثالثة: التحنيط البسيط لعامة الشعب",
            "description": "كانت هذه الطريقة تُستخدم لتحنيط الفقراء، حيث يُغسل الجسد بماء الفجل، ثم يُترك في الملح لمدة 70 يومًا، وبعدها يُعاد إلى العائلة لدفنه دون حفظ داخلي للأعضاء."
        }
    ]
}
,
{
    "title": "إجراءات خاصة بتحنيط النساء والموتى غير العاديين",
    "listItems": [
        {
            "title": "تحنيط النساء من الطبقات الراقية",
            "description": "لم يكن يُسمح بتحنيط النساء الجميلات أو الرفيعات القدر فور وفاتهن، بل كان يتم تأخير إرسالهن إلى المحنطين لمدة 3 إلى 4 أيام لمنع أي انتهاكات قد تسيء إلى مكانتهن."
        },
        {
            "title": "تحنيط الموتى الغرقى والضحايا",
            "description": "إذا غرق شخص في النيل أو قُتل، كان القانون يُلزم سكان المدينة القريبة من مكان العثور على الجثة بتحنيطها ودفنها في مقبرة مقدسة تحت إشراف كهنة النيل، دون السماح لأي شخص آخر بلمسها."
        }
    ]
}
,
{
    "title": "مومياء رمسيس الثاني: الفرعون العظيم الذي تحدى الزمن",
    "description": "رمسيس الثاني، أحد أعظم الفراعنة في تاريخ مصر القديمة، حكم البلاد من 1279 - 1213 ق.م. تُعد مومياؤه واحدة من أكثر المومياوات حفظًا على مر العصور، مما يُظهر براعة المصريين القدماء في فن التحنيط.",
    "listItems": [
        {
            "title": "إنجازاته",
            "description": "قاد مصر خلال عصرها الذهبي، محققًا إنجازات عسكرية ومعمارية ضخمة، مثل بناء المعابد الكبرى في الأقصر وأبو سمبل، وسجّل اسمه كواحد من أعظم الفراعنة في التاريخ."
        },
        {
            "title": "اكتشاف مومياؤه",
            "description": "تم العثور على مومياء رمسيس الثاني في مخبأ ملكي بالدير البحري، وهي محفوظة بحالة رائعة تعطي لمحة مباشرة عن ملامح هذا الفرعون الذي حكم مصر منذ آلاف السنين."
        },
        {
            "title": "عرضها الحالي",
            "description": "تُعرض مومياء رمسيس الثاني اليوم في المتحف المصري بالقاهرة، حيث تُعد رمزًا لعظمة الفن والتحنيط المصري القديم، وتُقدم نظرة فريدة على الحضارة المصرية التي امتدت لآلاف السنين."
        }
    ],
    "imageUrls":[
        "/assets/mummification/steps/مومياء3.PNG"
    ],
    "imageDescriptions":[
        "مومياء رمسيس الثاني في المتحف المصري بالقاهرة، تُعد واحدة من أكثر المومياوات شهرة وحفظًا في التاريخ."
    ]
}

]