[
  {
    "title": "نظرية ألوهية الملك",
    "description": "نشأت فكرة ألوهية الملك في مصر القديمة كجزء من التأسيس السياسي والاجتماعي للدولة، حيث اعتُبر الملك إلهًا حيًا على الأرض." ,
    "listItems": [
      { "title": "أصل النظرية", "description": "تطورت فكرة ألوهية الملك منذ عصر الأسرات الأولى لضمان الاستقرار السياسي ومنع النزاعات على السلطة." },
      { "title": "الملك كإله حي", "description": "اعتُبر الملك تجسيدًا للإله حور، ما منحه المهابة والقدسية وسلطة لا منازع لها." },
      { "title": "السلطة المطلقة", "description": "كان الملك المصدر الرئيسي لكل القوانين، وامتلك كل موارد الدولة، حيث أُديت الضرائب لخزائنه وشُيدت المعابد تكريمًا له." },
      { "title": "تعدد النظريات حول الألوهية", "description": "اختلف المؤرخون حول كيفية نشوء الاعتقاد بألوهية الملك، حيث عزوها لأسباب عسكرية، جغرافية، اقتصادية، ودينية." }
    ]
  },
  {
    "title": "الأسباب المحتملة لنظرية ألوهية الملك",
    "listItems": [
      { "title": "الانتصارات العسكرية", "description": "نتجت ألوهية الملك عن انتصاراته في توحيد مصر، مما جعله يتبنى صفات إلهية." },
      { "title": "العزلة الجغرافية", "description": "اعتُقد أن مصر فريدة ومحمية من قبل الآلهة، مما ساهم في تصور الملك كإله يحكمها." },
      { "title": "الأسباب الدينية", "description": "ارتبطت فكرة ألوهية الملك بالأساطير الدينية التي ذكرت أن الفراعنة أحفاد الإله حور." },
      { "title": "الدور الاقتصادي", "description": "اعتمدت المجتمعات الزراعية على الملك لضمان الاستقرار وتأمين الموارد، مما عزز مكانته الإلهية." }
    ]
  },
  {
    "title": "الجدل حول ألوهية الفرعون",
    "description": "رغم تبني المصريين لفكرة ألوهية الملك، فإن هناك دلائل تشير إلى أنه كان يُعامل كحاكم بشري مسؤول عن تسيير شؤون الدولة وتحقيق العدالة.",
    "listItems": [
      { "title": "التعارض مع الغزو العسكري", "description": "لم تكن القوة العسكرية وحدها كافية لجعل المغلوبين يؤمنون بألوهية المنتصر." },
      { "title": "أهمية الوحدة السياسية", "description": "ساهمت صعوبات تحقيق الوحدة بين الصعيد والدلتا في تعزيز فكرة أن الملك قوة فوق بشرية." },
      { "title": "الرؤية الاقتصادية", "description": "رأى بعض المؤرخين أن الملك كان وسيطًا بين الناس والآلهة لضمان الاستقرار الاقتصادي." }
    ]
  },
  {
    "title": "الألقاب الملكية",
    "description": "تم استخدام عدة ألقاب ملكية لتأكيد سلطة الملك وألوهيته، وكانت تتغير عبر العصور الفرعونية المختلفة.",
    "listItems": [
      { "title": "اللقب الحوري", "description": "يرمز إلى أن الملك هو التجسيد الأرضي للإله حور، مما يؤكد شرعيته الإلهية في الحكم." },
      { "title": "اللقب النبتي", "description": "يشير إلى ارتباط الملك بالإلهتين نخبت ووادجيت، اللتين تمثلان الصعيد والدلتا." },
      { "title": "لقب نيسو-بيت", "description": "يعبر عن سيادة الملك على مصر العليا والسفلى، ويوضح رمزية الوحدة المصرية." },
      { "title": "لقب حور الذهبي", "description": "يرمز إلى الخلود والمجد الإلهي الذي لا يفنى، مثل الذهب." },
      { "title": "لقب ابن رع", "description": "أعلن الملوك منذ الأسرة الخامسة أنهم أبناء الإله رع، مما زاد من شرعية حكمهم." }
    ]
  },
  {
    "imageUrls":[
        "/assets/politics/king/ملك1.PNG",
        "/assets/politics/king/ملك2.PNG",
        "/assets/politics/king/ملك3.PNG"
    ],
    "imageDescriptions":[
        "الوزير يقدم تقريره إلى الملك",
        "الحياة السياسية لأمنحتب الثاني",
        "رمسيس الثاني يواجه الأفارقة"
    ]
  },
  {
    "imageUrls":[
        "/assets/politics/king/ملك4.PNG",
        "/assets/politics/king/ملك5.PNG"
    ],
    "imageDescriptions":[
         "تصوير لمعركة المصريين بقيادة رمسيس الثاني ضد القراصنة الشردان",
        "الموقعة البحرية بين «رعمسيس الثالث» وأقوام البحر"
    ]
  }
]
