[
  {
    "title": "القانون والقضاء في مصر القديمة",
    "description": "يُعرف القانون بأنه مجموعة من القواعد التي تنظم سلوك الأفراد داخل المجتمع. في مصر القديمة، لم توجد مجموعة قوانين مدونة كما هو الحال في قانون حمورابي، لكن الوثائق التاريخية تشير إلى وجود تنظيم قانوني في مختلف المعاملات الحياتية.",
    "listItems": [
      {
        "title": "مفهوم القانون",
        "description": "القانون هو مجموعة قواعد عامة ومُلزمة تعكس طبيعة العلاقات بين الأفراد والسلطة، وتحدد دور كل طرف في المجتمع."
      },
      {
        "title": "القوانين في الحضارات القديمة",
        "description": "رغم أن الدراسات السابقة ركزت على القانون الروماني، إلا أن الاكتشافات الأثرية كشفت عن نظم قانونية أقدم، مثل قوانين حمورابي التي تعود إلى القرن الثامن عشر قبل الميلاد."
      },
      {
        "title": "غياب القوانين المدونة في مصر القديمة",
        "description": "لم يُعثر على قوانين مدونة شاملة في مصر القديمة، لكن الوثائق تشير إلى تنظيم قانوني في مجالات مثل البيع والشراء، والإيجار، والزواج والطلاق."
      },
      {
        "title": "القضاء في مصر القديمة",
        "description": "تم توثيق محاكمات لزوجات ملكيات، وشخصيات متورطة في الفساد، ولصوص المقابر، لكن لم يكن هناك نظام قضائي ثابت يحكم هذه القضايا."
      },
      {
        "title": "غياب مهنة المحاماة",
        "description": "لم يكن هناك نظام واضح لمهنة المحاماة، لكن الكتبة ذوي الخبرة القانونية ربما قاموا بأدوار مشابهة، مثل توثيق العقود والعمل في المحاكم."
      },
      {
        "title": "الملوك والعدالة",
        "description": "حرص ملوك مصر على تحقيق العدل، وتظهر النقوش الأثرية توصياتهم لأبنائهم ووزرائهم بالاستماع إلى شكاوى الناس وتحقيق الإنصاف."
      }
    ],
    "imageUrls": [
        "/assets/politics/LawsCourts/قانون1.PNG"
    ],
    "imageDescriptions": [
      "قاعة المحكمة في الأسرة الثامنة عشر، ويلاحظ وجود ٤٠ ملف من القوانين موضوعة على أربعة حصائر (مقبرة رخمي-رع)."
    ]
  }
  ,
  {
    "title": "الوزير رخمي رع ودوره في القضاء",
    "description": "يُعد الوزير رخمي رع، الذي خدم في عهد الملك تحتمس الثالث، من أبرز الشخصيات الإدارية والقضائية في مصر القديمة، حيث تعكس نقوش مقبرته المبادئ القانونية والعدلية التي كان يتبعها.",
    "listItems": [
      {
        "title": "توجيهات تحتمس الثالث",
        "description": "وجه الملك تحتمس الثالث أوامر واضحة لرخمي رع حول ضرورة تحقيق العدالة والاستماع إلى شكاوى الشعب، مشيرًا إلى أهمية قوانين منف كنموذج يُحتذى به."
      },
      {
        "title": "دور الوزير في تحقيق العدالة",
        "description": "كان الوزير بمثابة كبير القضاة والمسؤول الأول عن العدالة، حيث لم يقتصر دوره على تطبيق القوانين، بل شمل أيضًا الالتزام بمبدأ 'ماعت' لضمان الاستقرار الاجتماعي."
      }
    ]
  },
  {
    "title": "دور القضاء ورجال الدين في مصر القديمة",
    "description": "لعب رجال الدين دورًا أساسيًا في القضاء المصري القديم، حيث تولى الكهنة مناصب قضائية، وعُقدت المحاكم داخل المعابد أو بالقرب منها، مما جعل المؤسسات الدينية جزءًا رئيسيًا من النظام القضائي.",
    "listItems": [
      {
        "title": "سجن منف",
        "description": "كان منصب 'كاتب السجن الكبير' مسؤولًا عن إدارة السجون في منف، وأحد أشهر من حمل هذا اللقب هو 'عنخو'."
      },
      {
        "title": "القضاء في المعابد",
        "description": "كانت المحاكم تُعقد داخل المعابد، حيث جلس كبار كهنة المعابد إلى جانب كبار الموظفين للنظر في القضايا."
      },
      {
        "title": "باب العدالة",
        "description": "في الفترات المتأخرة، أصبح يُعرف 'باب العدالة' كمكان للنظر في القضايا داخل المعابد، حيث تحكم المحاكم الدينية إلى جانب المحاكم الرسمية."
      }
    ]
  },
  {
    "title": "دور المعابد في النظام القضائي المصري القديم",
    "description": "لعبت المعابد دورًا مهمًا في النظام القضائي، حيث كانت أماكن لتقديم الشكاوى وعقد المحاكمات، كما أن بعض الباحثين يشيرون إلى احتمال وجود سجون داخل المعابد الكبرى.",
    "listItems": [
      {
        "title": "المعابد كمراكز عدلية",
        "description": "استقبلت المعابد الشكاوى من العامة، وتم فيها إصدار الأحكام من قبل الكهنة."
      },
      {
        "title": "محاكم المعابد خلال عصر الرعامسة",
        "description": "تعزز دور الكهنة القضاة في الدولة الحديثة، خاصة خلال عهد توت عنخ آمون والملك حور محب."
      },
      {
        "title": "محكمة معبد بتاح",
        "description": "كان لمعبد بتاح دور قضائي مهم، حيث كان الكهنة يؤدون وظائف قضائية، وتم توثيق قضايا كبرى مثل نزاع المائة عام حول الميراث."
      }
    ]
  },
  {
    "title": "القانون في مصر القديمة",
    "description": "اعتمد القانون المصري القديم على العدالة والمساواة، حيث كان الملك هو المصدر الرئيسي للقوانين، وعمل القضاء على تطبيقها بصرامة.",
    "listItems": [
      {
        "title": "تشريعات حور محب",
        "description": "أصدر الملك حور محب إصلاحات قانونية للقضاء على الفساد، تضمنت عقوبات مثل جدع الأنف والنفي إلى ثارو."
      },
      {
        "title": "القوانين الجنائية",
        "description": "شملت القوانين الجنائية عقوبات قاسية ضد شهادة الزور، والرشوة، والاختلاس، والقتل، حيث كانت العدالة تُطبق دون تمييز طبقي."
      },
      {
        "title": "القوانين المدنية",
        "description": "تمت إدارة النزاعات القانونية من خلال المحاكم المحلية والمحاكم العليا، حيث كانت قرارات المحكمة تستند إلى قوة القانون والعرف."
      }
    ]
  },
  {
    "title": "النظام القضائي في الدولة القديمة والدولة الحديثة",
    "description": "اختلف النظام القضائي بين الدولة القديمة والدولة الحديثة، حيث شهد تطورًا في التدرج الوظيفي للقضاة، وانتقال المحاكم من مجالس دائمة إلى لجان متخصصة.",
    "listItems": [
      {
        "title": "القضاء في الدولة القديمة",
        "description": "تم تنظيم المحاكم على شكل 'البيت الكبير'، وكان الوزير يشرف على القضاء بصفته رئيس الهيئة العليا."
      },
      {
        "title": "القضاء في الدولة الحديثة",
        "description": "كان الملك هو المسؤول عن سن القوانين، بينما ترأس الوزراء المحاكم الكبرى، مع وجود مستشارين متخصصين."
      },
      {
        "title": "القضاء في عهد تحتمس الرابع",
        "description": "شهد هذا العصر محاكمات موثقة تُدار بواسطة وزير الصعيد ووزير الدلتا، بمشاركة مستشارين وخبراء قانونيين."
      }
    ]
  }
  ,
  {
    "title": "ماعت: إلهة العدالة والنظام في مصر القديمة",
    "description": "ماعت هي إلهة العدالة والحق والنظام في الديانة المصرية القديمة، وتجسد المبادئ الأساسية التي بُني عليها الكون مثل الحقيقة، التوازن، النظام، والعدالة. كان يُنظر إليها على أنها تجسيد للعدالة الإلهية، وكان تطبيق مبادئها أساس استقرار المجتمع.",
    "listItems": [
      {
        "title": "التمثيل والرمزية",
        "description": "تظهر ماعت في هيئة امرأة ترتدي تاجًا يحمل ريشة النعامة، والتي تعد رمزها الأساسي. كما أنها تُصور أحيانًا وهي تحمل العنخ (رمز الحياة) أو مسطرة للدلالة على القانون والنظام."
      },
      {
        "title": "ماعت كمبدأ كوني",
        "description": "كانت ماعت تُعتبر مبدأً أساسياً يحكم توازن العالم، وكان من مسؤولية كل فرد الالتزام بها للحفاظ على الاستقرار الاجتماعي والكوني."
      }
    ]
  },
  {
    "title": "دور ماعت في الدين والمجتمع",
    "description": "لعبت ماعت دورًا أساسيًا في المعتقدات الدينية والممارسات الاجتماعية في مصر القديمة، حيث ارتبطت بمفهوم العدالة الإلهية والمسؤولية الأخلاقية للحكام والشعب.",
    "listItems": [
      {
        "title": "دورها في محكمة الحساب",
        "description": "كانت ماعت تلعب دورًا محوريًا في محكمة أوزوريس، حيث يُوزن قلب المتوفى مقابل ريشة ماعت. إذا كان القلب خفيفًا ومساويًا للريشة، يُسمح للروح بالعبور إلى الحياة الآخرة، وإذا كان ثقيلاً، يُلتهم من قبل الوحش 'عمعمت'."
      },
      {
        "title": "ماعت كرمز للحكم العادل",
        "description": "كان الفراعنة يعتبرون أنفسهم منفذي إرادة ماعت، ومسؤولين عن تحقيق العدالة وضمان الاستقرار في المملكة. وكانت القوانين والتشريعات تصدر باسمها."
      },
      {
        "title": "ماعت والإدارة",
        "description": "كان المسؤولون والقضاة يؤدون قسم الولاء لماعت، وكان رمزها يستخدم في الوثائق الرسمية والأحكام القضائية للدلالة على الشرعية والعدل."
      }
    ]
  },
  {
    "title": "رموز ماعت",
    "description": "ارتبطت ماعت بعدة رموز تُجسد مبادئ العدالة والنظام، حيث كانت هذه الرموز تستخدم في الفن المصري القديم والنقوش الدينية.",
    "listItems": [
      {
        "title": "ريشة النعامة",
        "description": "ترمز إلى الحقيقة، النقاء، والعدالة، وتستخدم في وزن القلب خلال محكمة الحساب."
      },
      {
        "title": "ميزان العدالة",
        "description": "يمثل فكرة الحساب بعد الموت والتوازن في الكون، حيث يجب أن يكون القلب نقيًا ومتوازنًا مع ماعت."
      },
      {
        "title": "العنخ والمساطر",
        "description": "في بعض التصويرات، تمسك ماعت بعنخ، وهو رمز الحياة، أو مسطرة للدلالة على القوانين والنظام."
      }
    ],
    "imageUrls": [
      "/assets/politics/LawsCourts/قانون2.PNG"
    ],
    "imageDescriptions": [
      "تصوير لماعت وهي تحمل ريشة النعامة، رمز العدالة والتوازن."
    ]
  },
  {
    "title": "أهم الجرائم والعقوبات في مصر القديمة",
    "description": "تنوعت العقوبات في مصر القديمة بين عقوبات بدنية وتعسفية لتنفيذ النظام والحفاظ على النظام الاجتماعي. نستعرض أبرز العقوبات وأنواع الجرائم التي كان يتم معاقبتها.",
    "listItems": [
      {
        "title": "عقوبة السجن",
        "description": "كانت عقوبة السجن من أقسى العقوبات، إذ كان المذنب يُحكم عليه بالسجن إما لمدة محددة (مثل 23 يوماً) أو بالسجن المؤبد مع العمل في مزارع الدولة. وتُستدل هذه العقوبة من خلال برديات مثل 'بردية انسطاسي السادسة' التي تؤرخ لعهد الفرعون سيتي الثاني."
      },
      {
        "title": "عقوبة الضرب",
        "description": "كانت من العقوبات الشائعة، وتُطبق على جرائم مثل الإخلال بالالتزام في دفع الضرائب، السرقة، المنازعات حول الملكية، عدم الوفاء بالدين، الدعاء الكاذب، وغيرها. كما كان يُستخدم ضرب الجاني لتأديب المتهمين."
      },
      {
        "title": "عقوبة التشوية",
        "description": "تضمنت هذه العقوبة قطع الأنف وصلم الأذنين والخصى أو قطع اليدين، وتُطبق على جرائم مثل اليمين الكاذب، السلب والنهب، الإخلال بواجبات الوظيفة، وارتكاب الفاحشة."
      },
      {
        "title": "عقوبة الوضع على قطعة خشبية",
        "description": "أشارت النصوص إلى عقوبة تتمثل في شد الجاني إلى عمود خشبي، وهو ما اعتبر نوعاً من التعذيب البدني قبل الموت أو لفترة محدودة، بحسب طبيعة الجريمة."
      },
      {
        "title": "عقوبة الأشغال الشاقة",
        "description": "كانت تُفرض على من يُدان بجرائم معينة، حيث يُجبر المتهم على أداء أعمال شاقة مثل قطع الأحجار، وقد تم توثيقها في حالات من عهدي الفرعون رعمسيس السادس والدولة الحديثة."
      }
    ]
  }
  ,
  {
    "imageUrls": [
      "/assets/politics/LawsCourts/قانون3.PNG",
        "/assets/politics/LawsCourts/قانون4.PNG",
        "/assets/politics/LawsCourts/قانون5.PNG"
    ],
    "imageDescriptions": [
      "إحضار االشخاص للحساب أمام الكاتب (طيبه)",
      "منظر يوضح ضرب أحد العمال (الجيزة) ",
      "توقيع عقوبة الضرب في حضور الكاتب (مقبرة تي – سقارة) األسرة الخامسة"
    ]
  }
  ,
  {
    "imageUrls": [
      "/assets/politics/LawsCourts/قانون6.PNG",
        "/assets/politics/LawsCourts/قانون7.PNG",
        "/assets/politics/LawsCourts/قانون8.PNG"
    ],
    "imageDescriptions": [
      "رسم يصور عقوبة الضرب لشخص مقيد إلى عمود خشبي في مقبرة مري روكا بسقارة.",
      "مشهد يوضح تنفيذ عقوبة الضرب بحق شخص لم يفِ بالضرائب، من أحد نقوش طيبة.",
      "مشهد من الأسرة السادسة يُظهر مرتكبي المخالفات الضريبية أمام الوزير خنتي كا، حيث يُلاحظ تقييد اثنين منهم إلى عمود لتنفيذ العقوبة، بينما الآخرون مستلقون على الأرض."
]
  }
]
