[
{
  "title": "المنزل",
  "description": "يغطى المسكن الواحد مساحة تتراوح بين ٤٠ و ١٢٠ مترًا مربعًا ويتكون فى المعتاد من سلسلة متعاقبة من الحجرات ذات أبعاد مختلفة وتتكون جميعها من طابق أرضى.",
  "listItems": [
    {
      "title": "الحجرة الأولى",
      "description": "وتقع الحجرة الأولى عند مستوى أدنى من الطريق. والمدخل هو مصدر الإضاءة الوحيد، والحجرة مكرسة لعبادة الأجداد وعبادة الآلهة المنزلية حماة الخصوبة والوالدة. ويعلوها نصب حجري وتماثيل نصفية لآلهة منزلية."
    },
    {
      "title": "الحجرة الثانية",
      "description": "أما الحجرة الثانية ففى مستوى الطريق نفسه. وهى أكبر من الأولى وسقفها أكثر ارتفاعًا ويدخلها النسور من خلال نوافذ محمية بشبكة وموزعة في أعلى الجدران. سقفها مرفوع بواسطة أسطون مركزي، وبها مقعد."
    },
    {
      "title": "تزيين الأبواب الوهمية",
      "description": "غالبًا ما تزين الأبواب الوهمية جدران الحجرة، وقد صور عليها أمنحوتب الأول راعي القرية وحاميها وأمه أحمس نفرتاري ومختلف الآلهة."
    },
    {
      "title": "حجرة المعيشة",
      "description": "حجرة المعيشة فيها يستقبل أصحاب البيت ضيوفهم ويتناولون الطعام، وفيها كانوا يقضون لياليهم وينامون تمامًا كما هو الحال في بيوت الفلاحين في الوقت الراهن."
    },
    {
      "title": "وجود حجرة أو حجرتين صغيرتين",
      "description": "تأخذ حجرتان صغيرتان المكان الذي ترك شاغرًا بسبب وجود السلم الصاعد إلى سطح المنزل وإلى المصر الموصل إلى المطبخ وملحقاته من قبر ومخزن غلال."
    },
    {
      "title": "المطبخ",
      "description": "المطبخ مجهز بفرن إعداد الطعام وبالأجران والمعاجن، وقد حضرت النساء القائمات على خدمة أهل القرية للمعاونة في طحن الحبوب. أما خزانات المياه فموجودة في الهواء الطلق."
    },
    {
      "title": "التجهيزات والأثاث",
      "description": "إلى جانب ما يوجد في كل حجرة من تجهيزات خاصة بها، تتوزع على الجدران أكثر من كوة. المحتوى الحجرة على أثاث متواضع مصنوع من الخشب أو الحجر، بها مقاعد وكراسي ومسند للرأس وأسرة وصناديق وحصر وسلال وأدوات من السيراميك وبعض المنسوجات."
    },
    {
      "title": "نساء القرية",
      "description": "وأغلب الظن أن نساء القرية وأطفالهن الصغار كانوا يقضون معظم نهارهم في هذا المكان المسور. ولكن النسوة كن يتزاورن ويناقشن بحرارة آخر أخبار أهل الشاطئ."
    }
  ]
}
,
{
    "imageUrls":[
        "/assets/social-life/Family/اسره1.PNG",
        "/assets/social-life/Family/اسره2.PNG"
    ]
    ,"imageDescriptions":[
        "مثال للمنزل فى مصر القديمة ",
        "نموذج مرسوم للمنزل"
    ]
}
,
{
  "title": "الزواج",
  "description": "كانت الأسرة تشكل النواة الأساسية للحياة الاجتماعية في مصر القديمة. في بداياتها، اقتصرت الأسرة على الزوج باعتباره رب الأسرة، والزوجة كربة للبيت، وأطفالهما تحت رعايتهما. ومع مرور الوقت، توسع هذا الإطار ليشمل العّمات والخالات والأعمام والأخوة، كما يظهر في نصوص من الأسرة السادسة، منها نص أمير قوص، بالإضافة إلى بردية من الالهون يذكر فيها جندي سنفرو أن أسرته كانت تتألف من أمه وجدته لوالده يُدعى وثلاث عّمات.",
  "listItems": [
    {
      "title": "الأسرة في المجتمع المصري القديم",
      "description": "بهذا المفهوم، شملت الأسرة كل من يعيش تحت كنف رب الأسرة، بغض النظر عن درجة القرابة. كان رب الأسرة مسؤولًا عن رعاية النساء غير المتزوجات، بينما ضمت الأسرة الموسعة الآباء والأبناء والإخوة والأخوات والخدم والمحظيات، وجميعهم خضعوا لسلطة رب الأسرة. ورغم تفاوت مستويات السعادة والاستقرار بين الأسر وفقًا لكفاءة الأزواج والزوجات ونجاح نسلهم، فقد حظيت الأسرة المصرية القديمة باستقرار اجتماعي ملحوظ لم تعرفه العديد من الشعوب القديمة."
    },
    {
      "title": "أدوار الزوجين في الأسرة المصرية القديمة",
      "description": "اختلفت عوامل هذا الاستقرار بين الطبقات الاجتماعية، حيث ساد توازن مقبول بين أدوار الزوجين. فقد كان الزوج يُوصف بألقاب مثل \"هي\" (البعل)، و\"نب\" (ولي الأمر)، و\"من\" (الأخ)، بينما كانت الزوجة تُعرف بألقاب مثل \"حمة\" (حرمة)، و\"مرة\" (حبيبة)، و\"نبت بر\" (حبيبة)، و\"سنه\" أو \"سونة\" (أخت)، كما كانت تُدعى أي سيدة البيت."
    },
    {
      "title": "الزواج بين الأقارب في مصر القديمة",
      "description": "ادعى بعض الكتاب الإغريق القدماء، وتبعهم في ذلك مؤرخون حديثون، أن الزواج بين الإخوة كان شائعًا في مصر القديمة، مستشهدين بزواج الفراعنة وبعض الآلهة مثل أوزير وإيزيس وست ونفتيس. وقد كان هذا النوع من الزواج وسيلة للحفاظ على ممتلكات الأسرة ومنع انتقالها إلى الغرباء، كما كان شائعًا في بعض الثقافات القديمة كالعرب واليهود.",
      "listItems": [
        {
          "title": "الحقيقة حول الزواج بين الإخوة",
          "description": "ومع ذلك، تُظهر الأدلة المصرية أن هذه الممارسة لم تكن شائعة بين عامة الناس. صحيح أن بعض الفراعنة تزوجوا من أخواتهم لتعزيز شرعية حكمهم والحفاظ على النسب الملكي النقي، لكن مصطلح \"الأخت\" كان يُستخدم أحيانًا كتعبير عن المحبة والاحترام، وليس بالضرورة للدلالة على صلة قرابة حقيقية. لم يُعثر حتى الآن على دليل قاطع يؤكد وجود زيجات بين إخوة وأخوات حقيقيين بين طبقات المجتمع المختلفة، باستثناء حالات خاصة في العائلات الملكية."
        }
      ]
    },
    {
      "title": "عقد الزواج وطقوسه",
      "description": "كان الزواج في مصر القديمة يتم في سن مبكرة، كما هو الحال في العديد من الثقافات الشرقية. لم تصلنا تفاصيل كثيرة عن مراسم الخطبة أو طقوس الزواج، لكن يُعتقد أن عقد الزواج كان يُبرم في المعابد بحضور أقارب العروسين. أقدم عقد زواج معروف يعود إلى عام 590 ق.م، ويتشابه مع عقود من فترات لاحقة، مما يدل على استمرارية هذا التقليد.",
      "listItems": [
        {
          "title": "توقيع العقد",
          "description": "في البداية، كان ولي أمر العروس هو من يوقع العقد نيابة عنها، ولكن بحلول القرن السابع قبل الميلاد، سُمح للعروس، خاصة الأرملة أو المطلقة، بحضور مراسم توقيع العقد بنفسها. نصت العقود على المهر وتفاصيل الالتزامات المالية بين الزوجين، بما في ذلك النفقة في حال الطلاق. كما تضمنت بعض العقود تعهدات بتقديم الطعام والملابس والعطور للزوجة."
        }
      ]
    },
    {
      "title": "مكانة المرأة ودورها في المجتمع",
      "description": "رغم تحفظ المجتمع المصري القديم في بعض الجوانب، إلا أن المرأة تمتعت بمكانة مرموقة. شاركت في الحياة العامة، وظهرت في المناسبات الاجتماعية والدينية، كما كان لها حق التملك والمشاركة في إدارة أموال الأسرة. ارتدت المرأة المصرية القديمة ملابس أنيقة وزينت نفسها بالحلّي، واهتمت بالعناية بمظهرها باستخدام مستحضرات التجميل والعطور."
    },
    {
      "title": "الزنا والعلاقات خارج إطار الزواج",
      "description": "اعتبر المصريون القدماء الزنا جريمة خطيرة يعاقب عليها القانون بشدة، خاصة إذا كانت المرأة متزوجة. وردت نصوص تحذر من مغبة الوقوع في هذه الخطيئة، حيث اعتُبر الزنا بابًا يؤدي إلى ارتكاب جرائم أخرى. تضمنت العقوبات الإعدام أو الحرق أو الغرق كما في قصة الشاب الذي ارتبط بزوجة كاهن، حيث افترسه تمساح."
    },
    {
      "title": "الزواج عبر الطبقات الاجتماعية",
      "description": "لم تكن الفوارق الطبقية عائقًا دائمًا أمام الزواج. فقد تزوج بعض الأمراء والفراعنة من نساء من خارج العائلة المالكة، كما في حالة الملك أمنحتب الثالث الذي تزوج من الملكة \"تي\" من عامة الشعب، والتي أصبحت شخصية بارزة في تاريخ مصر القديمة. ومع ذلك، حافظت الأسر الملكية على تقاليد تزويج أفرادها من داخل العائلة لضمان نقاء الدم الملكي وتقوية الروابط السياسية."
    }
  ]
}
,
{
    "imageUrls":[
        "/assets/social-life/Family/اسره3.PNG",
        "/assets/social-life/Family/اسره4.PNG"
    ]
    ,"imageDescriptions":[
        "تمثال حوني وزوجته رينينوتيت 1294 قبل الميلاد ",
        "تمثال السيد والسيدة حور محب، األسرة الثامنة عشر."
    ]
}
,
{
  "title": "تعدد الزوجات في مصر القديمة",
  "description": "عرف المصريون القدماء تعدد الزوجات مثلهم مثل العديد من الشعوب القديمة الأخرى، حيث مارسه المصريون، الفرس، العرب، اليهود وغيرهم، بل كان شائعًا بين أتباع الديانات السماوية الثلاث: اليهودية، المسيحية، والإسلام. ورغم أن البعض يعتبر تعدد الزوجات نظامًا بدائيًا مرتبطًا بانحطاط مكانة المرأة، يرى آخرون أن تحرر المرأة من هذا النظام يمثل خطوة نحو تقدمها.",
  "listItems": [
    {
      "title": "مواقف النساء تجاه تعدد الزوجات",
      "description": "في الواقع، كانت مواقف النساء تجاه تعدد الزوجات متباينة؛ فبينما تطلب زوجة عاقر من زوجها الزواج بأخرى لتحقيق حلم الأمومة، تعارض أخرى بشدة فكرة وجود ضرائر. وتفضل بعض النساء زواج أزواجهن بأخرى بدلًا من الانخراط في علاقات غير مشروعة، في حين تحلم أخريات بالزواج من رجال متزوجين بالفعل."
    },
    {
      "title": "دوافع تعدد الزوجات",
      "description": "لتعدد الزوجات دوافع عديدة، منها أنه يمنح المرأة حرية أكبر مقارنة بتحريمه، حيث لا يُكره المرأة على قبول زوج لا تريده، بينما تحريمه قد يجبرها على خيار واحد: إما الزواج برجل متزوج أو البقاء دون زواج. كما أن عجز المرأة عن الوفاء باحتياجات الحياة الزوجية بسبب العقم أو المرض أو العيوب الجسدية كان سببًا لتعدد الزوجات."
    },
    {
      "title": "الزواج الثاني لتعزيز الروابط العائلية",
      "description": "كذلك كان هذا النظام يُستخدم كحل اجتماعي في حالات عودة المطلقة إلى عصمة زوجها السابق دون التسبب في تفريقه عن زوجته الجديدة. وفي بعض الحالات، كان الهدف من الزواج الثاني هو تعزيز الروابط العائلية، كأن يتزوج الرجل من أرملة شقيقه لرعاية أبنائه أو يتزوج من قريبة تحتاج للرعاية."
    },
    {
      "title": "تعدد الزوجات خلال الحروب",
      "description": "وخلال الحروب، ساهم تعدد الزوجات في معالجة مشكلة زيادة عدد الأرامل وتعويض فقدان الأبناء، مما ساعد على استعادة قوة المجتمع."
    },
    {
      "title": "انتشار تعدد الزوجات",
      "description": "رغم أن تعدد الزوجات كان مشروعًا في مصر القديمة، إلا أن الاستقرار الأسري والظروف الاقتصادية حدّت من انتشاره، واقتصر في الغالب على الملوك، النبلاء، والأثرياء."
    },
    {
      "title": "أمثلة عن الملوك وتعدد الزوجات",
      "description": "فعلى سبيل المثال، كان للفرعون خوفو زوجات متعددات وأبناء من كل منهن، مما أدى إلى انقسام أسرته إلى ثلاثة فروع. كذلك تزوج \"تيتي\" مؤسس الأسرة السادسة من زوجتين: \"خويه\" و\"أبيوة\". أما أمنحتب الثالث من الأسرة الثامنة عشرة، فقد عُرف بكثرة زوجاته من بابل وميتاني وآشور إلى جانب زوجته المفضلة، ب addition إلى مئات الفتيات والجواري. وكذلك رمسيس الثاني، الذي تزوج العديد من النساء، منهن الملكتين الشهيرتين نفرتاري واست نفرت."
    },
    {
      "title": "تعدد الزوجات بين الأمراء والنبالء",
      "description": "تعدد الزوجات لم يقتصر على الملوك فقط، فقد عُرف أيضًا بين الأمراء والنبلاء. الأمير \"مري رع\" مثلًا كان له ست زوجات، مع تميز زوجته \"إيزة\" بمكانة خاصة."
    },
    {
      "title": "تعدد الزوجات بين عامة الشعب",
      "description": "في المقابل، كان من المعتاد لدى عامة الشعب الاكتفاء بزوجة واحدة، رغم وجود حالات لتعدد الزوجات بين الطبقات الوسطى والفقيرة أيضًا."
    },
    {
      "title": "مكانة الأبناء شرعيًا",
      "description": "تُظهر النقوش أن تعدد الزوجات لم يكن عائقًا أمام اعتبار جميع الأبناء شرعيين، بغض النظر عن منزلة أمهاتهم."
    },
    {
      "title": "دور الكهنة في تعدد الزوجات",
      "description": "ورغم أن الكهنة غالبًا ما كانوا يكتفون بزوجة واحدة، فإن تعدد الزوجات كان جزءًا من البنية الاجتماعية."
    },
    {
      "title": "الطلاق في مصر القديمة",
      "description": "إلى جانب ذلك، كان الطلاق معروفًا ومتاحًا للرجل فقط، مع التزامه بإعادة المهر لزوجته في حالة الطلاق دون سبب مشروع، باستثناء حالات الخيانة."
    },
    {
      "title": "حقوق المرأة في عقد الزواج",
      "description": "وقد تضمن عقد الزواج بنودًا تحمي حقوق المرأة، مثل ضمان نصيب وراثي لأبنائها."
    },
    {
      "title": "قصص عن ضرائر عشن بسلام",
      "description": "تروي المصادر المصرية قصصًا عن ضرائر عشن بسلام وتساهل. فقد صورت النقوش زوجات يشاركن أبناء ضرائرهن في تقديم الهدايا والاحتفال بالحياة."
    },
    {
      "title": "الجواري في مصر القديمة",
      "description": "وأخيرًا، عُرف نظام الجواري منذ الدولة القديمة، حيث كان الرجال الأثرياء يمتلكون عددًا من السراري إلى جانب زوجاتهم. لم تكن أسماؤهن تُذكر كثيرًا في النقوش، لكن تأثيرهن كان واضحًا في الحياة الاجتماعية."
    },
    {
      "title": "تعدد الزوجات كجزء من النظام الاجتماعي",
      "description": "يتضح من كل ذلك أن تعدد الزوجات كان جزءًا معقدًا من النظام الاجتماعي في مصر القديمة، حيث تباينت المواقف والدوافع بين الطبقات المختلفة وفقًا للظروف الاجتماعية، الاقتصادية، والثقافية."
    }
  ]
}
,
{
  "title": "الحمل والإنجاب",
  "description": "على عكس الحضارات القديمة الأخرى في مصر، لم تكن والدة الأنثى تعتبر عارًا. فالوالدة بشكل عام وبغض النظر عن جنس المولود، في مجتمع معدل وفيات الرضع فيه عالي، كانت تعتبر نعمة من الآلهة وغالبًا ما ترفق بحفلات مهداة للإله الراعي للأم والمولود، الإله بس الذي يتم تجسيده على شكل قزم ذو لحية.",
  "listItems": [
    {
      "title": "رعاية المرأة الحامل",
      "description": "كانت المرأة الحامل تعتني بصحتها كثيرًا وذلك بإتباع نظام غذائي معين وباستعمال بعض الزيوت على بطنها للحفاظ على مرونة جلدها."
    },
    {
      "title": "مساعدات الولادة",
      "description": "عند وصول موعد مخاضها، كانت تذهب إلى المعبد حيث مكان الولادة (ماميزي). وكانت تتلقى المساعدة من طرف القابلة ونساء خبيرات من أسرتها."
    },
    {
      "title": "وضعية الولادة",
      "description": "كانت تجلس إما على كرسي مثقوب أو كانت تجلس القرفصاء، في حين كانت القابلة تجلس على ركبتها مستعدة لاستقبال المولود."
    },
    {
      "title": "بعد الولادة",
      "description": "بعد الولادة، كانت القابلة تستعمل سكينا من حجر السج لقطع الحبل السري. ولتخفيف آلام الوضع، كانت ترتل بعض التعاويذ وتستعمل بعض الطقوس وأحيانًا يصلى لآلهة من أجل حماية الأم ودرء المضاعفات المحتملة. وأحيانًا أخرى كانت تسقي بعض الجعة."
    }
  ],
  "imageUrls":[
        "/assets/social-life/Family/اسره5.PNG"
        ],
        "imageDescriptions":[
            "تمثال للأله بس"
        ]
}
,
{
  "title": "الأطفال في مصر القديمة",
  "description": "كان الزواج في مصر القديمة، كما في معظم الحضارات الأخرى، جزءًا من سنة الحياة التي لا تتغير. ولم يكن يقتصر على تلبية الحاجة الطبيعية للرجل والمرأة فقط، بل كان للزوجة دور أساسي في المعتقدات الدينية المرتبطة بالحياة الآخرة. إذ كان يُعتقد أن وجود الزوجة ضروري للزوج في العالم الآخر، لذلك وُجدت تماثيل ورسوم لزوجاتهم في قبورهم، وفي حال تعذر ذلك، كانوا يستعيضون عنها بنماذج فخارية تحمل صورة الزوجة.",
  "listItems": [
    {
      "title": "سعادة الرجل وأهمية الأطفال",
      "description": "لم تكن سعادة الرجل في كثرة ممتلكاته أو منصبه المرموق، بل كانت تكمن في زوجته وأطفاله الذين كانوا مصدر فخر واعتزاز كبير لتنشئة أطفالهم تنشئة سليمة."
    },
    {
      "title": "الزواج المبكر",
      "description": "كان الزواج المبكر وسيلة فعالة لضمان تربية الأبناء قبل أن يصل الأبوين إلى مرحلة الشيخوخة. وقد أشار الحكيم المصري \"بتاح حوتب\" من الدولة القديمة إلى هذا المفهوم في نصائحه لابنه."
    },
    {
      "title": "دوافع إنجاب الأطفال",
      "description": "لقد كان إنجاب عدد كبير من الأطفال هدفًا يسعى إليه المصريون القدماء، ولم يكن الدافع وراء ذلك مجرد تلبية غريزة الأبوة والأمومة، بل كانت هناك دوافع اجتماعية ودينية مهمة. فقد كان الأطفال يمثلون عونًا لأسرهم، خاصة في الأعمال الزراعية التي كانت تحتاج إلى يد عاملة كثيرة."
    },
    {
      "title": "البيئة الداعمة لإنجاب الأطفال",
      "description": "ساهمت البيئة المصرية الخصبة، وتوفر مياه النيل، ووفرة المحاصيل ورخص أسعارها في تشجيع الأسر على إنجاب عدد كبير من الأطفال دون الخوف من الفقر أو الحاجة."
    },
    {
      "title": "الإيمان بالإله",
      "description": "كان الإيمان العميق بآلهتهم مصدرًا للطمأنينة. فقد وصفوا الإله بأنه المتحكم في قدرة النساء على الإنجاب، والذي يخلق الحياة من النطفة ويوفر الرعاية للجنين في بطن أمه."
    },
    {
      "title": "فقدان الأبناء",
      "description": "اعتبر المصريون القدماء فقدان الأبناء من أعظم المصائب التي قد تصيب الإنسان، تفوق حتى فقدان الزوجة أو الممتلكات. وقد أشار الحكيم \"إيبوور\" إلى أن قلة النسل كانت دليلا على ضعف كبير اهتمامات المجتمع في أوقات الأزمات."
    },
    {
      "title": "وسائل مكافحة العقم",
      "description": "لجأ المصريون إلى وسائل بدائية لتشخيص الحمل وتحديد نوع الجنين، مثل تجربة إنبات القمح والشعير باستخدام بول المرأة الحامل."
    },
    {
      "title": "دور الفراعنة في زيادة النسل",
      "description": "كان الفراعنة يشاركون شعبهم هذا الاهتمام بزيادة النسل، وادعوا أن الآلهة وعدتهم بوفرة الذرية. واستُخدمت وسائل مختلفة لضمان كثرة النسل، مثل الزواج المبكر وتعدد الزوجات."
    },
    {
      "title": "دور الأب والأم في تربية الأطفال",
      "description": "كان للأب والأم أدوار مهمة في تربية الأطفال. فقد اعتُبرت الأم المسؤولة الأولى عن تنشئة الطفل، حيث ترعاه جسديًا وعاطفيًا، بينما كان الأب يشرف على تعليم الأطفال مبادئ الرجولة والأخلاق."
    },
    {
      "title": "تعليم الأبناء",
      "description": "نصح الحكيم \"بتاح حوتب\" بضرورة معاملة الأبناء بالحزم والحب في آن واحد، وأكد على ضرورة تعليمهم الفضائل والقيم السامية."
    },
    {
      "title": "أسماء الأطفال",
      "description": "كانت أسماء الأطفال تُختار بناءً على يوم ميلادهم، أو وفقًا لمناسبات دينية، أو لتكريم أحد الوالدين أو الأجداد، أو حتى لتجنب الحسد."
    },
    {
      "title": "السجلات الإدارية",
      "description": "من الناحية الإدارية، كان يتم تسجيل الأطفال في سجلات خاصة لضمان حقوقهم في الميراث، وتسهيل عملية التجنيد في المستقبل، وضمان تنظيم المجتمع."
    },
    {
      "title": "أهمية الأطفال في المجتمع المصري القديم",
      "description": "في النهاية، يظهر من كل ذلك مدى أهمية الأطفال في المجتمع المصري القديم، ليس فقط كامتداد للعائلة، بل كركيزة أساسية لضمان استمرارية الحضارة المصرية على مر العصور."
    }
  ]
  ,
  "imageUrls":[
        "/assets/social-life/Family/اسره6.PNG"
        ],
        "imageDescriptions":[
            "تمثال للكاهن إيتو وزوجته حنوتويرت وابنهما نفر هبف من منتصف القرن الثامن عشر."
        ]
}
,
{
    "imageUrls":[
        "/assets/social-life/Family/اسره7.PNG",
        "/assets/social-life/Family/اسره8.PNG",
        "/assets/social-life/Family/اسره9.PNG"
    ]
}
,
{
  "title": "تربية الأبناء",
  "description": "في طبقات المجتمع السفلي كانت الأم هي من تتولى تربية الأطفال. أما في الطبقات العليا فقد كان تخصص مربية لكل مولود في القصر الملكي، وكانت تحظى هذه المربية بمكانة اجتماعية كبيرة. وكان الأثرياء يسيرون على نهج الأسر الحاكمة في استخدام المرضعات لأطفالهم، وكان يترعرعوا على يد المربيات اللواتي كانت لهن مهمة رئيسية في إنشاء ملك المستقبل. وكانت لهن القدرة على مساعدته في اتخاذ قراراته المستقبلية.",
  "listItems": [
    {
      "title": "واجب الأبناء تجاه الوالدين",
      "description": "كان على أبناء الفراعنة واجب أخلاقي وقانوني يفرض عليهم رعاية والديهم المرضى وكبار السن في حياتهم وحتى بعد مماتهم لأنهم يعتبرون حكماء. وقد قلدهم بعد ذلك أهل الطبقة الوسطى."
    },
    {
      "title": "رعاية الأم للطفل",
      "description": "كانت الأم تحرص على نظافة طفلها وحمايته من الأمراض والحسد، فكانت تستعمل التمائم والتعاويذ التي كان يلبسها الطفل حول رقبته."
    },
    {
      "title": "تصوير الأطفال في الفن المصري",
      "description": "في عصر الدولة القديمة، غالبًا ما كان يتم تصوير الأطفال بدون ملابس سواءً إناثًا أو ذكورًا. أما في عصر الدولة الوسطى، فقد صور الأطفال بملابس كانت تبدو رقيقة وشفافة خصوصًا بالنسبة للفتيات."
    },
    {
      "title": "التربية العقلية والجسمانية للأطفال",
      "description": "اهتم المصريون القدماء بالتربية العقلية والجسمانية للأطفال، فقد كان الأطفال حتى سن الرابعة لهم لعبهم الخاصة بهم مثل الكرات من القماش أو الجلد، والتماسيح التي تحرك أفواهها، والعرائس والدمى الصغيرة من الطين أو الفخار، أو لعب خشبية لها أذرع أو أقدام متحركة."
    },
    {
      "title": "التعليم في مصر القديمة",
      "description": "كان الطفل يتلقى تعليمه الأول على يدي والديه قبل التحاقه بالمدرسة. وقد كان أبناء الطبقة العليا هم الذين يلتحقون بالمدارس والمعابد لتعلم الكتابة والقراءة وآداب السلوك وغيرها، أما أبناء الطبقة السفلى فقد كان الابن يسير على خطى والده فيتعلم تجارة أو حرفة، فيما كانت البنت تتعلم في البيت فن الطبخ والنسيج وتتدرب على الرقص والغناء والموسيقى."
    },
    {
      "title": "تعليم القيم والمبادئ",
      "description": "وقد حرص الآباء على تعليم أبنائهم آداب السلوك والتحلي بالتقوى والتسامح وحب الوالدين والإخلاص والأمانة وغيرها من القيم والنصائح."
    },
    {
      "title": "تماثيل ورسومات للأسر الحاكمة",
      "description": "وقد تم العثور على تماثيل ورسومات للأسر الحاكمة مع أطفالها، وهي تحيطهم بالرعاية والحب، وكانت تفتخر بصنع تماثيل لها برفقتهم."
    }
  ],
  "imageUrls":[
        "/assets/social-life/Family/اسره10.PNG"
        ],
        "imageDescriptions":[
            "مربية ابناء الملك"
        ]
}
,
{
    "imageUrls":[
        "/assets/social-life/Family/اسره11.PNG",
        "/assets/social-life/Family/اسره12.PNG",
        "/assets/social-life/Family/اسره13.PNG"
    ],
    "imageDescriptions":[
        "الألهه ايزيس ترضع ابنها حورس. ",
        "أمرأه تحمل طفلا وتقطف التين.",
        "العاب متحركه للأطفال"
    ]
}
,
{
  "title": "التماسك العائلي في الأسرة المصرية",
  "description": "تشير العديد من الأدلة إلى قوة الروابط العائلية بين الزوجين وبينهما وبين أبنائهما في مصر القديمة. فقد حرص الفنانون المصريون في أعمالهم الفنية، خاصة في التماثيل والنقوش، على تصوير أفراد الأسرة كوحدة مترابطة ومتكاملة حول رب الأسرة الذي يمثل محور التماسك والدعم.",
  "listItems": [
    {
      "title": "التصوير الفني للعلاقات العائلية",
      "description": "تنعاكس هذه الروح في تفاصيل دقيقة مثل جلوس الزوجة بجانب زوجها أو وقوفها بجواره، حيث تعبر عن مشاعر المحبة والارتباط من خلال لمسات حانية كأن تطوقه بيدها أو تلمسه برفق، بينما يظهر الأبناء أحيانًا وهم يمسكون بيد والدهم أو يستندون إليه، مما يجسد عمق العلاقة الأسرية."
    },
    {
      "title": "لوحة جدارية في مقبرة ماهو",
      "description": "من أبرز الأمثلة على ذلك، لوحة جدارية في مقبرة \"ماهو\" رئيس الشرطة في تل العمارنة، التي تصور أسرة الملك أخناتون أثناء توجههم إلى المعبد. يظهر الملك وهو يمسك بالسراج، يلتفت نحو زوجته الملكة وكأنه على وشك تقبيلها، بينما تمسك هي بقضبان العربة وتبادله نظرات المحبة. أمامهما ابنتهما الصغيرة \"مريت آتون\" التي تلعب بحيوية مع مؤخرة الخيل المزينة بريش النعام."
    },
    {
      "title": "الملك أخناتون وابنته",
      "description": "كما يظهر هذا الترابط في تمثال صغير من العمارنة، يُصور فيه الملك وهو يحتضن ابنته الصغيرة ويقبلها، في مشهد عفوي يعكس حنان الأبوة، وهو أمر كان شائعًا بين المصريين."
    },
    {
      "title": "تمثال الملكة نفرتيتي",
      "description": "مثال آخر يُجسد العلاقة الحميمة بين الزوجين هو تمثال الملكة نفرتيتي وزوجها أخناتون، حيث تظهر الملكة ملتفة حول زوجها في تعبير عن التفاني والحب العميق."
    },
    {
      "title": "صور الحياة الزوجية في عهد توت عنخ آمون",
      "description": "وفي عهد توت عنخ آمون، تظهر صور الحياة الزوجية السعيدة بوضوح، حيث يُصور الملك جالسًا في استرخاء، بينما تميل زوجته نحوه في مشهد مليء بالرقة والحنان وهي تعتني بمظهره."
    },
    {
      "title": "الملكة تي وأمنحتب الثالث",
      "description": "من الأمثلة التاريخية الأخرى، الملكة \"تي\" زوجة أمنحتب الثالث، التي تمكنت من كسب قلب زوجها وتقديره طوال حياتها، مما دفعه لبناء قصر فخم وبركة مائية كبيرة في حديقته كدليل على حبه لها. وقد سمح لها بأن يُكتب اسمها بجانب اسمه داخل الخانة الملكية، وهو أمر نادر يعكس مكانتها المميزة."
    },
    {
      "title": "دور المرأة المصرية",
      "description": "لم تقتصر هذه الروابط القوية على الملوك والنبلاء فقط، فقد كانت دائمًا رفيقة زوجها في المنزل والمعبد وحتى في الرحلات مثل الحج إلى أبيدوس. كانت تشاركه في العمل والحياة اليومية، وتتحمل مسؤوليات الأسرة جنبًا إلى جنب معه."
    },
    {
      "title": "حقوق المرأة المصرية",
      "description": "رغم أن الرجل كان يُعتبر القائم على الأسرة، إلا أن المرأة المصرية تمتعت بحقوق عديدة مثل حق التصرف في ممتلكاتها."
    },
    {
      "title": "مشاهد الحزن بعد وفاة الزوج",
      "description": "وقد جسدت النقوش مشاعر الحزن العميق التي كانت تعتري الزوجة عند وفاة زوجها، حيث تظهر مشاهد النساء وهن يندبن أزواجهن ويبكينهم بشدة."
    },
    {
      "title": "التصوير المثالي للأسرة المصرية",
      "description": "لكن على الرغم من هذا التصوير المثالي، لم تكن كل الأسر المصرية تعيش في تناغم دائم، فقد تفاوتت الأسر في مستويات الحب أو الخلاف، كما هو الحال في أي مجتمع آخر. ومن المثير أن بعض الحكم والأمثال المصرية القديمة حذرت الرجال من بعض تصرفات الزوجات."
    },
    {
      "title": "نصيحة الحكماء حول العلاقات الزوجية",
      "description": "نصحت الحكماء الرجال بعدم الاستسلام لآراء الزوجات أو الإفراط في الثقة بهن، مع التنبيه إلى أهمية التوازن في العلاقات الزوجية."
    },
    {
      "title": "أهمية التماسك العائلي",
      "description": "ومع ذلك، ظل التماسك العائلي أحد السمات المميزة للحضارة المصرية القديمة، حيث اعتُبرت الأسرة نواة المجتمع ومصدر قوته واستقراره."
    }
  ]
}
,
{
    "imageUrls":[
    "/assets/social-life/Family/اسره14.PNG"
]
}
,
{
  "title": "البر بالوالدين في مصر القديمة",
  "description": "يُظهر تاريخ مصر القديمة أن القيم الأخلاقية الفاضلة للفرد كانت تنبع أساسًا من سلوكه وتعامله مع أفراد أسرته، وخاصة والديه وإخوته. وقد أكد الحكماء على أهمية طاعة الوالدين والإحسان إليهما، إذ كانا يُعتبران الدليل الأول نحو طريق الخير.",
  "listItems": [
    {
      "title": "نصيحة الحكيم آني",
      "description": "نصح الحكيم \"آني\" ابنه قائلاً: \"قرب الماء لأبيك وأمك اللذين انتقلوا إلى قبريهما في الصحراء، ولا تغفل هذا الواجب، حتى يفعل ابنك لك المثل.\""
    },
    {
      "title": "رعاية الوالدين في الأسرة السادسة",
      "description": "نجد نبيًا من الأسرة السادسة يروي كيف كان بارًا بوالديه وراعياً لإخوته قائلاً: \"كنت مطيعًا لأبي، عطوفًا على أمي، وراعيت إخوتي.\""
    },
    {
      "title": "محبة والديه في سيرة خوف حر",
      "description": "أما \"خوف حر\" محافظ أسوان في عهد الأسرة السادسة، فقد عبّر عن محبة والديه ورضاهما عنه في سيرته التي نقشها على جدران قبره قائلاً: \"كنت محبوبًا من أبي، مرضيًا عني من أمي، ودوامًا مع إخوتي.\""
    },
    {
      "title": "البر بالعائلة في سيرة شخصية أخرى",
      "description": "وفي سيرة شخص آخر، نقرأ: \"كنت عصًا يستند إليها أبي في شيخوخته، لم أعص أمره قط، ولم أنظر إليه ما له، وكنت أنحني حين يحدثني. كما كنت أتعامل مع إخوتي بحساسية وأظهر الاحترام والتفاني نحو أمي وأختي.\""
    },
    {
      "title": "التفاخر بالبر بالوالدين في عصر الأهرام",
      "description": "في عصر الأهرام، كان الأبناء يتفاخرون بصفاتهم النبيلة التي تجسدت في عبارات مثل: \"كنت محبوبًا من والدي، وممدوحًا من أمي، ومحبوبًا من إخوتي وأخواتي.\""
    },
    {
      "title": "توفير احتياجات الآباء في الحياة الآخرة",
      "description": "كان الأبناء يعتبرون تزويد آبائهم بكل ما يلزمهم في الحياة الآخرة واجبًا مقدسًا مهما واجهوا من صعوبات."
    },
    {
      "title": "البر بالوالدين في مقبرة ميخو وسابني",
      "description": "نقرأ على مقبرة \"ميخو\" و\"سابني\" في أسوان أن \"ميخو\" قتل أثناء أداء واجبه في خدمة الفرعون، فبادر ابنه \"سابني\" بنقل جثمان والده من منطقة نائية رغم صعوبة الظروف، وأبلغ الفرعون بما حدث. فطلب الملك أن يُحنط الجثمان ويدفن بما يليق بمكانة رجل ضحى بحياته من أجل مواله."
    },
    {
      "title": "مقابر الأبناء للآباء",
      "description": "لقد كان البر بالوالدين من القيم الجوهرية في عصر الأهرام. فقد شيد الأبناء مقابر ضخمة لآبائهم المتوفين، وحرصوا على رعاية قبورهم وأداء الشعائر الدينية وتقديم القرابين لأرواحهم."
    },
    {
      "title": "الوفاء من النبيل زاو الثاني",
      "description": "من الأمثلة البارزة على هذا الوفاء، نجد النبيل \"زاو الثاني\" الذي أوصى بأن يُدفن مع والده في قبر واحد قائلاً: \"لقد دفنت والدي الأمير زاو في موكب عظيم يفوق مواكب أقرانه من أمراء الصعيد... رغبت أن يُدفن معه لأراه كل يوم وأبقى قريبًا منه دائمًا.\""
    },
    {
      "title": "الطقوس الجنائزية للأبناء",
      "description": "وكان من التقاليد المتبعة في الجنازات أن يقوم الأبناء بذبح الثيران وتقديمها كقرابين لآبائهم، بالإضافة إلى صيد الطيور وتقديمها. ويُذكر أن رمسيس الثاني قام بهذه الطقوس خلال جنازة والده الملك سيتي الأول، كما هو موثق في نقوش معبد أبيدوس."
    },
    {
      "title": "التماسك العائلي في مصر القديمة",
      "description": "هكذا يتجلى بوضوح كيف كان البر بالوالدين أحد أعمدة القيم الأخلاقية والمجتمعية في مصر القديمة، ليس فقط في حياتهم، بل حتى بعد وفاتهم."
    }
  ]
}
,
{
    "imageUrls":[
    "/assets/social-life/Family/اسره15.PNG",
    "/assets/social-life/Family/اسره16.PNG"
],
"imageDescriptions":[
    "والد ووالدة انهر كاو المسنان"
]
}
,
{
  "title": "الميراث في مصر القديمة",
  "description": "لم تتضمن الوثائق من العصور المبكرة وحتى نهاية عهد الدولة القديمة قواعد واضحة لتقسيم الميراث بين الأبناء والبنات. كانت التركة عادة تنتقل إلى الورثة الشرعيين من أبناء المتوفى وأحفاده مهما نزلوا، ولم تكن وفاة الأب تمنع توريث أبناء الابن.",
  "listItems": [
    {
      "title": "تقسيم الميراث في حالة عدم وجود أبناء",
      "description": "في حال عدم وجود أبناء، كانت التركة تؤول إلى الإخوة والأخوات. إذا كان للأب المتوفى أولاد صغار من زوجته الأولى المتوفاة أو المطلقة، كان عليه تعيين وصي عليهم حتى يبلغوا سن الرشد."
    },
    {
      "title": "دور القضاة في توزيع الميراث",
      "description": "تشير الوثائق إلى أن القضاة كانوا يحرصون على ضمان حصول جميع الأبناء على نصيبهم من الميراث في حال حدوث نزاع بينهم. وغالبًا ما تفاخر القضاة بعدالة أحكامهم، حيث كانوا يؤكدون أنهم لم يحرموا أي ابن من نصيبه في تركة أبيه."
    },
    {
      "title": "دور الابن الأكبر في الميراث",
      "description": "كان للابن الأكبر في بعض الفترات دور إشرافي على الميراث، دون أن يُمنح حق التصرف فيه بشكل مطلق لصالحه أو لصالح أبنائه فقط. كان مطلوبًا منه إدارة الميراث بما يخدم مصالح الأسرة بأكملها."
    },
    {
      "title": "انتقال الميراث بعد وفاة الأب الأكبر",
      "description": "غالبًا ما كانت التركة تنتقل بعد وفاة الابن الأكبر إلى الأخ التالي له في السن، وهكذا حتى تنقرض طبقة الإخوة، لتنتقل بعدها إلى أحفاد المتوفى."
    },
    {
      "title": "حقوق النساء في الميراث",
      "description": "من اللافت أن الأنثى لم تكن تُمنح سلطة إدارة الميراث حتى لو كانت الأكبر سنًا بين إخوتها. كان يُعتقد أن النساء كن يرثن فقط الممتلكات التي حصل عليها المورث بجهده الشخصي وليس عن طريق الميراث."
    },
    {
      "title": "تطور نظام الميراث في الدولة الوسطى والحديثة",
      "description": "في عصور الدولة الوسطى والحديثة، أصبح الميراث يُقسم بين جميع الأبناء دون تمييز بين الابن الأكبر وبقية الإخوة. كما حصلت المرأة على حق الإرث، سواء من أموال ابنها أو من ممتلكات زوجها."
    },
    {
      "title": "العودة إلى تفضيل الابن الأكبر في العصر المتأخر",
      "description": "مع مرور الزمن، عاد الامتياز للابن الأكبر، وفقدت المرأة بعض حقوقها في الاستيلاء على نصيبها من الميراث. بدأ هذا التحول من خلال الوصايا والهبات التي فضلت الابن الأكبر مع شروط تمنعه من التصرف بالممتلكات بشكل ينقلها خارج الأسرة."
    },
    {
      "title": "الوصايا ودورها في تنظيم الميراث",
      "description": "كانت الوصايا تحظى بأهمية كبيرة، حيث كانت توثق بوثائق رسمية تحدد نصيب كل وريث. على سبيل المثال، عُثر على وصية لأحد أبناء الملك خفرع تمنح فيها ابنته ضيعتين، وعند وفاتها انتقلت الممتلكات إلى زوجته."
    },
    {
      "title": "تطور الوصايا في العصور اللاحقة",
      "description": "في عهد الأسرة الثانية والعشرين، أوصى أحد الكهنة بمساحات شاسعة من الأراضي لابنه الأكبر، على أن تنتقل بعد وفاته إلى أحفاده بالتسلسل."
    },
    {
      "title": "الميراث بين الذكور والإناث في المدن الشماليّة",
      "description": "رغم تفضيل الابن الأكبر في بعض الأحيان، ظل القانون في بعض مدن الشمال يساوي بين الذكور والإناث في حق الميراث، وامتد هذا النظام ليشمل مصر بأكملها منذ الأسرة السادسة والعشرين."
    }
  ]
}
,
{
  "title": "الطلاق في مصر القديمة",
  "description": "شرع الطلاق إذا ما استحالت العشرة بين الزوجين. وكان الطلاق في معناه الحقيقي عند المصريين القدماء هو إعراض المرأة عن زوجها والرجل عن زوجته، مما ينتج عنه حل وثائق العلاقة الزوجية وبالتالي يصبح من حق كل منهما أن يبدأ حياة جديدة إذا رغب في ذلك.",
  "listItems": [
    {
      "title": "توقيع الطلاق",
      "description": "كان الطلاق يتم أول الأمر دون أية وثيقة أو عقد، وكان يكتفى بأن يعلنه أحد الزوجين أو والد الزوجة أو الأمهات المسنات أو كبار السن من الأرامل. وكان خروج المرأة من منزلها وهجرها بيت الزوجية يعد دليلاً على الانفصال وإنهاء الحياة الزوجية."
    },
    {
      "title": "الوثائق ووجود الطلاق",
      "description": "وتؤكد النصوص الأثرية وجود بعض حالات الطلاق في المجتمع المصري القديم، حيث عُثر على عدد من عقود الطلاق المكتوبة بالخط الديموطيقي في طيبة ومنطقة الجبلين. كما استدل أيضا على وجود الطلاق من خلال طمس ملامح وجه وأسماء الزوجات في الصور والتماثيل التي يصور فيها الزوجان معًا."
    },
    {
      "title": "حق المرأة في طلب الطلاق",
      "description": "كان للمرأة الحق في طلب الطلاق، ولكن لم يكن من حقها حل رباط الزواج. الطلاق كان يتم بإرادة الزوج المنفردة، حيث كان يوجه عبارة صريحة إلى زوجته. كما كانت بعض العقود تنص على حق المرأة في طلب الطلاق إذا رغبت."
    },
    {
      "title": "حالات الطلاق الشفهية",
      "description": "وكان الطلاق يقع شفاهة من الزوج عندما يقول لها 'قد تخليت عنك كزوجة'. ومن المحتمل أنه يتبع قوله هذا 'اجعلي لنفسك زوجًا'. بعد وقوع الطلاق الشفهي يتم توثيقه ويقدم الزوج لزوجته المطلقة وثيقة طلاق، وهي ليست وثيقة رسمية بل كانت بمثابة دليل للناس على أن الانفصال قد تم."
    },
    {
      "title": "أسباب الطلاق",
      "description": "لم يكن الطلاق أمرًا يسيرًا، بل كان على الزوج أن يبرر قراره. الأسباب الرئيسية التي يمكن إجمالها هي: الفاحشة الكبرى (الزنا)، عدم الإنجاب، واستحالة استمرار الحياة الزوجية."
    },
    {
      "title": "الفاحشة الكبرى (الزنا)",
      "description": "كان الزنا من أهم وأقوى الأسباب التي تُقنع المجتمع المصري القديم بوقوع الطلاق. إذا ارتكبت الزوجة الفاحشة الكبرى (الزنا) كان وقوع الطلاق حتميًا، وكانت هذه الزوجة تنال عقابًا شديدًا."
    },
    {
      "title": "عدم الإنجاب",
      "description": "كانت الفطرة أيضًا دافعًا قويًا من دوافع الطلاق. غريزة الأبوة كان عذرًا مقبولًا لدى بعض العقلاء. كما جاء في نصيحة الحكيم شاشنقي: 'لا تطلق المرأة التي في بيتك لأنها عاقر.'"
    },
    {
      "title": "استحالة استمرار الحياة الزوجية",
      "description": "تعد استحالة استمرار الحياة الزوجية من أسباب الطلاق، مثل حب الرجل لامرأة أخرى أو ظهور غريم له في حياة زوجته."
    },
    {
      "title": "الطلاق كوسيلة لإعادة الحياة الزوجية",
      "description": "كان الطلاق في بعض الأحيان يُستخدم كوسيلة لإعادة ترتيب الحياة الزوجية. كانت بعض الزوجات يتخذن إجراء الطلاق بموافقة الزوج."
    },
    {
      "title": "علاقة الطلاق بالجيران",
      "description": "كان المصريون يحافظون على علاقات الجوار والصداقة مع أشخاص لا ينتمون إلى أسرهم، ويفترض أن هذا التواصل كان يتضمن بعض العادات الاجتماعية التي تتعلق بالطلاق."
    }
  ]
}
,
{
  "title": "الجيران في مصر القديمة",
  "description": "كان المصري يحافظ بالطبع على علاقات الجوار والصداقة مع أشخاص لا ينتمون إلى أسرته أو أفراد بيته. ومع ذلك، دفعته بعض المناسبات إلى الخروج من عالمه المألوف مثل الأعياد الدينية الكبرى والمظاهر الرسمية للملكية التي تلتقي فيها أحيانًا نوعيات مختلفة من البشر.",
  "listItems": [
    {
      "title": "اللقاءات خلال الحروب والأسفار",
      "description": "التقى المصري أثناء الحروب والأسفار بعادات وعقليات أثارت أحيانًا حيرته ودهشته، ولكنه عرف كيف يحاور ويقيم علاقات ودية إذا اقتضت الظروف ذلك."
    },
    {
      "title": "الأسواق كمكان للتواصل الاجتماعي",
      "description": "أما الأسواق فكانت الإطار الذي يجتمع فيه تجار من أصول مختلفة مع السكان المحليين، لكن لا نعلم إذا كانت هذه الاتصالات أفضت إلى علاقات منتظمة وطبيعية أم ظلت طافية على السطح دون تأثير جوهري."
    },
    {
      "title": "الأنشطة الاجتماعية خارج المجال المهني",
      "description": "زاول المصري بعض الأنشطة القليلة خارج مجاله المهني مثل المبارزات الرياضية، والصيد البري والصيد البحري، وممارسة المسؤوليات الإدارية المحلية، والممارسات الدينية وإقامة الولائم. لكن كلها دارت في إطار القرية أو الحي الضيق أو المنطقة على أكثر تقدير."
    },
    {
      "title": "المناسبات اليومية في القرية",
      "description": "كان أهل القرية يجتمعون يوميًا في العديد من المناسبات مثل الأعياد المحلية، والعبادات الجماعية، إضافة إلى مناسبة إصدار ترخيص باستخدام الجبانة أو أعمال تشييد المقبرة الجديدة. حيث يتوافد العديد من الزملاء للمساعدة والمعاونة."
    },
    {
      "title": "تبادل الزيارات بين القرويين",
      "description": "رغم أن العلاقات التي تربط القرويين هي جوهر صلاتهم الاجتماعية، إلا أن هؤلاء الناس برجالهم ونسائهم لم يتغلقوا على أنفسهم. لقد اعتادوا تبادل الزيارات مع أفراد أسرتهم المنتشرين في المنطقة بمناسبة مولود جديد أو جنازة أحد الأقارب."
    },
    {
      "title": "التنقل إلى القرى والمعابد المجاورة",
      "description": "كما يتوجه القرويون إلى القرى أو المعابد المجاورة أو إلى السوق القائمة عند شاطئ النهر. وينتقلون إلى البر الآخر لإنجاز بعض الأعمال، كما تشهد على ذلك العقود التي تقتن هذه المعاملات."
    },
    {
      "title": "الألقاب الدينية والتعاون في الشعائر",
      "description": "إن بعض رجال القرية، لا سيما الرؤساء منهم، يحملون أحيانًا ألقابًا دينية شرفية هم وزوجاتهم. ويرتبطون بعبادات أحد معابد المنطقة ويشتركون على ما يبدو في إقامة الشعائر مثل المنشدين، وأثناء الاحتفالات الخاصة أو أعياد الإله."
    }
  ]
}
]