[
{
  "title": "المجتمع المصري القديم",
  "description": "انقسم المجتمع المصري القديم إلى طبقات اجتماعية محددة استمرت حتى العصر البطلمي، حيث أشار هيرودوت إلى وجود سبع طبقات رئيسية، كما قسّم المؤرخون المجتمع إلى ثلاث طبقات رئيسية: الطبقة الحاكمة، والطبقة العليا التي تضم كبار الموظفين ورجال الدين والضباط العسكريين، والطبقة الدنيا التي شملت العمال والفنانين والصناع.",
  "listItems": [
    {
      "title": "التقسيم الطبقي وفقًا لهيرودوت",
      "description": "أشار هيرودوت إلى أن المجتمع المصري في العصر البطلمي كان يتكون من سبع طبقات رئيسية، وهم: الكهنة، الجند، رعاة الأبقار، رعاة الخنازير، التجار، المفسرون، والبحارة."
    },
    {
      "title": "التقسيم الطبقي وفقًا لتارن",
      "description": "قسّم المؤرخ تارن المجتمع المصري حتى القرن الثالث قبل الميلاد إلى ثلاث طبقات رئيسية: الطبقة الحاكمة، والطبقة العليا التي تضم الأشراف وكبار الموظفين، والطبقة الدنيا التي تشمل عامة الشعب."
    },
    {
      "title": "رمزية الطبقات في مصر القديمة",
      "description": "كان رمز الطبقة الدنيا طائر الزقزاق، والذي شهد تحولًا في تصويره بعد الثورة الاجتماعية الأولى، حيث أصبح يُصوَّر مقيدًا من الخلف."
    },
    {
      "title": "الفئة الأولى - النخبة الحاكمة",
      "description": "تتكون من ثلاث شرائح: الشريحة العليا التي تضم الوزراء والقواد ورجال الحاشية والبالط الملكي، الشريحة الوسطى التي تشمل حكام المديريات والضباط، والشريحة الدنيا التي تضم مساعدي مديري المديريات وموظفي الإدارات المحلية المختلفة."
    },
    {
      "title": "الفئة الثانية - العلماء والأدباء",
      "description": "تشمل العلماء، رجال الأدب، الأطباء، الأثرياء متوسطي الثراء، أصحاب الأراضي والعقارات، جباة الضرائب، والمثالين."
    },
    {
      "title": "الفئة الثالثة - أرباب الحرف اليدوية",
      "description": "تشمل العمال والصناع والتجار الذين كانوا يعملون في مختلف الحرف والصناعات."
    },
    {
      "title": "الفئة الرابعة - الخدم والعبيد",
      "description": "تضم فئة الخدم، الأقناء، والعبيد الذين كانوا يعملون في خدمة الطبقات العليا."
    }
  ]
  ,
  "imageUrls":[
    "/assets/social-life/social-classes/طبقات1.PNG"
  ],
  "imageDescriptions":[
    "طبقات المجتمع المصري القديم"
  ]
}
,
{
  "title": "الملك في مصر القديمة",
  "description": "كان الملك المصري على قمة السلطة السياسية والإدارية، حيث جسّد الدولة في شخصه وكان مصدر السلطات والمتحكم في شؤون البلاد. تولى قيادة الجيش والأسطول، وكان كبير القضاة ورئيس الكهنة، مما جعله يحكم بسلطة مطلقة.",
  "listItems": [
    {
      "title": "وراثة العرش",
      "description": "اتبعت وراثة العرش تقليدًا ثابتًا يقضي بتولي الابن الأكبر الحكم، مع استبعاد النساء من العرش إلا في حالات نادرة."
    },
    {
      "title": "دور الملك في تأمين البلاد",
      "description": "لعب الملك دورًا رئيسيًا في تأمين حدود البلاد، وكان يتفقدها شخصيًا بعد اعتلاء العرش فيما عُرف بـ 'الطواف حول الجدار' تأكيدًا لوحدة مصر."
    },
    {
      "title": "مكانة الملك الدينية",
      "description": "إلى جانب دوره السياسي والعسكري، كان للملك مكانة دينية مقدسة، إذ عُدّ كاهنًا وابنًا للآلهة، مما عزز هيبته وسلطته المطلقة."
    }
  ]
}
,
{
  "title": "كيفية تولي الملك الحكم",
  "description": "كان الحكم في مصر القديمة وراثيًا، حيث ينتقل العرش عادة من الأب إلى الابن. لكن لم يكن انتقال الحكم دائمًا سلسًا، فقد تدخلت عوامل مثل تأثير الملكة الكبرى، دور الكهنة، وأحيانًا الاستيلاء على الحكم بالقوة.",
  "listItems": [
    {
      "title": "دور الملكة الكبرى",
      "description": "في بعض الأحيان، كان للملكة الأم أو الزوجة الكبرى، مثل الملكة 'تيي' في عهد أخناتون، دور مهم في تحديد من سيحكم. وفي بعض الحالات النادرة، يمكن أن تتولى الملكة نفسها الحكم، كما حدث مع الملكة حتشبسوت."
    },
    {
      "title": "مراسم التتويج",
      "description": "تضمنت مراسم التتويج عدة مراحل: إعلان الوراثة، التتويج الرسمي، تلقي الألقاب الملكية، وتقديم القرابين للآلهة لتأكيد الشرعية الإلهية."
    },
    {
      "title": "دور الكهنة والنبـلاء",
      "description": "كان للكهنة وكبار المسؤولين دور في دعم أو عرقلة تولي ملك معين. أحيانًا كان يتم اختيار ملك جديد إذا لم يكن هناك وريث شرعي، أو في حالة حدوث انقلاب داخل القصر الملكي."
    },
    {
      "title": "الاستيلاء على الحكم بالقوة",
      "description": "في بعض الفترات، تولى الحكم قادة عسكريون أو مسؤولون كبار بالقوة، مثل حور محب الذي أنهى فترة الاضطرابات بعد أخناتون، ورمسيس الأول الذي أسس الأسرة 19."
    }
  ]
}
,
{
  "title": "سلطات الملك في مصر القديمة",
  "description": "تمتع الملك بمكانة إلهية جعلته محور الحياة السياسية والدينية، حيث اعتبره المصريون القدماء ابن الإله 'رع'. لكنه كان مطالبًا بتحقيق العدالة وعدم الظلم.",
  "listItems": [
    {
      "title": "السلطة التنفيذية",
      "description": "كان الملك هو المسؤول عن إدارة الدولة، إعلان الحروب، عقد المعاهدات، ومحاسبة المسؤولين."
    },
    {
      "title": "السلطة التشريعية",
      "description": "امتلك الملك الحق في إصدار القوانين والمراسيم، لكنه كان يفوض بعض الوزراء في هذا الدور تحت إشرافه."
    },
    {
      "title": "السلطة القضائية",
      "description": "كان الملك القاضي الأعلى، لكنه نادرًا ما كان ينظر في القضايا بنفسه، حيث كان الوزير بمثابة رئيس المحكمة العليا."
    },
    {
      "title": "السلطة الدينية",
      "description": "باعتباره الكاهن الأكبر، كان الملك يقدم القرابين إلى الآلهة ويرأس الاحتفالات الدينية، لكنه كان يُفوض الكهنة أحيانًا للقيام بهذه المهام."
    }
  ]
}
,
{
  "title": "القيود على سلطة الملك",
  "description": "رغم أن الملك كان يتمتع بسلطة مطلقة نظريًا، إلا أن هناك عدة عوامل قيدت سلطته عمليًا، مثل العدالة كقيد إلهي، نفوذ الكهنة، وعدم تبني الحكم الاستبدادي.",
  "listItems": [
    {
      "title": "العدالة كقيد إلهي",
      "description": "بما أن الملك كان يُعتبر إلهًا، فقد كان ملزمًا بتحقيق العدل، وكان تقديم القرابين للإلهة 'ماعت' رمزًا لالتزامه بالحكم العادل."
    },
    {
      "title": "الخوف من اللعنة الجنائزية",
      "description": "كان بعض الملوك الذين حكموا بظلم يتعرضون للحرمان من الطقوس الجنائزية الرسمية، مما كان يُعد عقوبة قاسية تعني اللعنة الأبدية."
    },
    {
      "title": "عدم تبني الحكم الاستبدادي",
      "description": "وفقًا للمؤرخ ديودور الصقلي، لم يكن الملوك المصريون يحكمون وفق أهوائهم الشخصية، بل كانوا ملتزمين بالقوانين التي نظمت حياتهم وسلطاتهم."
    },
    {
      "title": "نفوذ الكهنة",
      "description": "كان للكهنة سلطة روحية ومادية هائلة، حيث امتلكوا ثروات ضخمة وتحكموا في الرأي العام، مما أجبر بعض الملوك على كسب رضاهم."
    }
  ]
}
,
{
  "title": "الأعياد الملكية في مصر القديمة",
  "description": "احتفل المصريون القدماء بعدة أعياد ملكية تهدف إلى تعزيز شرعية الملك وتكريمه، ومن أبرزها عيد حب سد وعيد تولي الملك العرش.",
  "listItems": [
    {
      "title": "عيد حب سد",
      "description": "يعد عيد حب سد أحد أقدم الاحتفالات في مصر القديمة، حيث كان يُقام عندما يصل الملك إلى السنة الثلاثين من حكمه. كان يشمل طقوسًا تثبت قوته وصحته، مثل الجري حول الجدران، وتقديم القرابين."
    },
    {
      "title": "عيد تولي العرش",
      "description": "عُرف من خلال حجر باليرمو، وتضمن ثلاث مراحل رئيسية: إعلان الملك على العرش، الركض حول الجدار الرمزي، ومراسم التتويج التي تُظهر سيادته على مصر العليا والسفلى."
    },
    {
      "title": "الركض حول الجدار",
      "description": "كان الملك يقوم بالجري حول جدار رمزي يمثل أسوار العاصمة منف، في إشارة إلى قوته وقدرته على حماية مملكته."
    }
  ]
}
,
{
    "imageUrls":[
      "/assets/social-life/social-classes/طبقات2.PNG",
      "/assets/social-life/social-classes/طبقات3.PNG"
    ],
    "imageDescriptions":[
      "الموقعه البحريه بين رعمسيس الثالث وأقوام البحر",
      "رمسيس الثاني يواجه الأفارقه"
    ]
}
,
{
  "title": "النبـلاء وكبار الموظفين في مصر القديمة",
  "description": "كانت مصر القديمة تحكم بنظام هرمي صارم، حيث كان الملك (الفرعون) في القمة، يليه طبقة النبلاء وكبار الموظفين، الذين لعبوا دورًا أساسيًا في إدارة شؤون البلاد. تكونت طبقة النبلاء من أفراد العائلة الملكية وكبار القادة العسكريين والإداريين ورجال الدين، وتمتعوا بامتيازات خاصة مثل امتلاك الأراضي والدفن في مقابر فاخرة بالقرب من الأهرامات والمعابد.",
  "listItems": [
    {
      "title": "دور النبلاء في الدولة",
      "description": "كان النبلاء يمثلون نخبة المجتمع، حيث امتلكوا ثروات ضخمة، وشغلوا مناصب إدارية وعسكرية ودينية مرموقة. لعبوا دورًا في دعم الفرعون وحفظ الاستقرار."
    },
    {
      "title": "امتيازات النبلاء",
      "description": "تمتع النبلاء بمنازل فاخرة، وحصلوا على هدايا من الفرعون، كما تم تكريمهم بمقابر مزخرفة تعكس مكانتهم الرفيعة."
    }
  ]
}
,
{
  "title": "كبار الموظفين وأدوارهم",
  "description": "تولى كبار الموظفين مهامًا إدارية ودينية هامة، وكانوا يعملون تحت إشراف الملك. تم اختيارهم من العائلات العريقة لضمان ولائهم وإخلاصهم للدولة.",
  "listItems": [
    {
      "title": "الوزير",
      "description": "كان الوزير أعلى موظف بعد الملك، يُلقب بـ 'ثاني' (ty3t)، وكان مسؤولًا عن الإشراف على إدارة الدولة، الشؤون المالية، والقضاء."
    },
    {
      "title": "مديرو الأقاليم (حكام الأقاليم)",
      "description": "أداروا الأقاليم محليًا، وكانوا مسؤولين عن جمع الضرائب، إدارة الري، وحفظ الأمن."
    },
    {
      "title": "رئيس الخزانة",
      "description": "أشرف على الموارد المالية للدولة، وتحصيل الضرائب، وتمويل المشاريع الكبرى."
    },
    {
      "title": "الكهنة وكبار رجال الدين",
      "description": "كانوا يتمتعون بنفوذ كبير، خاصة كهنة آمون في الدولة الحديثة، حيث امتلكوا ثروات وسيطروا على المعابد."
    },
    {
      "title": "قادة الجيش",
      "description": "حصلوا على أراضٍ وهبات ملكية مكافأة لخدماتهم العسكرية، مثل أحمس بن إبانا الذي كُرّم بعد انتصاراته ضد الهكسوس."
    },
    {
      "title": "رئيس الشرطة ورئيس القضاء",
      "description": "تولى رئيس الشرطة مهام حفظ الأمن في العاصمة والأقاليم، بينما كان رئيس القضاء مسؤولًا عن الإشراف على المحاكم."
    }
  ]
}
,
{
  "title": "أسلوب حياة النبلاء وكبار الموظفين",
  "description": "تمتع أفراد الطبقة العليا في مصر القديمة بحياة مترفة، حيث امتلكوا أراضٍ وقصورًا وخدمًا. عاشوا في منازل فخمة واستمتعوا بالاحتفالات والموسيقى.",
  "listItems": [
    {
      "title": "المنازل الفاخرة",
      "description": "امتلك النبلاء منازل كبيرة بها حدائق، ونوافذ مصنوعة من المرمر الشفاف، واستخدموا مصابيح الزيت للإضاءة."
    },
    {
      "title": "الترفيه والاحتفالات",
      "description": "استمتعوا بالرقص والغناء والموسيقى على آلات مثل القيثارة والعود والدف، كما لعبوا النرد والشطرنج."
    },
    {
      "title": "التعليم والتنشئة",
      "description": "تلقى أبناء النبلاء تعليمهم في مدارس متخصصة، وبعضهم التحق بمدارس القصر الملكي ليصبحوا مؤهلين للمناصب العليا."
    }
  ]
}
,
{
  "title": "الكهنة في مصر القديمة",
  "description": "لعب الكهنة دورًا رئيسيًا في الحياة الدينية، حيث أشرفوا على الطقوس والمعابد، وتمتعوا بنفوذ واسع داخل المجتمع المصري القديم.",
  "listItems": [
    {
      "title": "نشأة الكهانة وشروطها",
      "description": "كان الملك مسؤولًا عن إقامة العبادات، لكنه كان ينيب عنه الكهنة بسبب كثرة المعابد. لم يكن الكهنة معزولين عن المجتمع، بل كانوا وكلاء للملك في خدمة الآلهة."
    },
    {
      "title": "امتيازات الكهنة",
      "description": "تمتع الكهنة بإعفاء من الضرائب، وحصلوا على الطعام من المعبد، لكنهم كانوا مطالبين بالحفاظ على الطهارة والالتزام بقواعد صارمة."
    },
    {
      "title": "طرق الانضمام إلى الكهنوت",
      "description": "كان هناك ثلاث طرق رئيسية للانضمام إلى الكهنة: الوراثة، الترشيح من قبل الكهنة، أو شراء الوظائف، خاصة في العصور المتأخرة."
    }
  ]
  ,
    "imageUrls":[
        "/assets/social-life/social-classes/طبقات4.PNG"
    ],
    "imageDescriptions":[
        "كاهن أمون الأكبر"
    ]
}
,
{
    "imageUrls":[
      "/assets/social-life/social-classes/طبقات5.PNG",
      "/assets/social-life/social-classes/طبقات6.PNG"
    ],
    "imageDescriptions":[
        "كهنه يحملون مركب ايزيس",
        "كهنه يحملون مركب حتحور"
    ]
}
,
{
  "title": "الكتبة في مصر القديمة",
  "description": "كان الكتبة يمثلون نخبة المجتمع المصري القديم، حيث امتلكوا معرفة القراءة والكتابة، مما منحهم مكانة مرموقة ودخلًا مرتفعًا.",
  "listItems": [
    {
      "title": "مهام الكاتب",
      "description": "كان الكاتب مسؤولًا عن تدوين النصوص الإدارية والدينية، وجمع الضرائب، وحفظ سجلات الدولة، مما جعله جزءًا أساسيًا من النظام البيروقراطي."
    },
    {
      "title": "التعليم والتدريب",
      "description": "كان التعليم في 'بيت الحياة'، حيث يتلقى التلميذ تدريبه على يد كبار الموظفين. بعض الكتبة كانوا يورثون المهنة من آبائهم."
    },
    {
      "title": "مكانة الكاتب في المجتمع",
      "description": "اعتُبر الكاتب رمزًا للمعرفة والسلطة، وكان له ألقاب مثل 'رئيس الأسرار'، التي تشير إلى اطلاعه على المعلومات الحيوية للدولة."
    },
    {
      "title": "تأثير الكتبة على المجتمع",
      "description": "رغم غطرسة بعض الكتبة، إلا أنهم كانوا جزءًا محوريًا في إدارة الدولة، وشاركوا في اتخاذ القرارات الهامة."
    }
  ],
  "imageUrls":[
    "/assets/social-life/social-classes/طبقات7.PNG"
  ]
}
,
{
  "title": "الحرفيون في مصر القديمة",
  "description": "كان الحرفيون في مصر القديمة يمثلون طبقة أساسية في المجتمع، حيث لعبوا دورًا هامًا في بناء المعابد والمقابر، وصناعة التماثيل، والأواني، والمجوهرات، والأدوات اليومية. تميزوا بمهاراتهم العالية وإبداعهم، مما جعل أعمالهم تصمد عبر آلاف السنين.",
  "listItems": [
    {
      "title": "البناؤون والمعماريون",
      "description": "شيدوا الأهرامات والمعابد والمقابر الملكية، مستخدمين أدوات بسيطة وتقنيات هندسية متقدمة."
    },
    {
      "title": "النحاتون والنقاشون",
      "description": "نقشوا الجداريات وصنعوا التماثيل التي خلدت ملوكهم وآلهتهم، مستخدمين الحجر الجيري والجرانيت."
    },
    {
      "title": "النجارون",
      "description": "صنعوا الأثاث، التوابيت، والمراكب، مستخدمين أدوات بدائية لكنها فعالة."
    },
    {
      "title": "صانعو الفخار",
      "description": "أنتجوا أواني فخارية للأغراض اليومية والطقوس الدينية."
    },
    {
      "title": "الصاغة وصانعو الحلي",
      "description": "صنعوا مجوهرات من الذهب والأحجار الكريمة، مزينة بأشكال رمزية ودينية."
    }
  ]
}
,
{
  "title": "أولًا: عمال البناء",
  "description": "كان عمال البناء في مصر القديمة من المتخصصين والفنانين الذين صمموا وحفروا وزينوا جدران المقابر والمعابد، حيث اعتُبرت أعمالهم ضرورية لحياة الفرعون بعد الموت.",
  "listItems": [
    {
      "title": "تنظيم العمل",
      "description": "كان العمال ينقسمون إلى مجموعتين، يعملون على جانبي المقبرة، تحت إشراف نقيب مسؤول عن توزيع المهام، ويساعده نائب وكاتب لتسجيل العمل اليومي."
    },
    {
      "title": "أجور العمال",
      "description": "تلقى العمال حصصًا تموينية شهرية كأجور، شملت القمح لصنع الدقيق، مما يضمن لهم حياة كريمة."
    },
    {
      "title": "أمثلة على عمال بارزين",
      "description": "من أشهر عمال البناء في مصر القديمة 'خا'، رئيس العمال في دير المدينة، والذي أشرف على بناء مقابر ثلاثة فراعنة: أمنحوتب الثاني، تحتمس الرابع، وأمنحتب الثالث."
    }
  ]
  ,
    "imageUrls":[
        "/assets/social-life/social-classes/طبقات8.PNG"
    ],
    "imageDescriptions":[
        "لمحه عن أنشطة بناء وديكور للجدار الجنوبي لمقبرة سنفر معبد الكرنك"
    ]
}
,
{
  "title": "ثانيًا: النحاتون",
  "description": "ازدهر فن النحت في مصر القديمة خلال الدولة القديمة والوسطى والحديثة، حيث أبدع الفنانون في نحت التماثيل والمسلات والمعابد بأعلى درجات الدقة والإتقان.",
  "listItems": [
    {
      "title": "تماثيل الملوك والكهنة",
      "description": "تماثيل الملوك كانت ضخمة لترمز إلى سلطتهم، بينما تماثيل الكتبة والموظفين كانت بحجم طبيعي تقريبًا."
    },
    {
      "title": "تماثيل الخدم والعمال",
      "description": "كانت أصغر حجمًا، وتمثل العمال في أوضاع العمل اليومي، وأحيانًا كانت تُستخدم كتماثيل أوشيبتي تؤدي العمل عن المتوفى في العالم الآخر."
    },
    {
      "title": "المسلات",
      "description": "كانت من أبرز معالم النحت المصري، ونُحتت من كتلة حجرية واحدة بتقنيات معمارية متقدمة."
    }
  ]
  ,
    "imageUrls":[
        "/assets/social-life/social-classes/طبقات9.PNG"
    ],
    "imageDescriptions":[
        "عمال مصريون يقومون بالنحت لتمثال ضخم مقبرة الوزير رخمي رع"
    ]
}
,
{
  "title": "ثالثًا: النجارون",
  "description": "كانت حرفة النجارة من أهم الحرف في مصر القديمة، حيث برع المصريون في صناعة الأثاث والزخارف باستخدام الأخشاب المحلية والمستوردة.",
  "listItems": [
    {
      "title": "أنواع الأثاث",
      "description": "شملت الأسرة، الطاولات، الكراسي، والصناديق المزخرفة بالعاج والأحجار شبه الكريمة."
    },
    {
      "title": "تقنيات الزخرفة",
      "description": "استخدم المصريون الطعامة بالذهب والفضة، بالإضافة إلى الحفر على الخشب لخلق تصاميم فنية متقنة."
    },
    {
      "title": "الاستخدامات",
      "description": "بجانب الأثاث المنزلي، صنع النجارون التوابيت الملكية، والمراكب، والمقاعد القابلة للطي للحمل أثناء الصيد أو القتال."
    }
  ]
}
,
{
  "title": "رابعًا: عمال المعادن والحلي",
  "description": "تميز المصريون القدماء بمهاراتهم في استخراج المعادن وصياغتها لصناعة الأدوات والمجوهرات.",
  "listItems": [
    {
      "title": "النحاس والبرونز",
      "description": "استخدم النحاس لصناعة الأدوات والأسلحة، ثم بدأ خلطه بالقصدير لصنع البرونز، الذي استخدم في التماثيل والأدوات الأكثر صلابة."
    },
    {
      "title": "الحديد",
      "description": "كان نادرًا في مصر القديمة، حيث استورد بكميات صغيرة من آسيا واستخدم في صنع بعض الأدوات."
    },
    {
      "title": "الذهب",
      "description": "استُخرج من النوبة، واستخدم في صناعة الحلي، التوابيت، والأقنعة الملكية، مثل قناع توت عنخ آمون الشهير."
    },
    {
      "title": "الفضة والإلكتروم",
      "description": "كانت الفضة نادرة، وخلطها المصريون بالذهب لصنع سبيكة الإلكتروم، التي استخدمت في الحلي والزخرفة."
    }
  ],
    "imageUrls":[
        "/assets/social-life/social-classes/طبقات10.PNG"
    ],
    "imageDescriptions":[
        "مشهد لعمال التعدين"
    ]
}
,
{
  "title": "مكانة الحرفيين في المجتمع",
  "description": "رغم مهاراتهم العالية، لم يكن الحرفيون يتمتعون بمكانة اجتماعية مرتفعة مثل الكتبة أو الكهنة، حيث عمل معظمهم في ورش حكومية أو تابعة للمعابد.",
  "listItems": [
    {
      "title": "حياة الحرفيين وظروف العمل",
      "description": "عملوا لساعات طويلة في ظروف صعبة، لكن بعضهم حصل على سكن وأجور جيدة، خاصة في دير المدينة، حيث عاش حرفيو مقابر وادي الملوك."
    },
    {
      "title": "حقوق الحرفيين",
      "description": "تمتع الحرفيون ببعض الحقوق، مثل تنظيم إضراب في عهد رمسيس الثالث احتجاجًا على تأخير أجورهم."
    },
    {
      "title": "انتقال المهنة عبر الأجيال",
      "description": "تم نقل المهارات الحرفية من الآباء إلى الأبناء، مما ساعد على استمرارية تقاليد الحرف المصرية القديمة."
    }
  ]
}
,
{
  "title": "الفلاحون في مصر القديمة",
  "description": "كان الفلاحون يشكلون العمود الفقري للاقتصاد المصري القديم، لكن مكانتهم الاجتماعية كانت منخفضة مقارنة بالكتبة والكهنة والجنود. انقسم الفلاحون إلى ثلاث طبقات رئيسية وفقًا لملكيتهم للأراضي وعلاقتهم بالدولة والمعابد.",
  "listItems": [
    {
      "title": "الفلاحون الأحرار",
      "description": "امتلكوا قطعًا صغيرة من الأراضي، زرعوها بأنفسهم أو بمساعدة أسرهم، وكان بإمكانهم بيع أراضيهم أو توريثها لأبنائهم. لم يكونوا مرتبطين بأي مؤسسة دينية أو حكومية، لكنهم كانوا يدفعون الضرائب."
    },
    {
      "title": "الفلاحون التابعون",
      "description": "كانوا يعملون في أراضٍ مملوكة للدولة أو المعابد، ويحصلون على جزء من المحصول كمقابل لعملهم، لكنهم كانوا يخضعون لإشراف إداري صارم."
    },
    {
      "title": "الفلاحون المرتبطون بالأرض",
      "description": "أشبه بالخدم أو العبيد الزراعيين، كانوا يعملون في أراضي الدولة أو المعابد دون امتلاك أي حصة منها، وكانوا مقيدين بقوانين صارمة وغالبًا ما يُجبرون على البقاء في نفس الأرض طوال حياتهم."
    }
  ],
  "imageUrls":[
    "/assets/social-life/social-classes/طبقات12.PNG"
  ]
}
,
{
  "title": "مكانة الفلاحين في المجتمع",
  "description": "رغم دورهم الحيوي في الزراعة والاقتصاد، كانت ظروف الفلاحين في مصر القديمة صعبة، وكانوا يخضعون لرقابة شديدة من قبل المشرفين الملكيين.",
  "listItems": [
    {
      "title": "الرقابة والضرائب",
      "description": "كان الفلاحون مطالبين بالعمل الجاد لضمان وفرة الإنتاج الزراعي، وكانوا يعاقبون بسبب التأخير في دفع الضرائب أو عدم تحقيق المحصول المتوقع."
    },
    {
      "title": "التطور عبر العصور",
      "description": "في الدولة القديمة، كان الفلاحون تحت سيطرة الدولة المركزية. في الدولة الوسطى، حصلوا على بعض الحريات، لكن في الدولة الحديثة ازدادت الضرائب والالتزامات عليهم."
    },
    {
      "title": "الفلاح في الأدب المصري",
      "description": "انعكست أوضاع الفلاحين في الأدب المصري القديم، مثل قصة 'الفلاح الفصيح'، التي تكشف عن مظالم الفلاحين وجهودهم للحصول على العدالة."
    }
  ],
    "imageUrls":[
        "/assets/social-life/social-classes/طبقات11.PNG"
    ],
    "imageDescriptions":[
        "جانب من الفلاح المصري القديم والدور الهام اللذي كان يقوم به"
    ]
}
,
{
  "title": "الخدم في مصر القديمة",
  "description": "كانت طائفة خدم المنازل تضم العديد من المهن، بما في ذلك إعداد الطعام، صناعة النسيج، وترتيب منازل الأثرياء. لم يكن للخدم نظام وظيفي محدد، حيث عملوا جميعًا تحت سلطة رب البيت.",
  "listItems": [
    {
      "title": "تنوع الوظائف",
      "description": "تضمنت وظائف الخدم إعداد الطعام، تنظيم المساكن، رعاية الأطفال، والمشاركة في تجهيزات المعابد والقصور الملكية."
    },
    {
      "title": "وجود الأجانب في الخدمة",
      "description": "في الدولة الوسطى، برز الأجانب مثل الكنعانيين ضمن طائفة الخدم، حيث شغلوا معظم الوظائف المنزلية."
    },
    {
      "title": "الفرق بين الخدم",
      "description": "انقسم الخدم إلى فئتين: 'الخدم الوقوف' الذين اهتموا بتقديم الخدمات المباشرة، و'الخدم الجالسين' الذين اهتموا بتوفير المأكل والملبس."
    }
  ]
}
,
{
    "imageUrls":[
        "/assets/social-life/social-classes/طبقات13.PNG",
        "/assets/social-life/social-classes/طبقات14.PNG"
    ],
    "imageDescriptions":[
        "مشهد الخدم",
        "خادم يرتب سرير سيده"
    ]
}
,
{
  "title": "الجيش في مصر القديمة",
  "description": "لعب الجيش دورًا حاسمًا في حماية مصر من الغزاة وتأمين حدودها. شهد تطورًا كبيرًا عبر العصور، من القوات المحلية في الدولة القديمة إلى جيش دائم وقوي في الدولة الحديثة.",
  "listItems": [
    {
      "title": "الجيش في الدولة القديمة",
      "description": "لم يكن هناك جيش نظامي، بل اعتمد الفرعون على الحرس الشخصي وجيوش حكام الأقاليم. بدأ تأسيس جيش دائم في عهد الملك زوسر."
    },
    {
      "title": "الجيش في الدولة الوسطى",
      "description": "بدأ الجيش يصبح أكثر تنظيمًا، وتم إدخال عناصر أجنبية مثل النوبيين المعروفين باسم 'المدجاي'، الذين عملوا كجنود وكشافة."
    },
    {
      "title": "الجيش في الدولة الحديثة",
      "description": "بعد طرد الهكسوس، تم تأسيس جيش نظامي دائم، مع تعزيز الأسطول البحري وزيادة التنوع في العناصر المجندة، مما جعل الجيش أكثر قوة ومرونة."
    }
  ]
}
,
{
  "title": "دور الأجانب في الجيش المصري",
  "description": "شارك الأجانب في الجيش المصري كمرتزقة أو جنود نظاميين، وخاصة خلال الفترات التي احتاجت فيها الدولة إلى تعزيز قواتها.",
  "listItems": [
    {
      "title": "الجنود النوبيون",
      "description": "كان النوبيون من أهم العناصر في الجيش بسبب مهاراتهم في الرماية، وكانوا يشكلون جزءًا رئيسيًا من القوات المصرية."
    },
    {
      "title": "المرتزقة الأجانب",
      "description": "ضم الجيش مرتزقة من الليبيين، الشردن، النعرن، واليونانيين، حيث لعبوا أدوارًا مهمة في الحملات العسكرية."
    },
    {
      "title": "تأثير الأجانب على تكوين الجيش",
      "description": "خلال فترات القوة، اعتمد الجيش على أسرى الحروب كمجندين، بينما في فترات الضعف زاد الاعتماد على المرتزقة الأجانب."
    }
  ]
}

]