[
  {
    "title": "المرأة في مصر القديمة: رمز الحضارة والتقدم",
    "description": "على عكس العديد من المجتمعات القديمة، تمتعت المرأة في مصر القديمة بمكانة متميزة ودور بارز في الأسرة والمجتمع. ساهمت في بناء الحضارة المصرية جنبًا إلى جنب مع الرجل، دون تمييز، مما جعلها علامة بارزة على طريق التقدم والرقي.",
    "listItems": [
      {
        "title": "مكانة المرأة في مصر القديمة",
        "description": "لم يكن دور المرأة مقتصرًا على الأسرة فقط، بل كانت شريكة أساسية في المجتمع، وشاركت في الحياة السياسية والدينية والإدارية، مما جعلها عنصرًا فاعلًا في نسيج الحضارة المصرية."
      },
      {
        "title": "دورها في المجتمع والأسرة",
        "description": "تُظهر الآثار المصرية القديمة صورًا وتماثيل تجسد المرأة منفردة أو برفقة زوجها وأسرتها، كما وثقت النصوص الأدبية والحكمية مكانتها الرفيعة، مما يعكس احترام المجتمع لها."
      },
      {
        "title": "ألقاب المرأة المصرية",
        "description": "حملت المرأة ألقابًا عظيمة تعكس مكانتها مثل 'طاهرة اليدين'، 'العظيمة في القصر'، 'سيدة الحب'، 'سيدة الجمال'، و'عظيمة البهجة'. واستأثرت ملكات الأسرة الثامنة عشر بالنصيب الأكبر من هذه الألقاب."
      }
    ],
    "imageUrls": [
        "/assets/social-life/women/مرأه1.PNG"
    ]
  }
  ,
    {
    "title": "النظام القانوني ومكانة المرأة في مصر القديمة",
    "description": "تمتعت المرأة في مصر القديمة بمكانة قانونية متميزة لم تتحقق في العديد من الثقافات الأخرى. فقد شاركت في الحياة القانونية والسياسية، وكانت جزءًا من النظام التشريعي، ما جعلها عنصرًا فاعلًا في المجتمع.",
    "listItems": [
      {
        "title": "دور المرأة في النظام القانوني",
        "description": "لم يكن دور المرأة في مصر القديمة مقتصرًا على الحياة الأسرية فقط، بل شاركت في النظام القانوني، حيث امتلكت الحقوق في الملكية، والتقاضي، والتجارة، وهو أمر نادر في الحضارات القديمة."
      },
      {
        "title": "المرأة والسياسة",
        "description": "لعبت المرأة المصرية دورًا مؤثرًا في السياسة، حيث أظهرت الأدلة الأثرية والوثائق القانونية أن قيمتها ومعرفتها كانت عوامل أساسية في اتخاذ القرارات، مما جعلها جزءًا لا يتجزأ من الحكم والإدارة."
      },
      {
        "title": "المرأة والمساواة في المجتمع",
        "description": "كانت مصر من بين المجتمعات القليلة التي منحت المرأة مكانة مساوية للرجل، وقد أشار نشيد إيزيس، المدون في أوراق أوكسيرنوسو في القرن الثاني قبل الميلاد، إلى هذه المساواة بوضوح، حيث جاء فيه: 'أنتِ سيدة الأرض... ولقد أعطيتِ القدرة للمرأة لتتساوى كما الرجل.'"
      }
    ],
    "imageUrls": [
        "/assets/social-life/women/مرأه2.PNG"
    ]
  }
  ,
  {
    "imageUrls": [
        "/assets/social-life/women/مرأه3.PNG"
    ],
    "imageDescriptions":[
        "لوحة جداريه لأيزيس"
    ]
  }
  ,
  {
    "title": "الزواج والعائلة والطلاق في مصر القديمة",
    "description": "كان الزواج في مصر القديمة رباطًا مقدسًا يُبنى على المودة والتفاهم، حيث تمتعت المرأة بحقوق واضحة في العلاقة الزوجية، كما لعبت دورًا حيويًا في إدارة الأسرة والمجتمع.",
    "listItems": [
      {
        "title": "قدسية الزواج وحقوق المرأة",
        "description": "قدّس المصريون القدماء الزواج، وأكدت العقود القانونية على حقوق المرأة الزوجية، حيث كانت تحميها من أي ضغوط عائلية أو ظروف قهرية."
      },
      {
        "title": "دور المرأة في اختيار شريك حياتها",
        "description": "كانت المرأة المصرية هي التي تبادر بخطبة الرجل وعرض الزواج عليه، وهو ما تدل عليه البرديات القديمة، حيث كان الزواج من زوجة واحدة هو العرف السائد منذ ما قبل الأسرات."
      },
      {
        "title": "الزواج والأساطير المصرية",
        "description": "ارتبطت قدسية الزواج بأسطورة إيزيس وأوزوريس، حيث كان المصريون القدماء يعتقدون أن فيضان النيل يحدث عندما تبكي الإلهة إيزيس على وفاة زوجها، فتنزل دموعها إلى النهر."
      },
      {
        "title": "المرأة عماد الأسرة والمجتمع",
        "description": "لعبت المرأة دورًا أساسيًا في تنظيم شؤون المنزل، تربية الأبناء، والمساهمة في الصيد وإدارة الموارد. كانت تستيقظ مبكرًا لإعداد الإفطار، وتحرص على راحة أسرتها، بينما كان الرجل يتنقل بين أماكن العمل المختلفة لكسب الرزق."
      }
    ],
    "imageUrls": [
        "/assets/social-life/women/مرأه4.PNG"
    ],
    "imageDescriptions": [
      "مشهد الصيد"
    ]
  }
  ,
  {
    "imageUrls": [
        "/assets/social-life/women/مرأه5.PNG",
        "/assets/social-life/women/مرأه6.PNG",
        "/assets/social-life/women/مرأه7.PNG"
    ]
  }
  ,
   {
    "title": "حقوق المرأة في الملكية والميراث في مصر القديمة",
    "description": "تمتعت المرأة المصرية بحقوق قانونية واضحة فيما يخص الملكية والميراث، حيث كانت تمتلك القدرة على التصرف في ممتلكاتها، سواء خلال الزواج أو بعد الطلاق أو في حالة وفاة الزوج.",
    "listItems": [
      {
        "title": "حقوق الملكية بعد الزواج",
        "description": "بموجب القوانين المصرية القديمة، كانت المرأة تمتلك ثلث ممتلكات زوجها بعد الزواج، كما كان لها حق التصرف في المهر والممتلكات التي آلت إليها بعد الزواج."
      },
      {
        "title": "حقوق المرأة عند الطلاق",
        "description": "في حالة الطلاق، كانت ممتلكات المرأة تعود إليها بالكامل، بالإضافة إلى التسوية المالية التي كانت تُحدد بعد الانفصال، مما يضمن لها الاستقلالية المادية."
      },
      {
        "title": "الميراث بعد وفاة الزوج",
        "description": "إذا تُوفي الزوج، كانت المرأة ترث ثلثي ممتلكاته، بينما يُقسم الثلث الباقي بين الأبناء وإخوة وأخوات المتوفى، مما يعكس حماية النظام القانوني لحقوق المرأة في الأسرة."
      }
    ]
  },
  {
    "title": "الطلاق والتشريعات القانونية في مصر القديمة",
    "description": "حرصت القوانين المصرية على تنظيم الطلاق والحد من آثاره السلبية على الأسرة، كما منحت المرأة حقوقًا واضحة في حالة الانفصال.",
    "listItems": [
      {
        "title": "تنظيم الطلاق وشروطه",
        "description": "لم يكن الطلاق يتم شفهيًا فقط، بل كان الزوج مطالبًا بإعطاء زوجته وثيقة طلاق مكتوبة تؤكد انتهاء العلاقة الزوجية وتضمن لها حرية الزواج مجددًا."
      },
      {
        "title": "حقوق المرأة الاقتصادية بعد الطلاق",
        "description": "كانت المرأة تحصل على تعويض مادي مناسب بعد الطلاق، ما يضمن لها الاستقرار المالي بعد الانفصال."
      },
      {
        "title": "الحد من الطلاق",
        "description": "فرضت القوانين المصرية شروطًا صارمة للطلاق، في محاولة للحفاظ على استقرار الأسرة والحد من الانفصال دون أسباب قوية."
      }
    ]
  },
  {
    "title": "موقف المجتمع المصري من الزنا والعنف ضد المرأة",
    "description": "كانت القوانين المصرية صارمة فيما يتعلق بالخيانة الزوجية والعنف ضد المرأة، حيث وُضعت تشريعات واضحة لحماية الأسرة والمرأة من التجاوزات.",
    "listItems": [
      {
        "title": "عقوبة الزنا",
        "description": "كان الزنا ممنوعًا في مصر القديمة، وعُوقبت المرأة التي ترتكبه بالموت، كما كانت الخيانة الزوجية مرفوضة تمامًا لكلا الطرفين."
      },
      {
        "title": "الحب في مصر القديمة",
        "description": "تظهر العديد من البرديات نصوصًا شعرية وغزلية تعكس مكانة الحب والمودة بين الرجل والمرأة، مما يدل على طبيعة العلاقات العاطفية القوية في المجتمع."
      },
      {
        "title": "العنف ضد المرأة",
        "description": "رغم رفض المجتمع للعنف ضد المرأة، إلا أن بعض محاكم العصر المتأخر شهدت حالات مثل ضرب الزوجة، وتمت معاقبة الزوج كما سُجل ذلك على شقفة فخارية."
      }
    ]
  }
  ,
  {
    "title": "توثيق الطلاق في مصر القديمة",
    "description": "كان الطلاق في مصر القديمة يتم من خلال وثيقة رسمية يشهد عليها أربعة شهود، على عكس عقد الزواج الذي كان يتطلب توقيع 16 شاهدًا. وقد تميز الطلاق بصياغة واضحة تضمن للمرأة حقوقها.",
    "listItems": [
      {
        "title": "صيغة الطلاق",
        "description": "كانت صيغة الطلاق في مصر القديمة تنص على: 'لقد هجرتك كزوجة لي، وإنني أفارقك، وليس لي مطلب على الإطلاق، كما أبلغك أنه يحل لكِ أن تتخذي لنفسك زوجًا آخر متى شئتِ'."
      },
      {
        "title": "التعويض المالي للمرأة بعد الطلاق",
        "description": "كانت عقود الزواج تتضمن تعويضًا ماديًا للمرأة في حال الطلاق. على سبيل المثال، بردية محفوظة في المتحف البريطاني من عام 172 ق.م، بين الكاهن 'باجوش' وزوجته 'تتي أمحتب'، تتعهد فيها الزوج بدفع تعويض كبير خلال 30 يومًا في حالة الطلاق."
      }
    ]
  },
  {
    "title": "حقوق المرأة في الملكية والإدارة المالية",
    "description": "تمتعت المرأة المصرية القديمة بحقوق واسعة في الملكية والإدارة المالية، حيث كانت تمتلك القدرة على إدارة ممتلكاتها بحرية، بما في ذلك الأراضي والبضائع والماشية، كما كانت تحصل على الممتلكات عبر الميراث أو الشراء.",
    "listItems": [
      {
        "title": "المرأة والإدارة المالية",
        "description": "من خلال الوثائق القانونية، تبين أن المرأة المصرية كان لديها استقلال مالي، مما مكّنها من التصرف في ممتلكاتها بحرية دون الحاجة إلى وصاية ذكورية."
      },
      {
        "title": "التعويضات المالية بعد الطلاق",
        "description": "كشفت بردية ديموطيقية عمرها 2500 عام، عُرضت في معهد الدراسات الشرقية بجامعة شيكاغو، أن المرأة المطلقة كانت تحصل على تعويض سنوي يشمل 1.2 قطعة من الفضة و36 كيسًا من الحبوب لبقية حياتها، مما يضمن لها حياة مستقرة بعد الانفصال."
      }
    ],
    "imageUrls": [
        "/assets/social-life/women/مرأه8.PNG"
    ],
    "imageDescriptions": [
      "وثيقه فرعونيه عمرها 2480 عام تكشف ان المرأه تمتعت بنفس الحقوق القانونيه للرجل"
    ]
  }
  ,
   {
    "title": "الحمل والإنجاب",
    "description": "ارتبط الحمل والإنجاب في مصر القديمة بمعتقدات دينية وممارسات طبية متقدمة، حيث كانت المرأة تحظى برعاية خاصة خلال فترة الحمل والولادة، كما كانت هناك وسائل قديمة لمنع الحمل ومعرفة جنس المولود.",
    "listItems": [
      {
        "title": "معتقدات حول الإخصاب",
        "description": "كانت شعائر الإخصاب تُقام لضمان الحصول على الأطفال، كما تضمنت المعتقدات الدينية قواعد حول الحيض، حيث اعتُبرت المرأة الحائض غير طاهرة مؤقتًا ولم يكن يُسمح لها بدخول الأماكن المقدسة في المعبد."
      },
      {
        "title": "وسائل منع الحمل",
        "description": "أشارت النصوص الطبية إلى وجود وسائل منع الحمل منذ عام 1550 قبل الميلاد، مثل استخدام مبيد النطاف المصنوع من صمغ السنط المخمر، والذي كان يُنتج حمض اللبنيك لقتل الحيوانات المنوية."
      },
      {
        "title": "رعاية المرأة الحامل",
        "description": "كانت الإلهة تينينت تُعتبر حامية المرأة الحامل، حيث تلقت النساء الحوامل رعاية طبية مثل دهن الجسد بزيوت مفيدة، كما استخدمت قوارير مصممة على هيئة نساء يضعن أيديهن على بطونهن المستديرة."
      },
      {
        "title": "تحديد جنس المولود",
        "description": "مارس المصريون القدماء طرقًا لتحديد جنس المولود، حيث كانوا يضعون حبوب الشعير والقمح في كيس من القماش وينقعونه في بول المرأة الحامل، فإذا أنبت الشعير أولًا، كان الجنين صبيًا، وإذا أنبت القمح أولًا، كانت الجنين فتاة."
      }
    ],
    "imageUrls": [
      "/assets/social-life/women/مرأه9.PNG"
    ]
  },
  {
    "title": "تربية الأطفال ودور المرأة في الأسرة",
    "description": "لعبت المرأة المصرية دورًا أساسيًا في تربية الأطفال في سنواتهم الأولى، حيث نشأ الأطفال في بيئة أسرية مستقرة أتاحت لهم التكوين النفسي والاجتماعي السليم.",
    "listItems": [
      {
        "title": "مشاركة المرأة في تربية الأطفال",
        "description": "شاركت المرأة زوجها في رعاية الأطفال خلال طفولتهم وصباهم، ثم أسلمت له مسؤولية تربيتهم في مراحل نضجهم، مما ساهم في استقرار الأسرة والمجتمع."
      },
      {
        "title": "استقرار الأسرة وتأثيره على الطفل",
        "description": "ساعدت البيئة المصرية المستقرة على تماسك الأسرة، مما انعكس إيجابيًا على تربية الأطفال وتنشئتهم بطريقة صحية ومتزنة."
      },
      {
        "title": "دور البيت في التربية",
        "description": "كان البيت هو الميدان الأول لتعليم الأطفال القيم والمبادئ الأساسية، حيث تلقوا معارفهم الأولى عن الحياة الإنسانية، كما توضح الرسوم والتماثيل مدى حب الوالدين لأطفالهما واهتمامهما بهم."
      }
    ],
    "imageUrls": [
      "/assets/social-life/women/مرأه10.PNG"
    ]
  }
  ,
   {
    "title": "المرأة في الحياة الأدبية في مصر القديمة",
    "description": "عكست النصوص الأدبية في مصر القديمة صورة متباينة للمرأة، حيث صوّرها بعض الكُتاب كشخصية غير مستقرة ومتقلبة، بينما أشاد آخرون بدورها في الأسرة والحياة الاجتماعية، داعين إلى معاملتها بالمحبة والاحترام.",
    "listItems": [
      {
        "title": "تصوير المرأة في الأدب المصري",
        "description": "تناول الأدب المصري القديم المرأة من زوايا متعددة؛ فبينما قدمها النحاتون والرسامون في صورة هادئة داخل الأسرة، صوّرها بعض الكُتاب على أنها سبب المصائب والفتن، كما يتجلى في بعض القصص الشعبية."
      },
      {
        "title": "قصة بيتاو وخيانة المرأة",
        "description": "استشهد جاستون ماسبيرو بقصة بيتاو، الخادم الذي تعرض للإغراء والخداع من زوجة أخيه أنوبو، مما أدى إلى عقابه ظلمًا. لكن في النهاية، اكتشف أنوبو الحقيقة وقتل زوجته الخائنة وألقى بجثتها للكلاب."
      },
      {
        "title": "نظرة الحكماء إلى المرأة",
        "description": "رغم التصوير السلبي أحيانًا، دعا الحكماء المصريون إلى معاملة المرأة بالمودة والاحترام، كما يظهر في نصائح بتاح حتب في بردية بريسي (1900 ق.م)، حيث قال: 'يجب أن تحب زوجتك من كل قلبك، وتسر قلبها طوال حياتك.'"
      }
    ],
    "imageUrls": [
      "/assets/social-life/women/مرأه11.PNG"
    ],
    "imageDescriptions": [
      "بردية بريسي(واحده من اقدم النصوص في العالم)"
    ]
  }
  ,
   {
    "title": "المرأة في الفن المصري القديم",
    "description": "عكست التماثيل والنقوش في مصر القديمة مكانة المرأة المساوية تقريبًا للرجل، حيث صُوّرت النساء بحجم مماثل للرجال في العديد من المشاهد، مما يدل على احترام المصريين للمرأة ودورها في المجتمع.",
    "listItems": [
      {
        "title": "المرأة في التماثيل الأسرية",
        "description": "كان المصريون القدماء يحرصون على تصوير الأزواج ضمن مجموعات عائلية، حيث يظهر الرجل مع زوجته وأبنائه، مما يعكس أهمية المرأة في الأسرة. من أبرز الأمثلة على ذلك تماثيل رع حتب وزوجته نفرت."
      },
      {
        "title": "تماثيل السيدات البارزات",
        "description": "تم تصوير العديد من النساء البارزات في التماثيل، مثل زوجة القائد نخت مين، التي عاشـت في نهاية عصر الأسرة الثامنة عشرة، حيث استطاع النحات أن يعكس تفاصيل جسدها وملابسها بدقة، وكذلك ملامح وجهها الرقيقة."
      },
      {
        "title": "تماثيل النساء في المجتمع المصري",
        "description": "كان هناك تمثال السيدة تويا، زوجة يويا وأم الملكة تي، التي شغلت مكانة اجتماعية مرموقة. كما ظهرت الصغيرة تامـا في أحد التماثيل كرمز للجمال الأبدي، حيث ارتدت شعرًا مستعارًا بخصلة الطفولة الجانبية وقلادة من الخرز."
      },
      {
        "title": "التماثيل الأسرية في الفن المصري",
        "description": "من أبرز التماثيل الأسرية تمثال سناي، زوجة حاكم طيبة سننفر، حيث ظهرت مع زوجها وابنتها. كما يظهر تمثال منانا، زوجة خع أمواست، بجوار زوجها وهي ترتدي شعرًا مستعارًا طويلًا بشريط، مما يعكس الاهتمام بالتفاصيل الجمالية في تصوير النساء."
      }
    ],
    "imageUrls": [
      "/assets/social-life/women/مرأه12.PNG"
    ],
    "imageDescriptions": [
      "رع حتب وزوجته نفرت"
    ]
  }
  ,
  {
    "title": "المرأة في القصص الديني في مصر القديمة",
    "description": "لعبت النساء أدوارًا بارزة في القصص الديني المرتبط بمصر القديمة، حيث ظهرت شخصيات قوية ومؤثرة مثل آسيا بنت مزاحم (امرأة فرعون) وامرأة العزيز، مما يعكس دور المرأة في الأحداث الدينية والتاريخية.",
    "listItems": [
      {
        "title": "آسيا بنت مزاحم: امرأة فرعون",
        "description": "عاشت آسيا بنت مزاحم في قصر فرعون وكانت من أكثر النساء قوةً وتأثيرًا. تلقت النبي موسى من اليم، وأقنعت فرعون بالاحتفاظ به وتربيته كابن لهما، حيث أحبته كابنها وأسندت رضاعته إلى أمه الحقيقية."
      },
      {
        "title": "امرأة العزيز",
        "description": "هي زوجة عزيز مصر بوتيفار خلال عهد الملك أمنحوتب الثالث. عُرفت بجمالها وكبريائها، وأحبّت النبي يوسف عندما كان في القصر، إلا أنه رفض إغراءها واستعصم بربه، مما جعل قصتها رمزًا للصراع بين الإغواء والإيمان."
      }
    ]
  }
  ,
  {
    "imageUrls":[
        "/assets/social-life/women/مرأه13.PNG",
        "/assets/social-life/women/مرأه14.PNG"
    ],
    "imageDescriptions":[
        "ابنة فرعون تتلقي النبي موسي من اليم",
        "السيده زليخه زوجة بوتيفار عزيز مصر ابان قدوم النبي يوسف الي قصرهم"
    ]
  }
  ,
   {
    "title": "حق المرأة في التعليم في مصر القديمة",
    "description": "تمتعت المرأة في مصر القديمة بحقوق متساوية في التعليم مع الرجل، حيث أتيحت لها الفرصة للدراسة والتخصص في مختلف العلوم، مما منحها مكانة علمية متميزة في المجتمع.",
    "listItems": [
      {
        "title": "بداية التعليم",
        "description": "كان التعليم متاحًا للفتيات بدءًا من سن الرابعة، حيث التحقن بمدارس ذات نظام تعليمي صارم يركز على تطوير المهارات الأساسية."
      },
      {
        "title": "المواد الدراسية",
        "description": "شملت المناهج التعليمية مبادئ الحساب، الرياضيات، الهندسة، والعلوم، بالإضافة إلى تعلم أصول اللغة الهيروغليفية والهيراطيقية المستخدمة في الحياة اليومية."
      },
      {
        "title": "التخصص العلمي",
        "description": "بعد إتمام التعليم الأساسي، كان يُسمح للفتاة بالتخصص في أي فرع من فروع المعرفة، وكانت تُمنح لقب 'كتابة'، مما يعكس تقدير المجتمع المصري القديم للمرأة المتعلمة."
      }
    ]
  }
  ,
   {
    "title": "الصورة الإلهية للمرأة في مصر القديمة",
    "description": "احتلت المرأة مكانة بارزة في الأساطير المصرية القديمة، حيث تجسدت في العديد من الإلهات اللواتي عكسن دورها في المجتمع والقوى الكونية، مما يدل على تقدير المصريين القدماء للمرأة ودورها في النظام الإلهي.",
    "listItems": [
      {
        "title": "المرأة في الميثولوجيا المصرية",
        "description": "ظهرت المرأة في الأساطير المصرية في صورة العديد من الإلهات، حيث جسدت قيمًا مثل الأمومة، الحكمة، العدالة، والحماية، مما يعكس التصور الإيجابي لدورها في المجتمع."
      },
      {
        "title": "التشابه مع الميثولوجيا اليونانية",
        "description": "كما هو الحال في الأساطير اليونانية، كانت العديد من الإلهات المصريات مرتبطات بعلاقات قرابة أو زواج مع الآلهة الذكور، مما يعكس دور المرأة كشريك أساسي في النظام الإلهي."
      }
    ]
  }
  ,
  {
    "imageUrls":[
        "/assets/social-life/women/مرأه15.PNG",
        "/assets/social-life/women/مرأه16.PNG"
    ],
    "imageDescriptions":[
        "ايزيس الأم وهي ترضع حورس بمتحف اللوفر",
        "باسيت في هيئة امرأه"
    ]
  }
   ,
  {
    "imageUrls":[
        "/assets/social-life/women/مرأه17.PNG",
        "/assets/social-life/women/مرأه18.PNG"
    ],
    "imageDescriptions":[
        "سخمت في معبد الأقصر",
        "تمثال حتحور في متحف الأقصر"
    ]
  }
  ,
  {
    "title": "نساء حكمن مصر القديمة",
    "description": "على مر العصور، كانت مصر القديمة واحدة من الحضارات القليلة التي أتاحت للمرأة فرصة الوصول إلى السلطة، حيث اعتلت بعض النساء العرش وأصبحن فرعونًا، بينما لعبت أخريات دورًا محوريًا في المشهد السياسي والاجتماعي.",
    "listItems": [
      {
        "title": "الملكة تي",
        "description": "كانت الزوجة العظمى للفرعون أمنحوتب الثالث ووالدة إخناتون. ورغم أنها لم تكن من سلالة ملكية، إلا أنها استطاعت أن تصبح زوجة عظيمة ذات نفوذ قوي، حيث كان لها تأثير كبير على السياسة والدين في عهد زوجها وابنها."
      },
      {
        "title": "نفرتاري",
        "description": "زوجة الفرعون رمسيس الثاني ومستشارته المقربة، لعبت دورًا كبيرًا في الدبلوماسية والسياسة خلال حكم زوجها. وتعد مقبرتها في وادي الملكات واحدة من أروع المعالم الأثرية."
      },
      {
        "title": "مريت نيت",
        "description": "يُعتقد أنها أول امرأة تحكم في تاريخ العالم خلال الأسرة الأولى. ورد اسمها في حجر بالرمو، مما يدل على أنها تولت العرش بشكل منفرد لفترة من الزمن."
      },
      {
        "title": "خنت كاوس",
        "description": "ملكة من الأسرة الرابعة، لعبت دورًا مهمًا في تعاقب الأسرتين الرابعة والخامسة. يُعتقد أنها كانت الوريثة الشرعية للعرش وأنها حكمت مصر بشكل مستقل لفترة."
      },
      {
        "title": "نيت إقرت",
        "description": "فرعونة من أواخر الأسرة السادسة، تولت الحكم بعد وفاة زوجها مري آن رع، لكنها حكمت في فترة صعبة انتهت بسقوط الدولة القديمة."
      },
      {
        "title": "سبك نفرو",
        "description": "ابنة الملك أمنمحات الثالث، حكمت خلال الأسرة الثانية عشرة، وكانت أول امرأة تتولى العرش رسميًا بوصفها فرعونًا."
      },
      {
        "title": "توسرت",
        "description": "آخر فراعنة الأسرة التاسعة عشرة، استولت على الحكم خلال فترة اضطرابات سياسية، وحكمت لثماني سنوات."
      }
    ]}
    ,
    {
      
    "imageUrls": [
              "/assets/social-life/women/مرأه19.PNG",
              "/assets/social-life/women/مرأه20.PNG"  
    ],
    "imageDescriptions": [
      "الملكة تي، زوجة أمنحوتب الثالث.",
      "الملكة نفرتاري، زوجة رمسيس الثاني."
    ]
  
    }
    ,
  {
    "title": "حتشبسوت: الفرعون الأنثى الأقوى",
    "description": "كانت الفرعون الخامس من عصر الأسرة الثامنة عشرة في مصر القديمة. حكمت في ظروف سياسية واقتصادية مستقرة، ويعتبرها علماء المصريات واحدة من أنجح الفراعنة في التاريخ المصري.",
    "listItems": [
      {
        "title": "الإنجازات العسكرية والإدارية",
        "description": "تميز عهدها بقوة الجيش، ونشاط البناء، والرحلات البحرية العظيمة التي أرسلتها للتجارة مع بلاد الجوار."
      },
      {
        "title": "الشرعية السياسية",
        "description": "بعد وفاة زوجها تحتمس الثاني، أعلنت نفسها وصية على عرش ابنها تحتمس الثالث، ثم طالبت بالعرش لنفسها، واستمرت في الحكم طوال حياتها."
      },
      {
        "title": "دعم الكهنة",
        "description": "حافظت على دعم الكهنة في جميع أنحاء مصر، مما ضمن استقرار حكمها السياسي والديني."
      }
    ],
    "imageUrls": [
      "/assets/social-life/women/مرأه21.PNG"
    ],
    "imageDescriptions": [
      "الملكة حتشبسوت."
    ]
  },
  {
    "title": "نفرتيتي: الملكة الغامضة",
    "description": "كانت زوجة إخناتون، أحد أقوى النساء في مصر القديمة، ولعبت دورًا رئيسيًا في الثورة الدينية التي تمثلت في عبادة آتون. تميزت بشخصيتها القوية وتأثيرها السياسي.",
    "listItems": [
      {
        "title": "الإصلاحات الدينية",
        "description": "شاركت إخناتون في تغيير الديانة المصرية القديمة بعبادة آتون، وهو أحد أكبر التغييرات الدينية في تاريخ مصر."
      },
      {
        "title": "المكانة السياسية",
        "description": "كانت تُصور على الجدران الملكية في مشاهد تدل على قوتها ووجودها السياسي جنبًا إلى جنب مع الملك."
      }
    ],
    "imageUrls": [
      "/assets/social-life/women/مرأه22.PNG"
    ],
    "imageDescriptions": [
      "تمثال نفرتيتي الشهير، إحدى أقوى نساء مصر القديمة."
    ]
  },
  {
    "title": "كليوباترا السابعة: آخر فراعنة مصر",
    "description": "كانت آخر فراعنة مصر من الأسرة البطلمية. اشتهرت بذكائها السياسي وسعيها للحفاظ على استقلال مصر عبر تحالفاتها مع القادة الرومان.",
    "listItems": [
      {
        "title": "الحكم والسياسة",
        "description": "استطاعت الحفاظ على قوة مصر عبر تحالفاتها مع يوليوس قيصر ومن بعده مارك أنطونيوس، مما جعلها واحدة من أكثر الشخصيات تأثيرًا في العالم القديم."
      },
      {
        "title": "العلاقات الدبلوماسية",
        "description": "كانت الوحيدة من حكام البطالمة التي تعلمت اللغة المصرية، مما عزز علاقتها مع الشعب المصري وساهم في استقرار حكمها."
      }
    ],
    "imageUrls": [
      "/assets/social-life/women/مرأه23.PNG"
    ],
    "imageDescriptions": [
      "الملكة كليوباترا السابعة، آخر حكام مصر البطلمية."
    ]
  }
  ,
  {
    "title": "المرأة في الوظائف المختلفة في مصر القديمة",
    "description": "تمكنت المرأة في مصر القديمة من ممارسة مختلف الوظائف والمهن، حيث كانت تشغل مناصب عامة مرموقة بجانب الرجال. لم تقتصر أدوارهن على الأعمال المنزلية، بل امتد تأثيرهن إلى مختلف القطاعات الصناعية، التجارية، الطبية، والدينية.",
    "listItems": [
      {
        "title": "ممارسة الأعمال الصناعية والتجارية",
        "description": "كانت المرأة تمارس التجارة بحرية كاملة، وامتهنت المهن الإنتاجية مثل صناعة الزيوت المعطرة، المجوهرات، الأثاث، النسيج، الغزل، الحياكة، وطحن الحبوب. كما كانت تشغل مناصب إدارية مثل رئيسة المخازن ومفتشة الخزانة."
      },
      {
        "title": "المرأة في المجال الطبي",
        "description": "برزت المرأة في الطب والجراحة منذ عهد الدولة القديمة، مثل بسشيت، التي كانت أول طبيبة معروفة في التاريخ، وحملت لقب رئيسة الطبيبات في الأسرة الرابعة (حوالي القرن 27 ق.م)."
      },
      {
        "title": "المرأة في القضاء والإدارة",
        "description": "شغلت بعض النساء مناصب عليا في الدولة مثل القاضية والوزيرة نبت من الأسرة السادسة. كما عملت بعضهن ككاتبات في الفئات الإدارية للدولة."
      },
      {
        "title": "المرأة في الفنون والموسيقى",
        "description": "شاركت النساء في الحياة الموسيقية والفنية، حيث عملن كموسيقيات، مغنيات، وراقصات، وكن يلعبن دورًا هامًا في الاحتفالات الدينية والمواكب الملكية."
      }
    ],
    "imageUrls":[
      "/assets/social-life/women/مرأه24.PNG"
    ],
    "imageDescriptions":["عازفات الموسيقي"]
  },
  {
    "title": "المرأة العاملة في مصر القديمة",
    "description": "شاركت النساء في الأعمال الزراعية والصناعية والتجارية، ولم تكن أدوارهن مقتصرة على العمل المنزلي فقط، بل استطعن إدارة الحقول والممتلكات عند غياب أزواجهن.",
    "listItems": [
      {
        "title": "المرأة في الطبقات الفقيرة",
        "description": "كانت النساء في طبقة الفلاحين يعملن جنبًا إلى جنب مع أزواجهن في الحقول. في حال غياب الزوج، كانت المرأة قادرة على إدارة المزرعة بنفسها."
      },
      {
        "title": "المرأة في الطبقات الراقية",
        "description": "كانت النساء من العائلات الثرية لا يعملن خارج المنزل، لكنهن كن يشرفن على الخدم وتعليم الأطفال، بينما كانت بعضهن يعملن في صناعة العطور أو ككاهنات في المعابد."
      },
      {
        "title": "المرأة في المؤسسات الدينية",
        "description": "كان بإمكان النساء النبيلات أن يصبحن كاهنات للإلهة حتحور أو غيرها من الآلهة، حيث كن يشاركن في الطقوس الدينية ويشغلن مناصب كهنوتية عليا."
      }
    ],
    "imageUrls": [
      "/assets/social-life/women/مرأه25.PNG"
    ],
    "imageDescriptions": [
      "نقش لاثنين من الفلاحين المصريين يرتدون الكتان، يوضح تكاتف الأسرة المصرية قديمًا في موسم الحصاد."
    ]
  },
  {
    "title": "النائحات في مصر القديمة",
    "description": "كانت هناك وظيفة مخصصة للنساء في الطقوس الجنائزية، حيث كانت النائحات يؤدين دورًا مهمًا في مراسم الجنازة من خلال البكاء واللطم كجزء من الطقوس الدينية.",
    "listItems": [
      {
        "title": "طقوس النائحات",
        "description": "كان يتم دفع أجر للنائحات ليشاركن في المواكب الجنائزية، حيث يقمن بالبكاء والصراخ بصوت عالٍ ولطم الخدود وإلقاء التراب على رؤوسهن."
      },
      {
        "title": "التطهير الديني للنائحات",
        "description": "كان يتم تطهير النائحات قبل المشاركة في الطقوس، من خلال مضغ النطرون والتعطر بالبخور، وكن يرتدين ملابس بيضاء أو زرقاء."
      }
    ],
    "imageUrls": [
      "/assets/social-life/women/مرأه26.PNG"
    ],
    "imageDescriptions": [
      "مشهد من المقابر الفرعونية يُظهر نائحات يؤدين الطقوس الجنائزية."
    ]
  },
  {
    "title": "المعالم الأثرية التي تعكس مكانة المرأة في مصر القديمة",
    "description": "تركت الحضارة المصرية القديمة العديد من الشواهد الأثرية التي تعكس الدور الكبير الذي لعبته المرأة في مختلف مجالات الحياة، سواء في الحكم، الفنون، أو المجتمع.",
    "listItems": [
      {
        "title": "وادي الملكات",
        "description": "وهو المكان الذي دُفنت فيه ملكات مصر وأميراتها، حيث بُنيت مقابر رائعة تعكس المكانة العظيمة للمرأة في المجتمع الفرعوني."
      },
      {
        "title": "معبد نفرتاري في أبو سمبل",
        "description": "شيده رمسيس الثاني تكريمًا لزوجته نفرتاري، وهو أحد أهم المعابد التي تعكس التقدير الكبير للمرأة في الحضارة المصرية."
      },
      {
        "title": "معبد حتشبسوت في الدير البحري",
        "description": "يُعد من أبرز المعالم الأثرية التي تعكس قوة المرأة في الحكم، حيث يحكي نقوشه إنجازات الملكة حتشبسوت خلال فترة حكمها."
      },
      {
        "title": "معبد دندرة",
        "description": "يكرّس لعبادة الإلهة حتحور، رمز الحب والجمال والموسيقى، حيث يعكس المعلم مدى ارتباط المرأة بالدين والمجتمع في مصر القديمة."
      }
    ],
    "imageUrls": [
      "/assets/social-life/women/مرأه27.PNG"
    ],
    "imageDescriptions": [
      "معبد حتشبسوت في الدير البحري، تحفة معمارية تبرز دور المرأة في الحكم."
    ]
  }
]
