[
  {
    "title": "الفلك في مصر القديمة",
    "description": "كان علم الفلك جزءاً أصيلاً من الفكر المصري القديم، حيث اعتمد عليه المصريون في قياس الزمن وتنظيم التقويم الزراعي والديني، وتفسير الظواهر الكونية من خلال مفاهيم أسطورية وروحية ترتبط بدورة الشمس والقمر والنجوم."
  },
  {
    "title": "تعريف المصطلحات الفلكية",
    "listItems": [
      {
        "title": "مسار",
        "description": "يعني التحركات المتتالية للأجرام السماوية المرئية من الأرض، والتي شكّلت أساسًا لتصورات الزمن والخلود."
      },
      {
        "title": "الجرم السماوي",
        "description": "يشمل الشمس، القمر، الكواكب، والنجوم الثابتة التي تتحرك داخل قبة السماء."
      },
      {
        "title": "الأفلاك الكونية",
        "description": "تشير إلى القياسات والمسارات التي تتبعها الأجرام السماوية في السماء وفق نظم زمنية دقيقة."
      }
    ]
  },
  {
    "title": "الفلك والزمن في الفكر المصري",
    "description": "ارتبط الزمن بالخلق والبعث عند المصريين، حيث تمثلت دورة الشمس اليومية في رمزية الخلق والخلود. رُبطت حركة الشمس بالمعبودة نوت، واعتُبر غروب الشمس مرورًا بالعالم الآخر، وشروقها ولادة جديدة لرب الشمس."
  },
  {
    "title": "المسارات اليومية للأجرام السماوية",
    "description": "ركز المصري القديم على دورة الشمس اليومية، واعتمد عليها في التقويم الشمسي المدني الذي بلغ 365 يومًا، وقُسم إلى 12 شهرًا وخمسة أيام نسيء. هذا التقويم استُخدم في تنظيم الحياة الإدارية والدينية، واستُمد من الظواهر الفلكية مثل ظهور نجم الشعرى اليمانية."
  },
  {
    "title": "المسارات الشهرية للقمر",
    "description": "قام المصري القديم برصد دورة القمر الشهرية لتحديد التقويم القمري، الذي اعتمد في الطقوس الدينية والمواسم الزراعية. وُصف القمر في مناظره على هيئة ولادة ونمو وذبول، وكان يُمثل الزمن الدوري المرتبط بالبعث والتجدد."
  },
  {
    "title": "التقويم القمري والشمسي",
    "listItems": [
      {
        "title": "التقويم القمري",
        "description": "السنة القمرية كانت تتألف من 12 شهرًا (29 أو 30 يومًا)، مع إضافة شهر كل ثلاث سنوات لضبط الفروق. اُستخدم في الاحتفالات والطقوس الدينية وربط بالأجرام السماوية والمعبود جحوتي."
      },
      {
        "title": "التقويم الشمسي (المدني)",
        "description": "احتوى على 365 يومًا، مقسمة إلى 12 شهرًا و5 أيام نسيء، واعتمد على دورة الشمس وظهور نجم الشعرى، وكان أساس النظام الإداري والزراعي."
      }
    ]
  },
  {
    "title": "الديكانات النجمية",
    "description": "استخدم المصري القديم الديكانات النجمية لتقسيم الليل إلى 12 ساعة، حيث كان كل نجم أو مجموعة نجمية تظهر في توقيت معين من الليل. وقدرت كل ديكانة بـ 10 أيام، مما ساعد في تحديد الزمن ليلاً بدقة، خاصةً في الطقوس الدينية والجنائزية."
  },
  {
    "title": "قياس الزمن ليلاً ونهاراً",
    "listItems": [
      {
        "title": "قياس الزمن وفقًا للضوء",
        "description": "قسّم المصريون النهار بناءً على ملاحظات الضوء: الفجر، الشروق، منتصف النهار، الغروب، ثم الليل. وكانوا يطلقون على كل فترة مسميات محددة مرتبطة بالضوء وظله، واستخدموا هذه التقسيمات في حساب اليوم الكامل."
      },
      {
        "title": "قياس الزمن ليلاً",
        "description": "تم قياس الوقت ليلاً باستخدام ظهور النجوم وتسلسلها عبر السماء، وحددوا أوقات الشفق والسحر باستخدام ذبذبة ظهور الديكانات. وكان الليل يُقسم إلى 12 ساعة أيضًا، بحسب طول النجوم المرصودة."
      }
    ]
  },
  {
    "title": "أدوات قياس الزمن",
    "description": "اخترع المصريون الساعات الشمسية مثل 'المرخت'، وهي أداة لقياس الظل عبر اليوم. كما استخدموا الساعات النجمية في الليل عبر الديكانات، وسجلوا ذلك في مقابر ملوك مثل تحتمس الثالث وسيتي الأول بدقة مذهلة."
  },
  {
    "imageUrls":[
        "/assets/education/Astronomy/فلك1.PNG",
        "/assets/education/Astronomy/فلك2.PNG"
        ]
        ,
        "imageDescriptions":[
          "تعليمات وارشادات  توضح كيفية عمل  (بناء) ساعه شمسيه  من مقبرة سيتي الأول - الأسره  التاسعه عشر",
          "رسم توضيحي للساعه الشمسيه من مقبرة سيتي"
        ]
  },
  {
    "title": "نجم الشعرى اليمانية",
    "description": "كان نجم الشعرى اليمانية (Sirius) من أهم الأجرام السماوية، حيث ارتبط ببدء فيضان النيل وظهور السنة الجديدة. صوّره المصريون على هيئة إيزيس، وكان ظهوره علامة لتجدد الحياة الكونية وبداية الخلود في تقاويمهم."
  },
  {
    "imageUrls":[
      "/assets/education/Astronomy/فلك3.PNG"
    ],
    "imageDescriptions":[
      "خطاب كاهون في السنه السابعه لحكم سنوسرت الثالث (1870 - 1831 ق.م) وفيه تسجيل لأحتراق شروقي لنجمة الشعري اليوم السادس عشر من الشهر الرابع من برت"
    ]
  },
  {
    "title": "الفلك والمعتقدات الدينية",
    "description": "ارتبطت الأجرام السماوية بالآلهة، مثل الشمس (رع)، والقمر (تحوت)، والنجوم (إيزيس). رُبطت ولادة الشمس وغروبها بفكرة الخلق والموت، كما اعتُبر النجوم رموزًا للبعث الأبدي، وأُدخلت في تصاميم المقابر والمعابد."
  },
  {
    "title": "التقويم الإداري وبداية العام",
    "description": "بدأ العام المصري مع شروق نجم الشعرى اليمانية وارتبط بفيضان النيل. اعتمد النظام الإداري على حساب سنوات الحكم، وتحديد بداية السنة بالتقويم الشمسي. في الأسرة 18 تغيرت بداية السنة لتوافق اعتلاء الفرعون العرش."
  },
  {
    "title": "التقويم والمناخ",
    "description": "اعتمد المصري القديم على فصلين رئيسيين: شتاء ممطر وصيف جاف. هذه الدورات المناخية ساهمت في تقسيم السنة الزراعية، وانعكست في تقويماتهم الدينية والترانيم مثل ترنيمة أتون."
  },
  {
    "imageUrls":[
      "/assets/education/Astronomy/فلك4.PNG",
      "/assets/education/Astronomy/فلك5.PNG"
    ],
    "imageDescriptions":[
      "مولد الساعات من ثعبان (الزمن) الساعه الحاديه عشر من (مقبرة امنحتب الثاني الأسره الثامنه عشر )",
      "نقش يوضح اول تسجيل أو اشاره لتاريخ"
    ]
  }
]