[
  {
    "title": "الأدب في مصر القديمة",
    "description": "كان المصريون القدماء يقدّرون الأدب حق قدره، ويعجبون بالكلام الجيد والقول البليغ. وكانوا يرون في إجادة التعبير وفنون الأدب فضلاً يمتاز به المرء، ومثلاً ينبغي أن يتخلق به الكريم. كما كانوا يرون فيه ثروة تعين على المنزلة الرفيعة والدرجة السامية. أدرك المصريون ما للكلمة من قوة وأثر، وما تتيحه البلاغة والفصاحة من تسلط على الناس، وحسن سياستهم والسيطرة عليهم. ولنا في ذلك شاهد من قول الملك الإهناسي لابنه مري كارع، وهو يعظه: 'كن مفتناً في الكلام، قديراً فيه، مالكاً لناصيته، حتى يعلو شأنك وينبه ذكرك. فقوة المرء في لسانه، والكلام أقوى من الحرب والقتال.'"
  },
  {
    "title": "الأدب والتعليم في المدارس المصرية القديمة",
    "description": "كان الأدب يقرأ ويُدرس للشباب في المدارس، وكان الطلاب ينسخونه لتقويم ألسنتهم وتعليمهم الفصاحة والبلاغة. إن كثرة ما حفظ من منسوخاتهم منه في عهود مختلفة يدل على ما كان له من شهرة، ويشير إلى مدى تعلق القوم به."
  },
  {
    "title": "بداية معرفة العلماء بالأدب عند المصريين القدماء",
    "description": "قام علماء الدراسات المصرية بواجبهم بنشر وتحليل النصوص الأدبية المصرية. في عام 1924، نشر هيرمان جرابو كتاباً يحلل النصوص المصرية ويوضح ما بلغته اللغة المصرية القديمة في المجاز والبيان. وفي عام 1927، صدر كتاب ماكس بيير عن الأدب المصري القديم، وكذلك ظهرت الترجمة الإنجليزية لكتاب أرمان عن الأدب المصري. توالت المؤلفات في نشر الأدب المصري بلغات مختلفة."
  },
  {
    "title": "دراسات علماء الساميات وتأثير الأدب المصري",
    "description": "درس علماء الساميات مثل جرسمان، أوسترلي، هو مبير، ويهودا الأدب المصري القديم. أثبتت دراساتهم تقدم لغة المصريين القدامى وأثرها في النصوص الدينية مثل التوراة. ومع ذلك، لا يزال ما اكتُشف من الأدب المصري أقل مما يتوقع العلماء."
  },
  {
    "title": "مواضيع الأدب المصري القديم",
    "listItems": [
      {
        "title": "المواعظ وآداب السلوك",
        "description": "كتابات تهدف لتعليم الأخلاق الحميدة وقيم المجتمع."
      },
      {
        "title": "الإصلاح السياسي",
        "description": "معالجة الفساد والمساوئ في المجتمع المصري."
      },
      {
        "title": "الرسائل والمراسلات",
        "description": "رسائل تهنئة، توصية، تمنيات، تفاضل ومفاخرة."
      },
      {
        "title": "القصص القصيرة",
        "description": "تمثل المغامرات، التهكم، الحكمة، والمعتقدات."
      },
      {
        "title": "الأغاني والأناشيد",
        "description": "تمجيد الآلهة، الطبيعة، الحياة اليومية."
      },
      {
        "title": "التمثيليات الدينية",
        "description": "مسرحيات دينية مثلت أثناء الاحتفالات بالأعياد."
      }
    ]
  },
  {
    "title": "الحياة في مواجهة الموت في الأدب المصري",
    "description": "تكذب النصوص الأدبية الصورة النمطية عن انشغال المصري القديم بالموت فقط. تظهر محبته للحياة والطبيعة بوضوح من خلال القصائد والأغاني."
  },
  {
    "title": "الأدب الديني في مصر القديمة",
    "description": "ضم متون الأهرام، متون التوابيت، وكتاب الموتى. عبّرت النصوص عن العقائد الدينية، الحياة الأخرى، خلق الكون، والآلهة المختلفة."
  },
  {
    "title": "مراحل تطور الأدب الديني",
    "listItems": [
      {
        "title": "متون الأهرام",
        "description": "نصوص مساعدة لفرعون المتوفى للوصول إلى السماوات."
      },
      {
        "title": "متون التوابيت",
        "description": "نصوص شبيهة بمتون الأهرام ولكنها نُقشت على التوابيت."
      },
      {
        "title": "كتاب الموتى",
        "description": "تعويذات وأدعية كتبت على أوراق البردي لمساعدة الموتى."
      }
    ]
  },
  {
    "title": "تحولات الأسلوب الأدبي عبر العصور",
    "description": "كان الأدب في بدايته واقعيًا بسيطًا، ثم تطور مع تغير الظروف السياسية، فزاد فيه التكلف والمحسنات اللفظية في العصور المتأخرة مقارنة بعصور القوة."
  },
  {
    "title": "أدب الدولة القديمة",
    "description": "تميز بالجزالة أحيانًا، وبالرقة أحيانًا أخرى، كما في تعاليم بتاح حتب ونقوش المقابر، وعبر عن الثقة والتفاؤل الناتجين عن تأسيس الحضارة المصرية."
  },
  {
    "title": "تأثير الثورة الاجتماعية الأولى على الأدب",
    "description": "أدى التطور الاجتماعي والسياسي إلى ظهور أدب النقد السياسي واليأس الاجتماعي، كما في تحذيرات الحكيم إيبور."
  },
  {
    "title": "نصائح الملوك للأبناء",
    "description": "بدأ بعض الملوك مثل مري كاعر بتوجيه النصائح السياسية والأخلاقية إلى أولياء عهودهم بأسلوب أدبي رفيع."
  },
  {
    "title": "أدب الدولة الوسطى",
    "description": "تميز بالبساطة والاتزان والواقعية. يعتبر أدب هذه المرحلة نموذجًا كلاسيكيًا حظي بتقدير المصريين في العصور التالية، مثل قصة سنوحي وقصة الفلاح الفصيح."
  },
  {
    "title": "أدب الدولة الحديثة",
    "description": "تميز بثراء واتصال بالثقافات الآسيوية، وانعكس ذلك في الأدب الغنائي والديني، كما تأثر بالترف والرخاء الذي شهدته مصر آنذاك."
  },
  {
    "title": "أنواع الأدب المصري القديم",
    "listItems": [
      { "title": "الأدب الديني", "description": "نصوص عقائدية وصلوات وأناشيد دينية." },
      { "title": "الأدب القصصي", "description": "قصص المغامرات والحكم والعبر." },
      { "title": "الأدب الغنائي والعاطفي", "description": "قصائد تمجيد النيل وأغاني الحب." },
      { "title": "الأدب الفلسفي", "description": "نصوص عن الموت والتأمل في الحياة والوجود." }
    ]
  },
  {
    "title": "أناشيد تمجيد رع",
    "description": "كانت تمجيدات رع تصف عظمة الشمس كخالق الحياة، وقد ظهرت في نصوص الدولة الحديثة وإن كانت أصولها أقدم بكثير."
  },
  {
    "title": "أناشيد آمون رع",
    "description": "مع دمج عبادة آمون مع رع، ظهرت أناشيد تمجد الإله الخالق للإنسان والحيوان والنبات، وتبرز مكانته كمانح للحياة."
  },
  {
    "title": "نشيد الشمس الكبير لأخناتون",
    "description": "يعد من أرقى النصوص الدينية والأدبية في العالم القديم، حيث يظهر فيه حب الطبيعة والإشادة بجمال الخلق وأشعة الشمس."
  },
  {
    "title": "الأدب القصصي في مصر القديمة",
    "description": "أبرز القصص كانت قصة البحار الغريق (قصة الفريق)، وقصة سنوحي، وكلاهما يمثلان المغامرة والتحليل النفسي العميق."
  },
  {
    "title": "الأدب الغنائي والعاطفي في مصر القديمة",
    "description": "غنى المصريون للنيل، ووصفوا الحب بأجمل الصور الشعرية، وعبروا عن فرحهم بالحصاد والغزوات والانتصارات."
  },
  {
    "title": "الأدب الفلسفي وأدب الحكم والنصائح",
    "description": "من أبرز نصوصه قصيدة مدح الموت، ونصائح الحكماء مثل تعاليم بتاح حتب وآني، حيث تناولوا فيها قضايا السلوك والأخلاق والحكمة العملية للحياة."
  }
]
