[
  {
    "title": "الرياضيات والهندسة في مصر القديمة",
    "description": "امتزجت الرياضيات في مصر القديمة بالعمارة والزراعة والإدارة، حيث طوّر المصريون نظامًا عدديًا عشريًا متقنًا، واستخدموا الحساب والهندسة بشكل عملي في تصميم الأهرامات، تنظيم الضرائب، وإدارة المياه والزمن."
  },
  {
    "title": "النظام العددي المصري",
    "listItems": [
      {
        "title": "نظام عشري",
        "description": "اعتمد على مضاعفات العدد 10، ولم يتضمن مفهوم الصفر، بل اعتمد على التكرار الرمزي للوحدات."
      },
      {
        "title": "الرموز العددية",
        "description": "استخدمت رموز هيروغليفية تصويرية لكل قوة عددية (١، ١٠، ١٠٠... إلخ)."
      },
      {
        "title": "كتابة الأعداد",
        "description": "تمثل الأعداد بتكرار الرموز من الأعلى إلى الأسفل أو من اليسار لليمين حسب اتجاه النص."
      }
    ]
  },
  {
    "title": "العمليات الحسابية الأساسية",
    "listItems": [
      {
        "title": "الجمع والطرح",
        "description": "الجمع يتم بتجميع الرموز، والطرح بحذفها من الرقم الأكبر للحصول على الفرق."
      },
      {
        "title": "الضرب",
        "description": "استخدم المصريون المضاعفة المتكررة مع الجمع، بدلًا من الجداول، للوصول إلى حاصل الضرب."
      },
      {
        "title": "القسمة",
        "description": "استُخدمت نفس طريقة المضاعفة بشكل عكسي لتحديد الناتج، مع استخدام الكسور للتعبير عن البواقي."
      },
      {
        "title": "الكسور",
        "description": "اقتصروا على الكسور الأحادية (بسط = 1)، واستخدموا التجميع لتمثيل الكسور المركبة."
      }
    ]
  },
  {
    "title": "حساب المساحات والأحجام",
    "listItems": [
      {
        "title": "مساحة الأرض",
        "description": "حسبوا المساحة باستخدام قواعد بسيطة مثل مساحة المستطيل = الطول × العرض."
      },
      {
        "title": "حجم الهرم المقطوع",
        "description": "استخدموا معادلة تقريبية تعتمد على ارتفاع الهرم وطولي قاعدتيه لحساب حجمه."
      }
    ]
  },
  {
    "title": "الهندسة والمساحة",
    "description": "طوّر المصريون علم الهندسة لخدمة العمارة وإعادة قياس الأراضي بعد الفيضان، فاستعملوا المثلثات والمربعات والحبال لقياس الزوايا والمسافات بدقة."
  },
  {
    "title": "أدوات المساحة",
    "listItems": [
      {
        "title": "الحبال المعقودة",
        "description": "استخدمت لتشكيل زوايا قائمة وضمان دقة المسافات بالاعتماد على مثلث 3-4-5."
      },
      {
        "title": "العصا المساحية",
        "description": "للتأكد من استقامة الأرض والأسطح قبل البناء."
      },
      {
        "title": "المساطر والمثلثات الخشبية",
        "description": "استُخدمت في الرسم الدقيق والتخطيط المعماري."
      },
      {
        "title": "الميزان المائي (النوترون)",
        "description": "أداة تعتمد على توازن الماء لضبط الاستقامة الأفقية في المباني."
      }
    ]
  },
  {
    "title": "البرديات الرياضية المصرية",
    "listItems": [
      {
        "title": "بردية ريند",
        "description": "بردية تعود إلى 1650 ق.م تحتوي على 84 مسألة تشمل الكسور، الهندسة، والمعادلات، وتُعد من أهم الوثائق الرياضية التي توضح معرفة المصريين بالمسائل الحسابية والهندسية الواقعية. كُتبت في عهد أبوفيس ونسخت من أصل يعود للأسرة الثانية عشر."
      },
      {
        "title": "بردية موسكو",
        "description": "بردية تحتوي على 25 مسألة أبرزها حساب مساحة نصف كرة وحجم هرم ناقص، مما يدل على إتقان المصريين للهندسة الفراغية. تعود للأسرة الثالثة عشر، وتُعتبر أقدم من بردية ريند."
      },
      {
        "title": "أنواع التمارين",
        "description": "شملت تمارين آها (معادلات)، تمارين باكو (إنتاجية العمال)، تمارين هندسية، ومسائل حول أجزاء السفينة، وعكست فهماً تطبيقيًا للرياضيات."
      }
    ]
  },
  {
    "title": "التطبيقات المعمارية والهندسية",
    "listItems": [
      {
        "title": "الأهرامات",
        "description": "بُنيت باستخدام الزوايا المثالية والنسبة الذهبية، مثل هرم خوفو بزاوية 51.5°، ما يدل على دقة هندسية مذهلة."
      },
      {
        "title": "المعابد",
        "description": "صُممت باتجاهات فلكية دقيقة، مثل معبد الكرنك ومعبد أبو سمبل الذي تتعامد عليه الشمس في يومين محددين سنويًا."
      },
      {
        "title": "المسلات والمقابر",
        "description": "المسلات نُحتت من حجر واحد بحسابات هندسية صارمة، والمقابر نُقشت باتجاهات دقيقة كما في وادي الملوك."
      }
    ]
  },
  {
    "title": "التخطيط الحضري والتأثير الحضاري",
    "description": "تم بناء المدن والقصور بتصاميم هندسية دقيقة أثرت لاحقًا على العمارة اليونانية والرومانية، حيث تم استلهام النسب والأعمدة في بناء المسلات والمعابد."
  },
  {
    "title": "الرياضيات في الفلك",
    "listItems": [
      {
        "title": "محاذاة الأهرامات مع النجوم",
        "description": "بُنيت ممرات الهرم الأكبر لتتجه نحو نجم الجبار (أوريون)، رمز الإله أوزيريس."
      },
      {
        "title": "تخطيط المعابد فلكيًا",
        "description": "صُممت لتتوافق مع شروق الشمس في أيام معينة، كما في معبد أبو سمبل الذي تتعامد عليه الشمس في 21 فبراير و21 أكتوبر."
      }
    ]
  },
  {
    "title": "الرياضيات في الزراعة",
    "listItems": [
      {
        "title": "قياس الأراضي",
        "description": "استخدمت وحدات مثل الذراع الملكي والحبال لتحديد المساحات بدقة بعد كل فيضان."
      },
      {
        "title": "تنظيم المياه",
        "description": "تم تصميم أنظمة ري دقيقة تعتمد على الرياضيات والهندسة لضمان توزيع عادل للمياه."
      },
      {
        "title": "حساب المحاصيل",
        "description": "استُخدمت الكسور والجداول لحساب كمية المحاصيل وتقدير الحصص الغذائية والتخزين."
      }
    ]
  },
  {
    "title": "الرياضيات في الضرائب",
    "listItems": [
      {
        "title": "تقدير الضرائب",
        "description": "فُرضت على المحاصيل باستخدام حسابات دقيقة وفقًا للمساحة والإنتاج."
      },
      {
        "title": "تعديل الضرائب بعد الفيضان",
        "description": "أُعيد قياس الأراضي بعد الفيضان لتعديل الضريبة تبعًا للتغير في المساحة."
      },
      {
        "title": "السجلات الضريبية",
        "description": "احتُفظ بها على برديات ودُوّنت بعناية من قبل الكتبة لضمان الإدارة والعدالة."
      }
    ]
  },
  {
    "imageUrls":[
      "/assets/education/Mathematics/رياضيات1.PNG",
      "/assets/education/Mathematics/رياضيات2.PNG",
      "/assets/education/Mathematics/رياضيات3.PNG"
    ]
  }
]