[
  {
    "title": "الطب في مصر القديمة",
    "description": "يمثل الطب المصري القديم منظومة متقدمة ظهرت منذ الألفية الثالثة قبل الميلاد، وامتدت حتى غزو الفرس. تميّز الطب المصري بالجراحة، ومعالجة الكسور، وتطوير الأدوية، ودمج بين الممارسة العملية والمفاهيم الروحية والسحرية."
  },
  {
    "imageUrls":[
        "/assets/education/MedicineHealing/طب1.PNG",
        "/assets/education/MedicineHealing/طب2.PNG",
        "/assets/education/MedicineHealing/طب3.PNG",
        "/assets/education/MedicineHealing/طب4.PNG"
        ]
  },
  {
    "imageUrls":[
        "/assets/education/MedicineHealing/طب5.PNG",
        "/assets/education/MedicineHealing/طب6.PNG",
        "/assets/education/MedicineHealing/طب7.PNG",
        "/assets/education/MedicineHealing/طب8.PNG"
        ]
  }
  ,
  {
    "title": "المصادر الطبية في مصر القديمة",
    "listItems": [
      {
        "title": "بردية إيبرس",
        "description": "أكبر المخطوطات الطبية في مصر القديمة، تضم 108 أعمدة وتتناول مجالات متعددة مثل الطب الباطني، النساء، العيون، والأمراض الجلدية."
      },
      {
        "title": "بردية إدوين سميث",
        "description": "أقدم وثيقة طبية تحتوي على منهج علمي للجراحة والتشريح، وتعتبر أول دليل على معرفة المصريين بالتشريح."
      },
      {
        "title": "بردية هيرست",
        "description": "تناولت وصفات لعلاج الالتهابات وأمراض الأمعاء والقلب والأسنان، وتعود إلى الأسرة الثامنة عشر."
      },
      {
        "title": "بردية لندن",
        "description": "تركّز على أمراض النساء والأورام والحروق، وتضم العديد من التعاويذ والطقوس لعلاج الأمراض المستعصية."
      },
      {
        "title": "بردية بروغش (برلين)",
        "description": "بردية طبية تعود لعصر الأسرة التاسعة عشر، متخصصة في أمراض الأوعية الدموية."
      },
      {
        "title": "بردية كارلزبرج",
        "description": "بردية نادرة تعود لـ 1200 ق.م، تتناول أمراض العيون والنساء والولادة، محفوظة في جامعة كوبنهاغن."
      }
    ],
        "imageUrls":[
             "/assets/education/MedicineHealing/طب9.PNG"
            ]
  },
  {
    "imageUrls":[
        "/assets/education/MedicineHealing/طب10.PNG",
        "/assets/education/MedicineHealing/طب11.PNG"
        ]
  },
  {
    "imageUrls":[
        "/assets/education/MedicineHealing/طب12.PNG",
        "/assets/education/MedicineHealing/طب13.PNG"
    ]
  }
  ,
  {
    "title": "فهم وظائف الأعضاء",
    "description": "تصور المصريون أن القلب هو مركز الفكر، وشبّهوا الأوعية في الجسم بمجرى نهر النيل، حيث كانت تسري فيها الحياة من خلال الدم والهواء والماء. هذا التصور ساعدهم في فهم العلاقة بين تدفق المواد داخل الجسم والصحة العامة.",
    "imageUrls":[
      "/assets/education/MedicineHealing/طب14.PNG"
    ],
    "imageDescriptions":[
      "طرف صناعي مصرى قديم"
    ]
  },
  {
    "title": "الأمراض وأنواعها",
    "description": "ميز المصري القديم بين الأمراض الداخلية والخارجية، وعرف العديد من أعراضها مثل الصداع، أمراض العيون، أمراض الأمعاء، الأورام، والالتهابات، كما تعرّف على حالات التوتر والهضم والطفيليات، وتمكن من علاجها جزئيًا."
  },
  {
    "title": "تفسير المرض وأسبابه",
    "description": "كان يُنظر للمرض على أنه نتيجة اختلال في وظائف الأعضاء أو كعقاب إلهي أو نتيجة تأثير الأرواح والسحر. وكانت الفتحات الجسدية تمثل مداخل الأرواح المؤذية."
  },
  {
    "title": "التخصصات الطبية",
    "listItems": [
      {
        "title": "طبيب العيون",
        "description": "تخصص شائع نظرًا لانتشار أمراض العيون بسبب البيئة الصحراوية."
      },
      {
        "title": "طبيب النساء",
        "description": "كان له أهمية خاصة لعلاج أمراض الرحم والحمل والولادة."
      },
      {
        "title": "طبيب الباطنة",
        "description": "اهتم بالأعضاء الداخلية مثل المعدة، الكبد، الرئة والقلب."
      },
      {
        "title": "طبيب الأسنان",
        "description": "مارس تخصصه في ظل ظروف صحية صعبة تؤثر على الأسنان بشدة."
      }
    ]
  },
  {
    "title": "أشهر العلاجات المستخدمة",
    "description": "اعتمد الأطباء المصريون على وصفات لعلاج أمراض العين، والحقن الشرجية، وعلاجات منع الحمل وزيادة الخصوبة. وكان الكحل يستخدم وقائيًا لأمراض العيون، كما استخدموا الأعشاب والزيوت الطبيعية والمكونات الحيوانية ضمن العلاجات."
  },
  {
    "title": "الأدوات الطبية",
    "listItems": [
      {
        "title": "أدوات جراحية",
        "description": "ضمّت أدوات الجراحة سكاكين حجرية ومشارط معدنية مثل 'الهيمم'، بالإضافة إلى الكماشات والملاقط والمثاقب لعلاج الخراجات والجروح والالتهابات، كما استخدمت في عمليات مثل الختان وفتح الدماغ."
      },
      {
        "title": "أدوات مساعدة",
        "description": "شملت الأربطة المصنوعة من التيل، وألياف نباتية تُغمس في مواد علاجية مثل العسل، بالإضافة إلى جهاز استنشاق بدائي لعلاج السعال. استخدموا أيضًا المخطوطات كأداة مرجعية تُحفظ في أكياس جلدية."
      }
    ],
    "imageUrls":[
        "/assets/education/MedicineHealing/طب15.PNG"
    ]
  },
  {
    "imageUrls":[
        "/assets/education/MedicineHealing/طب16.PNG",
        "/assets/education/MedicineHealing/طب17.PNG",
        "/assets/education/MedicineHealing/طب18.PNG",
        "/assets/education/MedicineHealing/طب23.PNG"
    ]
  }
  ,
  {
    "title": "الجراحة عند المصريين القدماء",
    "description": "مارس المصريون الجراحة لعلاج الكسور والإصابات، وميزوا بين الأمراض القابلة للعلاج، وتلك التي تحت الملاحظة، والأمراض غير القابلة للشفاء. استخدموا أدوات دقيقة، ولديهم معرفة تشريحية مستمدة من التحنيط، مما مكّنهم من إجراء عمليات معقدة نسبيًا كفتح الجمجمة وتثبيت الأطراف.",
    "imageUrls":[
      "/assets/education/MedicineHealing/طب19.PNG"
    ]
  },
  {
    "title": "طب الأسنان",
    "description": "كان طب الأسنان مهنة قائمة بذاتها، بسبب تآكل الأسنان الناتج عن وجود الرمل في الطعام. لم يكن العلاج فعالًا دائمًا، وغالبًا ما كانت الأسنان تُخلع أو تُفقد. عُثر على بقايا أسنان بديلة، ويُعتقد أن بعض الحالات كانت تعالج باستخدام الأفيون لتسكين الألم."
  },
  {
    "title": "علم الأدوية",
    "description": "اعتمد المصريون على أكثر من 800 وصفة، واستخدموا الحبوب والمراهم والمستنشقات والأغطيه. استُخدمت نباتات مثل الخروع، والرمان، والعسل، وبعض المواد الحيوانية والمعدنية. واحتوت العلاجات أحيانًا على تعاويذ. تشير الأبحاث إلى أن نسبة كبيرة من الوصفات كان لها تأثير فعلي مثبت."
  },
  {
    "imageUrls":[
        "/assets/education/MedicineHealing/طب20.PNG",
        "/assets/education/MedicineHealing/طب21.PNG"
    ]
  },
  {
    "imageUrls":[
        "/assets/education/MedicineHealing/طب22.PNG"
        ]
  },
  {
    "imageUrls":[
        "/assets/education/MedicineHealing/طب24.PNG",
        "/assets/education/MedicineHealing/طب25.PNG"
    ]
  },
  {
    "title": "مشاهير الأطباء في مصر القديمة",
    "listItems": [
      {
        "title": "إمحوتب",
        "description": "وزير الملك زوسر ومهندس هرم سقارة، ويُعد من أوائل من مارسوا الطب بطريقة علمية."
      },
      {
        "title": "حسي رع",
        "description": "يُعتقد أنه أول طبيب مسجل في التاريخ وله لوحة خشبية شهيرة."
      },
      {
        "title": "مريت بتاح",
        "description": "أول طبيبة نسائية معروفة في التاريخ."
      },
      {
        "title": "بسشيت",
        "description": "طبيبة مشهورة في الطب النسائي خلال الدولة الحديثة."
      }
    ]
  },
  {
    "imageUrls":[
        "/assets/education/MedicineHealing/طب26.PNG",
        "/assets/education/MedicineHealing/طب27.PNG"
    ]
  },
  {
    "title": "الطب في العصور اليونانية والرومانية",
    "description": "تأثرت مصر بالثقافات اليونانية والرومانية، حيث تم دمج المعرفة الطبية المصرية مع الفلسفة اليونانية. تطورت المدارس الطبية، وبرزت شخصيات مثل أبقراط وجالينوس."
  },
  {
    "title": "الطب في العصور الوسطى",
    "description": "تأثر الطب المصري القديم بالثقافات اليونانية والرومانية، وبرزت مدارس طبية جديدة. استمر استخدام الأعشاب والعلاجات الطبيعية، وتطورت المعرفة التشريحية."
  }
]