[
  {
    "title": "نشأة الكتابة في مصر القديمة",
    "description": "بدأ الإنسان المصري القديم رحلته من خلال مرحلتين أساسيتين: جمع القوت ثم إنتاجه. اعتمد في البداية على الصيد وجمع النباتات، وكان دائم التنقل بحثًا عن الغذاء والمأوى. مع تطور حياته، بدأ في استئناس الحيوانات، واكتشاف النار، وتعلم الزراعة، مما أدى إلى استقراره بجانب الأراضي الزراعية. هذا الاستقرار ساعد في بناء المساكن وصناعة الملابس، فانتقل من الإشباع المادي إلى الإبداع الفني، حيث بدأ في النقش على الصخور واستخدام الرموز للتعبير عن أفكاره. تطورت هذه الرموز لاحقًا لتصبح وسيلة للتوثيق ووسيلة للتواصل الدائم، خاصة مع ظهور مفاهيم دينية تتعلق بالحياة بعد الموت، وهو ما شكل الدافع الرئيسي لاختراع الكتابة التي كانت البداية الفعلية للعصور التاريخية في مصر.",
        "imageUrls":[
                    "/assets/education/WritingLanguage/كتابه1.PNG"
        ]
        ,
        "imageDescriptions":[
          "المعبود تحوت الذي تخيله المصريين القدماء كأله للعلم والكتابه"
        ]
  },
  {
    "title": "تطور الكتابة في مصر",
    "listItems": [
      {
        "title": "نقادة الأولى",
        "description": "بدأت أولى المحاولات الكتابية في حضارة نقادة الأولى، حيث ظهرت رموز تصويرية بسيطة على الفخار، كانت تهدف إلى نقل المعاني بشكل رمزي، وهي بمثابة بدايات بدائية للكتابة."
      },
      {
        "title": "نقادة الثانية",
        "description": "في هذه المرحلة تطورت الرموز وأضيفت علامات جديدة بلغ عددها أربع عشرة علامة، مما يدل على الزيادة في تعقيد الفكر الإنساني واحتياجاته التعبيرية."
      },
      {
        "title": "عصر الأسرات",
        "description": "مع بداية عصر الأسرات، أصبحت الكتابة أكثر تنظيمًا ووضوحًا، وبدأ المصريون في تطوير نظام كتابي متكامل وصل إلى ذروته خلال الدولة الوسطى من حيث الشكل والدقة والوظيفة."
      }
    ]
  },
  {
    "title": "اللغة المصرية القديمة والخطوط الكتابية",
    "listItems": [
      {
        "title": "الخط الهيروغليفي",
        "description": "هو أقدم الخطوط التي استخدمها المصريون القدماء، وامتد استخدامه لآلاف السنين. كان مخصصًا للنقوش الدينية على جدران المعابد والمقابر، بالإضافة إلى التماثيل والنُصب التذكارية. يتميز بجماله الفني ودقته العالية، وقد كتبت رموزه بأسلوب بارز أو غائر باستخدام الأزاميل، مما جعله غير مناسب للكتابة اليومية."
      },
      {
        "title": "الخط الهيراطيقي",
        "description": "يُعد تبسيطًا للخط الهيروغليفي، وظهر لتلبية الحاجة إلى سرعة الكتابة على مواد مثل ورق البردي والأوستراكا. استخدمه الكهنة في النصوص الدينية والإدارية، وكتب باستخدام أقلام القصب والحبر. كان أكثر مرونة مقارنة بالنقش الحجري، مما سمح بانتشاره في الحياة العملية."
      },
      {
        "title": "الخط الديموطيقي",
        "description": "تطور لاحق للهيراطيقي، وظهر في القرن الثامن قبل الميلاد. سُمي بهذا الاسم نسبة إلى 'ديموس' أي الشعب، وكان يستخدم في المعاملات اليومية. يتميز بسرعته واختصاره الشديد، مما جعله مثاليًا للكتابات القانونية والتجارية. كتب بشكل رئيسي على البردي."
      },
      {
        "title": "الخط القبطي",
        "description": "يمثل المرحلة الأخيرة في تطور الكتابة المصرية القديمة. اعتمد على الأبجدية اليونانية مع إضافة رموز مأخوذة من الديموطيقية للتعبير عن الأصوات غير الموجودة في اليونانية. استُخدم بعد دخول المسيحية إلى مصر، ولا يزال يُستخدم حتى اليوم في الطقوس الكنسية."
      }
    ]
  },
  {
    "title": "الكتابة الهيروغليفية",
    "listItems": [
      {
        "title": "بداية الخط الهيروغليفي",
        "description": "استلهم المصري القديم كتابته من البيئة المحيطة، فرسم ما يراه مثل الإنسان، والحيوانات، والطيور، والأشجار. بدأ باستخدام رموز تصويرية واضحة تعبر عن الأشياء، مثل البومة للدلالة على الطائر، أو موجة المياه للدلالة على الماء. تطورت هذه العلامات لاحقًا لتكتسب دلالات صوتية."
      },
      {
        "title": "انتشار الكتابة",
        "description": "لم يُعرف مكان ظهور الكتابة بدقة، لكن مناطق مثل هليوبوليس، ومنف، والأشمونين، وأبيدوس، وبوتو تعتبر مراكز هامة يُحتمل أن تكون مهد الكتابة. لعبت هذه الأماكن دورًا دينيًا وثقافيًا كبيرًا في تطور الرموز الكتابية وتوظيفها في الشعائر والممارسات اليومية."
      },
      {
        "title": "تطور النظام الصوتي",
        "description": "أدرك المصري القديم أن الرموز التصويرية لا تكفي للتعبير عن كل المعاني، فبدأ في تطوير نظام صوتي. استخدم رموزًا تمثل حرفًا واحدًا (أبجدية)، أو حرفين، أو ثلاثة، بل وأحيانًا أربعة. كان هذا تطورًا هامًا في الكتابة أتاح التعبير عن الأسماء والأفكار المجردة بدقة أكبر."
      },
      {
        "title": "تعقيد النظام",
        "description": "رغم عبقرية النظام الهيروغليفي، إلا أنه كان معقدًا بسبب تعدد الرموز وكثرتها. إلا أن هذا التعقيد لم يكن عبئًا بل كان دليلاً على مدى تقدم المصريين في استخدام الكتابة لتلبية جميع احتياجاتهم: الدينية، والإدارية، واليومية."
      }
    ]
  },
  {
    "title": "حجر رشيد واللغة المصرية القديمة",
    "listItems": [
      {
        "title": "أهمية حجر رشيد",
        "description": "حجر رشيد يُعد من أهم الاكتشافات الأثرية في العالم، إذ ساعد في فك رموز الكتابة المصرية القديمة. اكتشفه جنود الحملة الفرنسية عام 1799م في مدينة رشيد، وقد سُجل عليه مرسوم ملكي بثلاث لغات، مما أتاح للعلماء مقارنة النصوص وفهم بنية اللغة الهيروغليفية."
      },
      {
        "title": "محتويات الحجر",
        "description": "يبلغ ارتفاع الحجر 113 سم، وعرضه 75 سم، وسمكه 27.5 سم، وقد نُقش عليه مرسوم كهنوتي تكريمي للملك بطلميوس الخامس. كُتب المرسوم بثلاثة خطوط: الهيروغليفية للمراسيم الدينية، الديموطيقية للمعاملات اليومية، واليونانية كلغة رسمية للحكم البطلمي."
      },
      {
        "title": "فك رموز الحجر",
        "description": "بدأ الباحثون بدراسة النص اليوناني لأنه الأكثر اكتمالًا، وتم التوصل إلى أن الخراطيش تحتوي على أسماء ملكية. أسهم توماس يونج في هذا الاكتشاف، بينما اعتمد لاحقًا شامبليون على مقارنة خرطوش بطلميوس وكليوباترا لفهم القيم الصوتية."
      },
      {
        "title": "تأسيس علم المصريات",
        "description": "في عام 1822م، أعلن جان فرانسوا شامبليون نجاحه في فك رموز الكتابة الهيروغليفية، مشيرًا إلى أن النظام الكتابي لا يعتمد على أبجدية فقط بل يشمل رموزًا صوتية ودلالية. أدى هذا الإنجاز إلى نشأة علم المصريات، الذي ساعد على استكشاف حضارة مصر القديمة بعمق."
      }
    ],
        "imageUrls":[
                    "/assets/education/WritingLanguage/كتابه2.PNG"
        ]
        ,
        "imageDescriptions":[
          "حجر رشيد الذي ساعد في فك رموز الكتابة المصرية القديمة"
        ]
  },
  {
    "title": "خطوط اللغة المصرية القديمة",
    "listItems": [
      {
        "title": "الخط الهيروغليفي",
        "description": "أقدم الخطوط وأغناها فنيًا وتفصيليًا، استخدم في النقوش الدينية والرسمية، وكان يُنقش غالبًا على جدران المعابد والمقابر."
      },
      {
        "title": "الخط الهيراطيقي",
        "description": "خط كهنوتي مبسط للهيروغليفية، استُخدم على ورق البردي والمواد الخفيفة، وكان أكثر سرعة وسهولة في الكتابة."
      },
      {
        "title": "الخط الديموطيقي",
        "description": "ظهر لاحقًا ليلبي حاجات الحياة العامة والقانونية، فكان خطًا مختزلًا وأكثر عملية، واستخدم في العصرين البطلمي والروماني."
      },
      {
        "title": "الخط القبطي",
        "description": "المرحلة الأخيرة من تطور اللغة المصرية، استخدم الأبجدية اليونانية مع رموز مصرية. لا يزال مستخدمًا في الصلوات الكنسية حتى الآن."
      }
    ]
  },
  {
    "imageUrls":[
                    "/assets/education/WritingLanguage/كتابه3.PNG",
                    "/assets/education/WritingLanguage/كتابه4.PNG"
        ]
        ,
        "imageDescriptions":[
          "الخط الهيروغليفي (Hieroglyphic)",
          "الخط الهيراطيقي (Hieratic)"
        ]
  },
  {
    "imageUrls":[
                    "/assets/education/WritingLanguage/كتابه5.PNG",
                    "/assets/education/WritingLanguage/كتابه6.PNG"
        ]
        ,
        "imageDescriptions":[
          "الخط الديموطيقي (Demotic)",
          "الخط القبطي (Coptic)"
        ]
  }
  ,
  {
    "title": "أسباب وكيفية الانتقال بين الخطوط",
    "listItems": [
      {
        "title": "الانتقال من الهيروغليفي",
        "description": "الخط الهيروغليفي كان معقدًا ويتطلب أدوات ثقيلة وظروف خاصة، مما جعله غير عملي للكتابة السريعة، فبدأ السعي نحو التبسيط."
      },
      {
        "title": "ظهور الهيراطيقي",
        "description": "نتيجة للنقاشات بين الكتبة وتطور الحياة الإدارية، تم تبسيط الرموز الهيروغليفية تدريجيًا لخلق خط يمكن استخدامه يوميًا."
      },
      {
        "title": "تطور الديموطيقي",
        "description": "مع تعقيد الحياة الاقتصادية، احتاج المصريون إلى خط أسرع وأكثر اقتصادية، فظهر الخط الديموطيقي، وحقق انتشارًا واسعًا في الوثائق."
      },
      {
        "title": "الخط القبطي",
        "description": "ظهر مع التأثير اليوناني، ودمج بين الحروف اليونانية وبعض الرموز المصرية، ليحافظ على النطق المصري القديم بلغة مكتوبة مرنة."
      }
    ]
  },
  {
    "title": "أدوات ومواد الكتابة",
    "listItems": [
      {
        "title": "المقلمة وأدوات الكاتب",
        "description": "كان الكاتب المصري يحتفظ بمقلمته الخشبية التي تحتوي على فجوتين دائريتين للحبر الأسود والأحمر، وفجوة ثالثة طويلة لحفظ الأقلام المصنوعة من القصب. كان يربط بها إناء ماء صغير يُستخدم لإذابة الحبر، وجراب يضم مجموعة من الريشات. كان الحبر يصنع من مواد طبيعية مثل الكربون والمغرة الحمراء."
      },
      {
        "title": "المداد (الحبر)",
        "description": "تعددت ألوان الحبر بين الأسود والأحمر، حيث استخدم الأسود للكتابة الرئيسية، بينما الأحمر كان يُستخدم لتحديد الفقرات، أو لإبراز الكلمات المهمة، أو لكتابة التواريخ. كانت الألوان تُحضّر من مواد طبيعية وتُجفف على شكل أقراص قبل استخدامها."
      },
      {
        "title": "لوحة الكتابة",
        "description": "كانت تُصنع من الخشب أو العاج أو الحجر، وتحوي تجويفين للحبر، ومكان لحفظ الأقلام. رُبطت المقلمة باللوحة بخيط رفيع، كما استخدمت أوعية صغيرة لحفظ الماء اللازم للكتابة ومحو الأخطاء."
      },
      {
        "title": "أدوات الطحن",
        "description": "استخدم المصريون صحنًا حجريًا صغيرًا يحتوي على تجويف لطحن الألوان باستخدام حجر آخر دائري الشكل، وكانت هذه الأدوات ضرورية لتحضير المداد اليومي."
      }
    ]
  },
  {
    "title": "مواد الكتابة في مصر القديمة",
    "listItems": [
      {
        "title": "البردي",
        "description": "يُعد من أشهر مواد الكتابة في مصر القديمة، صُنع من نبات البردي المتوافر في الدلتا. استخدم في صناعة اللفائف التي تُكتب عليها النصوص، ويُعد ورق البردي مادة خفيفة وسهلة التخزين. كتب المصري على وجه الألياف الأفقية، ثم يكتب على الخلف عند الحاجة. لم تكن كل البرديات مرقمة، لكن الترتيب كان مضمونًا بفضل اتصال الصفحات ببعضها."
      },
      {
        "title": "الشقافة (الأوستراكا)",
        "description": "عبارة عن كسرات من الفخار أو الحجر الجيري، استُخدمت بسبب غلاء البردي. كانت تُكتب عليها المسودات والخطابات، واختيرت الكسرات الملساء لسهولة الكتابة. شاع استخدامها في الوثائق اليومية والنسخ الأولية للنصوص الأدبية."
      },
      {
        "title": "الخشب والكتان",
        "description": "استُخدم الخشب بشكل محدود بسبب قابليته للتلف، وكان يُكتب عليه النصوص البسيطة أو الشكاوى. أما الكتان، فاستُخدم في بعض الخطابات مثل خطاب الكتاني المكتوب في الأسرة السادسة، باستخدام الخط الهيراطيقي."
      }
    ]
  },
  {
    "title": "عصور اللغة المصرية القديمة",
    "listItems": [
      {
        "title": "اللغة المصرية القديمة",
        "description": "امتدت من الأسرة الأولى حتى منتصف الأسرة الثامنة، وتُعرف من خلال النقوش الرسمية ونصوص الأهرام. كانت تُستخدم بالأساس في الشؤون الدينية والجنائزية، وظهر فيها أول بناء نحوي وصرفي للغة المصرية."
      },
      {
        "title": "اللغة المصرية الوسطى",
        "description": "مثلت ذروة تطور اللغة المصرية، حيث استُخدمت كلغة أدبية كلاسيكية خلال الدولة الوسطى، واستمرت لغويًا في نصوص الأدب والنقوش حتى بعد ظهور المراحل اللغوية التالية."
      },
      {
        "title": "اللغة المصرية المتأخرة",
        "description": "ظهرت منذ منتصف الأسرة الثامنة عشر واستمرت حتى الأسرة الخامسة والعشرين، وتميزت بتغيرات واضحة في النحو والأسلوب، تعكس التحولات الاجتماعية والسياسية."
      },
      {
        "title": "اللغة القبطية",
        "description": "هي المرحلة الأخيرة من اللغة المصرية القديمة، اعتمدت على الحروف اليونانية وأُضيفت لها رموز مصرية. لا تزال مستخدمة في الصلوات القبطية، وتُعد آخر امتداد حي للغة المصرية القديمة."
      }
    ]
  },
  {
    "title": "اتجاه الكتابة",
    "description": "كانت الكتابة الهيروغليفية تُكتب أفقيًا أو رأسيًا، وغالبًا من اليمين إلى اليسار. يمكن معرفة اتجاه القراءة من خلال اتجاه وجوه العلامات مثل الطيور والبشر. أما الخطوط الهيراطيقية والديموطيقية، فكانت دائمًا تُكتب من اليمين إلى اليسار. وُجِدت بعض الحالات الاستثنائية لتنسيق جمالي أو سياق معماري خاص."
  },
  {
    "imageUrls":[
                    "/assets/education/WritingLanguage/كتابه7.PNG",
                    "/assets/education/WritingLanguage/كتابه8.PNG"
        ]
        ,
        "imageDescriptions":[
          "نص مسجل من اليسار الي اليمين تقرأ من اليسار",
          "نص مسجل من اليمين الي اليسار تقرأ من اليمين"
        ]
  }
]