[
{
  "title": "نصوص الأهرام",
  "description": "تعد نصوص الأهرام أقدم الكتب الدينية المصرية، وقد سجلت لأول مرة على الجدران الداخلية لغرف وممرات هرم الملك أوناس في سقارة، ثم استمرت في تسجيلها داخل أهرامات ملوك الأسرة السادسة وزوجاتهم.",
  "listItems": [
    {
      "title": "تسجيل نصوص الأهرام",
      "description": "تم تسجيل نصوص الأهرام لأول مرة في هرم أوناس، لكنها تعكس الفكر الديني المصري منذ العصور القديمة وليس فقط في عهده."
    },
    {
      "title": "اكتشاف النصوص",
      "description": "تم اكتشاف هذه النصوص لأول مرة بين عامي 1880-1810 من قبل العالم الفرنسي ماسبيرو في أهرامات أوناس، بيبي الأول، مري-إن-رع، وبيبي الثاني."
    },
    {
      "title": "محتوى النصوص",
      "description": "تتكون من تعاويذ، طقوس قرابين، أناشيد وصلوات، نصوص سحرية، وطقوس لحماية المتوفى من الأخطار في العالم الآخر."
    },
    {
      "title": "التأثيرات الدينية",
      "description": "تعكس نصوص الأهرام تأثير العقائد الدينية المصرية القديمة، مثل مذهب هليوبوليس الذي يجعل الإله رع محورًا للعالم الآخر، أو مذهب أوزير الذي يعتبر العالم الآخر تحت الأرض."
    }
  ]
  ,
        "imageUrls": ["/assets/worship/books/نصوص-هرم-اوناس.PNG"],
        "imageDescriptions": ["نصوص هرم أوناس من الأسره الخامسة"]

},
{
    "imageUrls": ["/assets/worship/books/نصوص1.PNG","/assets/worship/books/نصوص-تيتي.PNG","/assets/worship/books/نصوص1.PNG"]
   ,"imageDescriptions":["","نصوص هرم تيتي بسقاره",""]    
}
,
{
  "title": "نصوص التوابيت",
  "description": "ابتداءً من الدولة الوسطى، انتقلت النصوص الدينية من الأهرامات إلى السطوح الداخلية للتوابيت، وأصبحت تُعرف باسم نصوص التوابيت.",
  "listItems": [
    {
      "title": "محتوى النصوص",
      "description": "تضمنت نصوص التوابيت ما يقرب من 1200 تعويذة تهدف إلى ضمان الحياة الأبدية للمتوفى، كما سجلت على التوابيت، وصناديق الأواني الحشوية، والبرديات."
    },
    {
      "title": "أماكن العثور على النصوص",
      "description": "عُثر على هذه النصوص في عدة مواقع بمصر، منها: اللشت، بني حسن، أسيوط، أبيدوس، سقارة، دهشور، وطيبة."
    },
    {
      "title": "التأثيرات الدينية",
      "description": "تأثرت نصوص التوابيت بعقائد مثل مذهب هليوبوليس ومذهب أهناسيا، وتظهر فيها محاولات المتوفى لتجنب الأعمال الشاقة في العالم الآخر."
    }
  ],
  "imageUrls": ["/assets/worship/books/نصوص-تابوت2.PNG"],
  "imageDescriptions": ["نصوص منقوشة داخل أحد التوابيت"]
}
,
{
   "imageUrls": ["/assets/worship/books/نصوص-تابوت1.PNG",
   "/assets/worship/books/تابوت-نانجم.PNG",
   "/assets/worship/books/بقايا-تابوت.PNG"],
   "imageDescriptions":["تابوت من الخشب المطلي علي جص",
   "تابوت بانجم",
   "بقايا تابوت مزخرف بنصوص التوابيت"
  ]
}
,
{
  "title": "تطور الكتب الدينية المصرية",
  "description": "مع مرور الزمن، تطورت الكتب الدينية المصرية بشكل ملحوظ. بدأت هذه النصوص بنصوص الأهرام التي سجلت لأول مرة في عصر الملك أوناس على جدران أهرامه في سقارة، وكانت تهدف في المقام الأول إلى ضمان حماية المتوفى في العالم الآخر. ثم مع بداية الدولة الوسطى، انتقلت هذه النصوص إلى السطوح الداخلية للتوابيت، مما سمح بتوسيع نطاق النصوص الدينية لتشمل المزيد من التعاويذ والطقوس الموجهة نحو الحياة الأبدية. في الدولة الحديثة، تطورت هذه النصوص بشكل أكبر، حيث تم تسجيلها على جدران مقابر الملوك والملكات وبعض الأفراد، وكذلك على لفائف البردي، وأصبحت تعرف بـ 'كتاب الموتى' و'كتاب ما في العالم الآخر'، و'كتاب البوابات'. هذه الكتب لم تقتصر فقط على حياة المتوفى، بل تناولت تفاصيل دقيقة حول رحلته في العالم الآخر وكيفية تجاوزه للعقبات الروحية والجسدية."
},
{
  "title": "كتاب الموتى",
  "description": "وهو واحد من أهم الكتب الدينية التي سيطرت على الفكر الديني في الفترة من الأسرات 18-21. ويتكون من 200 فصل كما ذكر العالم الألماني لبسيوس. سجلت فصول كتاب الموتى على ورق البردي، وجدران مقابر الدولة الحديثة، والتوابيت والمقاصير ولفائف المومياوات وبعض التمائم. سجلت هذه النصوص بالخط الهيروغليفي المبسط، وبالخط الهيراطيقي، وكانت النصوص تزود بمناظر في بعض الأحيان. وقد تأثرت نصوص كتاب الموتى بما ورد في نصوص الأهرام بنصوص محاكمة المتوفى والتوابيت، وإن أبدت اهتمامًا كبيرًا بالعالم الآخر من خلال محكمة أوزير (خاصة الفصل 125 الذي يتعلق بالاعتراف الإنكاري للخطايا التي ارتكبها المتوفى). ويهدف كتاب الموتى بالدرجة الأولى إلى كيفية مساعدة المتوفى على الخروج من قبره نهارًا. والمعروف أن مركزي إعداد مكونات كتاب الموتى في الدولة الحديثة كانا في طيبة ومنف. والمعروف كذلك أن بعض فصول كتاب الموتى تغيرت من أسرة إلى أخرى.",
  "imageUrls":["/assets/worship/books/كتاب-الموتي.PNG"],
  "imageDescriptions":["كتاب الموتى"]
}
,
{
    "imageUrls":["/assets/worship/books/محكمة-الموتي.PNG",
                 "/assets/worship/books/وزن-قلب.PNG"],
  "imageDescriptions":["محكمة الموتى من كتاب الموتى (ملف بردي «حونيفر» من الأسرة التاسعة عشر بالمتحف البريطاني).", "جزء من كتاب الموتى ل (حونفر) (Hunefer) (حوالي 1275 ق.م) تبين عملية وزن قلبه في الميزان والمقارنة بريشة ماعت ويقوم بها الإله أنوبيس."]
},
{
    "imageUrls":["/assets/worship/books/مقولة-الأبواب.PNG",
                 "/assets/worship/books/وزن-قلب2.PNG"],
  "imageDescriptions":["نصين لمقولة الأبواب. في صف الرسوم العليا نجد «أني» وزوجته يواجهان سبعة أبواب لبيت أوزيريس. وفي صف الرسوم السفلي الزوجان يدخلان بيت أوزيريس من حقل الأشجار ويقابلون 10 من 21 من الأسرار السماوية وتقوم بحراستها كائنات شرسة كل واحد منها في صومعته.","عملية وزن قلب الميت ويقوم بها هنا حورس وأنوبيس، ويسجل توت نتيجة الميزان من كتاب الموتى ل سيسوستريس."]
},
{
    "imageUrls":["/assets/worship/books/كهنة-انوبيس.PNG",
                 "/assets/worship/books/بينجيم.PNG"],
  "imageDescriptions":["كهنة أنوبيس الذي يرافق الميت إلى العالم الآخر يفتحون فم الميت بعد تحنيطه بمفتاح خاص، حتى يستطيع التنفس والكلام بعد ذلك حين يبعث تلك من الطقوس الجنائزية في مصر القديمة وتوصف في كتاب الموتى وفي نصوص الأهرام ونرى زوجة الميت وابنته تبكيان كما نرى خلف الميت لوحة القبر التي ستوضع عند بوابة القبر، للتعريف بصاحب القبر، حتى لا يضيع اسمه.","جزء من كتاب الموتي ل (بينجيم الثاني)، ويرى هنا (بینجیم)."]
}
,
{
  "title": "كتاب ما في العالم الآخر (إمي دوات)",
  "description": "ويعرف كذلك بـ 'كتاب ما هو كائن في العالم السفلي'، ويشار إلى كتب العالم السفلي في الدولة الحديثة وأقدمها على أنها 'كتاب القاعات السرية'. يتكون الكتاب من 12 ساعة تمثل ساعات الليل. فقد لاحظ المصري القديم أن الشمس تشرق لمدة 12 ساعة وتغرب مثلها، وأنها تشرق من خلف الجبال الشرقية التي تعرف بـ'مانو'، ثم تغرب وراء الجبال الغربية التي تعرف باسم 'باغو' ثم تشرق من جديد. وتستغرق رحلة الشمس خلال الليل 12 ساعة، إلى أن تعاود الشروق من جديد في العالم السفلي المليء بالخيرات والأنهار. ويعبر الإله الأكبر النهر في مركب المساء التي تعرف باسم 'معنجت'.",
  "listItems": [
    {
      "title": "الساعة الأولى",
      "description": "تمثل الغسق بعد غروب الشمس."
    },
    {
      "title": "الساعة الثانية والثالثة",
      "description": "تتعلق بالإله أوزير وتعتبر مسكنًا له. وتعرف الساعة الثالثة باسم 'التي تقطع الأرواح'."
    },
    {
      "title": "الساعة الرابعة",
      "description": "تمثل جحيم الإله سكر (إله الجبانة)، وتسمى هذه الساعة 'ذات القوة العظيمة'."
    },
    {
      "title": "الساعة الخامسة",
      "description": "امتداد لجحيم الإله سكر."
    },
    {
      "title": "الساعة السادسة",
      "description": "يبحر مركب الإله 'يوف' نحو الشمال، نحو مركز عبادة الإله أوزير في الدلتا."
    },
    {
      "title": "الساعة السابعة",
      "description": "تسمى 'تلك التي تواجه الثعبان' وهي مخبأ الإله أوزير."
    },
    {
      "title": "الساعة الثامنة",
      "description": "تسمى 'سيدة الظالم' وتظهر فيها الآلهة وكأنها مومياوات تصحبها اللفائف والتوابيت."
    },
    {
      "title": "الساعة التاسعة",
      "description": "تسمى 'الإلهة التي تحمي سيدها'."
    },
    {
      "title": "الساعة العاشرة",
      "description": "يبحر الإله العظيم نحو الجنوب إلى عين شمس حيث يدخل منطقة جبانة الجيزة."
    },
    {
      "title": "الساعة الحادية عشرة",
      "description": "تمثل الجحيم والعذاب الشديد حيث يحترق المذنبون."
    },
    {
      "title": "الساعة الثانية عشرة",
      "description": "تمثل المنطقة في العالم السفلي حيث يولد الإله ويخرج من المياه الأزليّة 'نون' ويتحد مع بطن الإلهة 'نوت'."
    }
  ]
}
,
{
  "imageUrls":["/assets/worship/books/الأولي-والثانيه.PNG",
               "/assets/worship/books/الساعه-الثانيه.PNG"],
   "imageDescriptions": [
    "الساعتين 1 و 2 لليل في الـ دوات من المقبرة (35)",
    "تفاصيل من الساعة الثانية من كتاب 'إمى- دوات' مقبرة سيتي الأول رقم 17 بوادي الملوك، الجهة الشرقية الأسرة 19، الدولة الحديثة."
  ]
},
{
  "imageUrls":["/assets/worship/books/الساعه-الأولي-تحتمس-الثالث.PNG",
               "/assets/worship/books/الساعه-الأولي-تحتمس-الثالث2.PNG"],
"imageDescriptions": [
    "الساعة الأولى من ساعات 'إمي- دوات' مقبرة تحتمس الثالث رقم 34 وادي الملوك.",
    "الساعة الأولى من ساعات 'إمي- دوات' مقبرة تحتمس الثالث رقم 34 وادي الملوك."
  ]},
{
  "imageUrls":["/assets/worship/books/الثالثه.PNG",
               "/assets/worship/books/الساعه-الثالثه.PNG"],
 "imageDescriptions": [
    "الساعة الثالثة . من المقبرة KV34.",
    "الساعة الثالثة من كتاب 'إمى- دوات' بمعنى ماهو موجود في العالم الآخر، مقبرة أمنحتب الثاني رقم 35 بوادي الملوك الأسرة 18 الدولة الحديثة."
  ]},
{
  "imageUrls":["/assets/worship/books/الرابعه.PNG",
               "/assets/worship/books/الساعه-الخامسه.PNG"],
 "imageDescriptions": [
    "الساعة الرابعة من الليل في الدوات (مقبرة تحتمس الثالث).",
    "الساعة الخامسة من كتاب 'إمى- دوات' مقبرة أمنحتب الثاني (مقبرة رقم 35 بوادي الملوك، الجهة الشرقية - الأسرة 18 الدولة الحديثة)."
  ]},
{
  "imageUrls":["/assets/worship/books/الساعه-السابعه.PNG",
               "/assets/worship/books/الساعه-السابعه2.PNG",
               "/assets/worship/books/الساعه-السابعه3.PNG"],
 "imageDescriptions": [
    "الساعة السابعة من كتاب 'إمي- دوات' مقبرة أمنحتب الثاني رقم 35 بوادي الملوك، الجهة الشرقية، الأسرة 18، الدولة الحديثة.",
    "الساعة السابعة من كتاب 'إمي- دوات' مقبرة أمنحتب الثاني رقم 34 بوادي الملوك، الجهة الشرقية، الأسرة 19، الدولة الحديثة.",
    "الساعة السابعة من كتاب 'إمي- دوات' مقبرة أمنحتب الثاني رقم 35 بوادي الملوك، الجهة الشرقية، الأسرة 19، الدولة الحديثة."
  ]},
{
  "imageUrls":["/assets/worship/books/الحاديه-عشر.PNG",
               "/assets/worship/books/الثانيه-عشر.PNG"],
  "imageDescriptions":["الساعه الحاديه عشر من مقبرة تحتمس الثالث","الساعة الثانية عشر من الامي دواتو(ترقيم كتالوج 1776 ,المتحف المصري)"]
}
,
{
  "title": "كتاب البوابات",
  "description": "أحد كتب العالم السفلي، ويكاد يكون نسخة من كتاب 'ما في العالم الآخر'. ظهر في معظم مقابر الدولة الحديثة جنبًا إلى جنب مع كتاب 'ما في العالم الآخر'، كما ظهر في مقبرة واحدة بالنسبة للأفراد. يتميز هذا الكتاب عن كتاب 'ما في العالم الآخر' بأنه يتضمن محكمة أوزير. وفي نهاية كل ساعة من الساعات الإثني عشر كانت توجد بوابة يحرسها ثعبان. وفي قاعة محكمة أوزير، حيث تجري عملية المحاكمة للمتوفى، نجد 42 قاضيًا، والتاسوع وحورس وجحوتي. وبعد المحاكمة يتجه الأبرار إلى حقول 'يارو'، أما المذنبون فإن مصيرهم الفناء، حيث يبتلع الكائن الخرافي 'عمعم' قلوبهم. ويتلو المتوفى أمام الإله أوزير الاعترافات الإنكارية (الفصل 125 من كتاب الموتى)، والتي من بينها: لم أظلم أي إنسان، لم أعامل الحيوان معاملة سيئة، لم أنقص من الموازين، لم أوقف مياه الفيضان، لم أتقاعس في تقديم الهبات للمعابد، لم أسرق، لم أقتل.",
  "imageUrls": ["/assets/worship/books/البوابات.PNG"],
  "imageDescriptions": ["كتاب البوابات"]
}
,
{
  "title": "كتاب الكهوف",
  "description": "يصف كتاب الكهوف رحلة 'رع' (الشمس) في كهوف العالم السفلي، وأقدم جزء من كتاب الكهوف عثر عليه على أحد حوائط الأوزيريون بأبيدوس. يظهر الكتاب أيضًا في مقبرة رمسيس الرابع الذي استخدم أجزاء من أقدم نسخة منه وهي نسخة الأوزيريون. ونجد نسخة كاملة منه في مقبرة الملك رمسيس السادس. يتحدث كتاب الكهوف عن مصير الأرواح في العالم الآخر وقانون الكارما أي قانون السبب والنتيجة وما يترتب عليه من مفهوم الثواب والعقاب في العالم الآخر. أي أن ما يقوم به الإنسان من أفعال في هذا العالم يحدد أقداره في العالم الآخر. وقانون السبب والنتيجة (الكارما) قانون كوني يقضي بأن من يدين يدان ومن يحمل دينًا فلا بد أن يسدده. يتناول الكتاب أيضًا مصير الأرواح التي لا تنجح في اجتياز المحاكمة في قاعة الماعت أمام أوزير وما تلقاه من سوء المصير، وأيضا مصير الأرواح التي تجتاز المحاكمة وما تلقاه من حسن العاقبة. يعتبر كتاب الكهوف أفضل مصدر يمكن منه التعرف على مفهوم 'الجحيم' في الحضارة المصرية. ينقسم كتاب الكهوف إلى قسمين رئيسيين كل جزء منها مكون من 6 فصول. ويحتوي على نصوص كلامية أكثر مما يحتوي من تعبيرات تصويرية.",
  "listItems": [
    {
      "title": "رحلة رع في العالم السفلي",
      "description": "يصف الكتاب رحلة رع، مصطحبًا معه أرواح الموتى، في كهوف العالم السفلي حيث يمر بصعوبات كثيرة ويواجه اختبارات يجب أن يجتازها بنجاح."
    },
    {
      "title": "مصير الأرواح",
      "description": "يتناول الكتاب مصير الأرواح التي تواجه اختبارات في كهوف العالم السفلي، فإذا فشلت في اجتياز الاختبار، يكون مصيرها الفناء."
    },
    {
      "title": "الفناء والجحيم",
      "description": "الفناء عند قدماء المصريين كان أسوأ مصير يمكن أن تواجهه الروح، ويعبر عنه الفنان بشكل جسم إنسان وقد قطعت رأسه وانتزع قلبه من بين ضلوعه."
    },
    {
      "title": "القسم الأول من الكتاب",
      "description": "يتناول هذا القسم 'رع' حينما يبدأ رحلته في العالم السفلي ويدافع عن أوزير ويحميه، كما يمر بالكهف الأول الذي تحمي مدخله الحيات."
    },
    {
      "title": "محكمة أوزير",
      "description": "تتواجد في الكتاب محكمة أوزير حيث تُجرى عملية المحاكمة للأرواح. الأرواح التي لم تجتز المحاكمة تواجه مصير الفناء وتُقطع رؤوسها."
    },
    {
      "title": "مفهوم الجحيم",
      "description": "يعتبر مكان الإبادة في كتاب الكهوف هو مكان العقاب حيث تنفذ العقوبة من قبل الحراس الذين يحملون سكاكين، ويعتبر هذا المكان جحيمًا لأعداء رع."
    },
    {
      "title": "القوى الكونية",
      "description": "تمر رع في كهوف العالم السفلي بمعاونة قوى كونية مختلفة، وكل كهف يحرسه إحدى هذه القوى. من أشهر القوى الكونية في الكتاب هو 'الذي يخفى الساعات'، وهو رمز يساعد الإنسان على اختراق الزمن."
    }
  ],
   "imageUrls":["/assets/worship/books/رحلة-رع.PNG"],
  "imageDescriptions":["من كتاب الأخره: رحلة رع منذ غروبه وعبوره بحر العالم السفلي اثناء الليل في مركبه الشمسي ثم عودة ظهوره في الأفق الشرقي وشروقه لبدء صباح جديد"]
}
,
{
  "imageUrls":["/assets/worship/books/كهوف1.PNG",
               "/assets/worship/books/كهوف2.PNG"]
},
{
  "imageUrls":["/assets/worship/books/كهوف3.PNG",
               "/assets/worship/books/كهوف4.PNG"]
},
{
  "imageUrls":["/assets/worship/books/مقبرة-رمسيس-الخامس-والسادس.PNG"],
  "imageDescriptions":["مقبرة رمسيس الخامس والسادس في وادي الملوك"] 
}
,
{
  "title": "كتاب الأرض",
  "description": "ظهر كتاب الأرض في الدولة الحديثة، بدءًا من الأسرة 19 في مقابر كل من مرنبتاح، وتاوسرت، ورمسيس الثالث، والرابع، والخامس. لم يسمى قدماء المصريين تلك المجموعة من النصوص باسم محدد، ولكن علماء الآثار هم الذين وضعوا لها الأسماء. فقد أطلق عليها اليكساندر بيانكوف اسم 'كتاب خلق الشمس'، أما Alternmuller Hartwig فقد أسماه 'كتاب ال آكر'، وكان اسم 'كتاب الأرض' من وضع العالم الألماني إيريك هورنونج. يعتبر كتاب الأرض امتدادًا لكتاب الكهوف، فيصف رحلة رع (الشمس) مصطحبًا معه أرواح الموتى في منطقة من العالم الآخر تعرف باسم العالم السفلي. يركز الكتاب على القوى الكونية المرتبطة بطاقة الأرض (عنصر الأرض هو أحد عناصر الكون الأربعة الأساسية: نار / هواء / ماء / أرض)، ويعتبر كتاب الأرض أفضل مصدر يمكن منه التعرف على مفهوم الجحيم في الحضارة المصرية."
  ,
  "imageUrls":["/assets/worship/books/كتاب-الأرض.PNG"],
  "imageDescriptions":["كتاب الأرض"]
}
,
{
  "title": "كتاب الطريقين",
  "description": "يُعد كتاب 'الطريقين' الأقدم بين الكتب الدينية، وسُمي بهذا الاسم نسبة لوجود خريطة مصاحبة للنصوص تظهر طريقين متعرجين بالقرب من منتصف الخرائط: الطريق العلوي المائي، والطريق السفلي الأرضي. وقد أطلق Schackenburg-Schank على هذه النصوص هذا الاسم. وإن كان هناك رأي حديث يقول أن كتاب 'الطريقيين' هو طريق واحد وليس اثنين، لكن يكتنفه ممران أحدهما سماوي والآخر أرضي، وعلى ذلك يمكن تسميته بكتاب الطريق أو كتاب الصراط. يُمثل الكتاب مرشدًا لما وراء الحياة، حيث يُفترض أن يمد المتوفى بوسائل الحصول على الحياة السعيدة المرغوبة بعد الموت، عن طريق خرائط تخطيطية. تم تسجيل نصوص هذا الكتاب على قاع توابيت الدولة الوسطى من 'البرشا'، وهو يمثل أول محاولة لتصوير العالم القديم جغرافيًا.",
  "listItems": [
    {
      "title": "الطريقين",
      "description": "يُظهر الكتاب طريقين متعرجين بالقرب من منتصف الخرائط: الطريق العلوي المائي والطريق السفلي الأرضي."
    },
    {
      "title": "الخريطة المصاحبة",
      "description": "يتم تضمين خريطة تظهر مسار الطريقين، والذين يربطان بين السماء والأرض."
    },
    {
      "title": "الهدف الأساسي",
      "description": "الهدف الأساسي من الكتاب هو الاتحاد بين 'رع' و'أوزير' وتحقيق الحياة السعيدة بعد الموت من خلال معرفة أسماء البوابات وحراسها."
    },
    {
      "title": "القوى الكونية",
      "description": "يظهر الكتاب تركيزًا على القوى الكونية التي تساعد المتوفى في اجتياز رحلته في العالم الآخر."
    },
    {
      "title": "الرحلة من الشرق",
      "description": "تبدأ رحلة 'رع' في السماء من الشرق، على عكس باقي كتب العالم الآخر التي تبدأ من الغرب."
    },
    {
      "title": "التقسيم النسخ",
      "description": "سُجل الكتاب في نسختين: نسخة طويلة وأخرى قصيرة، وذلك لتوضيح مراحل مختلفة في رحلة الشمس."
    },
    {
      "title": "مفهوم الجحيم",
      "description": "يتناول الكتاب موضوع الجحيم ويصور الأعداء وهم مقلوبين ورؤوسهم مقطوعة، مع الإشارة إلى مكان 'الإبادة'."
    }
  ],
  "imageUrls":["/assets/worship/books/الطريقين.PNG"],
  "imageDescriptions":["كتاب الطريقين"]
}
,
{
  "title": "كتاب التنفس",
  "description": "كتاب التنفس أو كتب التنفس هي مجموعة من النصوص الجنائزية المصرية القديمة المتأخرة، وتهدف إلى تمكين الشخص المتوفى من الاستمرار في الوجود في الحياة الآخرة. وتعود أقرب التواريخ المعروفة لكتابتها أو نسخها إلى حوالي 350 ق.م. وتعود نسخ أخرى منها إلى العصر اليوناني الروماني من التاريخ المصري، في وقت متأخر من القرن الثاني الميلادي. سميت الكتب أصلاً 'رسالة التنفس التي صنعتها إيزيس من أجل أخيها أوزوريس'، 'الحرف الأول للتنفس'، و'الحرف الثاني للتنفس'. وتظهر نسخ متنوعة من نفس الكتاب، وكثيراً ما يخلط العلماء بين هذه النسخة المختلفة. استخدم في عناوينها مصطلح 'التنفس' كمصطلح مجازي لجميع جوانب الحياة التي يرغب ويأمل المتوفى في أن يمارسها مرة أخرى في الحياة الأخرى. وتحض النصوص مختلف الآلهة لقبول المتوفى في صحبتهم. يذكر بعض الباحثين مثل جوزيف سميث أن بعض البرديات التي ادعى استخدامها لترجمة 'كتاب إبراهيم' هي في الواقع أجزاء من كتب التنفس. ويقول الباحث المورموني هيو نيبلي أن الكتاب هو مركب، يتكون من تجميع ومقتطفات من المصادر الجنائزية القديمة."
  ,
  "imageUrls":["/assets/worship/books/التنفس.PNG"],
  "imageDescriptions":["كتاب التنفس"]
}

]