[
    {
  "title": "آمون",
  "description": "إله الخفي، يظهر على هيئة رجل يلبس تاجًا تعلوه ريشتان، ويتخذ شكل الإله مين في كثير من الأحيان. كذلك مثّل على صورة الكبش أو الأوزة. أول ما ظهرت عبادته كانت في إقليم طيبة. يُعد أحد أعضاء ثامون الأشمونين، ثم أصبح المعبود الرسمي للإمبراطورية الحديثة، ولُقب بملك الآلهة. اندمج مع كبار الآلهة فأصبح 'آمون - رع'، و'آمون - مين'، و'آمون - خنوم'.",
  "imageUrls": ["/assets/worship/gods/امون.PNG"],
  "imageDescriptions": ["آمون"]
}
,
{
  "title": "أنوبيس",
  "description": "مثله المصريون على هيئة كلب يربص على قاعدة تمثل واجهة المقبرة أو في وضع مزدوج متقابل. ومثل كذلك على هيئة إنسان برأس كلب. يُعد حاميًا وحارسًا للجبانة، واتخذ كذلك صفة المحنط لأنه قام بتحنيط الإله 'أوزيريس'. وطبقًا لإحدى الأساطير فإن أبوه هو 'أوزيريس' وأمه هي 'نفتيس'.",
  "imageUrls": ["/assets/worship/gods/انوبيس.PNG"],
  "imageDescriptions": ["أنوبيس"]
}
,
{
  "title": "أنوريس",
  "description": "يُعرف أيضًا باسم 'إينحرت' ويعني اسمه 'الذي يحضر البعيدة'. صوّره المصريون على هيئة رجل يعلو رأسه تاج مكون من أربع ريشات. كانت مدينة 'ثينة' هي موطنه الأصلي. أُدمج مع الإله 'شو' تحت اسم 'أنوريس - شو'، ومن ثم أخذ شهرة كبيرة.",
  "imageUrls": ["/assets/worship/gods/انوريس.PNG"],
  "imageDescriptions": ["أنوريس"]
}
,
{
  "title": "أوزيريس",
  "description": "الإله الذي قاسى من الشرور حتى الموت، يُمثل على هيئة رجل بدون تحديد لأعضاء جسمه. يلبس تاج 'الأتف' ويقبض بيمينه على عصا الراعي وبيساره على عصا 'النخخ'. أصبح حاكمًا لعالم الموتى، ومنذ وقت مبكر أصبحت أبيدوس أهم مركز لعبادته. كانت مدينة 'يوزيريس' (في الجنوب الغربي من مدينة سمتو في الدلتا) أولى المناطق التي ظهر بها.",
  "imageUrls": ["/assets/worship/gods/اوزوريس.PNG"],
  "imageDescriptions": ["أوزيريس"]
}
,
{
  "title": "إيزيس",
  "description": "أخت وزوجة الإله 'أوزيريس' وأم الإله 'حورس'، حيث حمته من أخطار كثيرة ولعبت دورًا هامًا كإلهة ساحرة. تُمثل دائمًا كامرأة تحمل علامة 'العرش' على رأسها، وأحيانًا تلبس تاجًا عبارة عن قرنين بينهما قرص الشمس. أخذت أشكال ومظاهر آلهة مختلفة، وانتشرت عبادتها في أوروبا منذ العصر اليوناني الروماني.",
  "imageUrls": ["/assets/worship/gods/ايزيس.PNG"],
  "imageDescriptions": ["إيزيس"]
}
,
{
  "title": "إيجي",
  "description": "ابن الإلهة 'حتحور' ربّة دندرة، والإله 'حورس' ربّ إدفو. يُصوّر على هيئة طفل يهز الصلاصل، وتُعتبر دندرة مقر عبادته الرئيسي."
}
,
{
  "title": "رع",
  "description": "يُعد رع أهم وأشهر الآلهة المصرية. اندمج مع عدة آلهة ويأخذ هيئة الإنسان، وعبد كخالق للعالم. يسافر في مركبه عبر السماء بالنهار وفي العالم الآخر ليلًا. كان مركز عبادته في هليوبوليس منذ القدم حيث يرأس التاسوع المكون منه ومن 'شو' و'تفنوت' و'جب' و'نوت' و'أوزيريس' و'إيزيس' و'ست' و'نفتيس'. منذ الأسرة الرابعة أصبح الإله الرسمي للبلاد، واندمج مع آمون منذ الدولة الحديثة تحت اسم 'آمون – رع'.",
  "imageUrls": ["/assets/worship/gods/رع.PNG"],
  "imageDescriptions": ["رع"]
}
,
{
  "title": "حكا",
  "description": "يجسد الإله 'حكا' مفهوم السحر، وقد عُبد منذ وقت مبكر خاصة في مناطق الدلتا وفي مدينة إسنا. يُصوّر غالبًا في هيئة آدمية، وكان يصحب الإله 'رع' في مركبته السماوية."
}

,
{
  "title": "حتحور",
  "description": "يعني اسمها 'منزل حورس' أو 'مقر حورس'، وتُعد من أشهر الإلهات المصريات. تُعرف بأنها 'عين رع' التي دمرت أعداءه، بالإضافة إلى أنها عُبِدت كإلهة للموتى في طيبة بشكل خاص. غالبًا ما تُصوّر على هيئة امرأة تحمل تاجًا عبارة عن قرنين بينهما قرص الشمس، أو كبقرة، وأحيانًا نراها كلبؤة أو ثعبان أو شجرة. كان مركز عبادتها الرئيسي في دندرة، حيث كوّنت ثالوثًا مع زوجها 'حورس' رب أدفو، وابنها 'إيحي'.",
  "imageUrls": ["/assets/worship/gods/حتحور.PNG"],
  "imageDescriptions": ["حتحور"]
}
,
{
  "title": "حقات",
  "description": "إلهة تُصوّر على هيئة ضفدعة أو امرأة برأس ضفدعة، وكانت تقوم بدور فعال في مساعدة النساء أثناء الولادة. تُعتبر زوجة الإله 'خنوم'. كان أهم مراكز عبادتها في مصر الوسطى، خاصة في مدينة 'حرور' (بلدة الشيخ عبادة)."
}
,
{
  "title": "حرشف",
  "description": "يُعرف بلقب 'الذي على بحيرته'، وهو إله خالق يُصوّر على هيئة كبش. كان مركز عبادته في هيراكليوبوليس (إهناسيا). اندمج مع الإله 'رع' و'أوزيريس' خلال الدولتين الوسطى والحديثة، وكذلك مع الإله 'آمون'.",
  "imageUrls": ["/assets/worship/gods/حرشف.PNG"],
  "imageDescriptions": ["حرشف"]
}
,
{
  "title": "باستت",
  "description": "عُبِدت الإلهة 'باستت' على هيئة قطة، واندمجت مع الإلهة 'سخمت' خلال الدولة الحديثة. كانت مدينة بوباستيس (تل بسطة) مركز عبادتها الرئيسي.",
  "imageUrls": ["/assets/worship/gods/باستت.PNG"],
  "imageDescriptions": ["باستت"]
}
,
{
  "title": "وبواوت",
  "description": "يُعرف بلقب 'فاتح الطريق'، وهو إله برأس ابن آوى، يُصوّر واقفًا على أقدامه الأربعة ولم يُصوّر قابعا أبدًا. عُبد في أسيوط، وارتبطت عبادته في أبيدوس مع عبادة 'أوزيريس'. يُعتبر المحارب الذي يتقدّم الملوك ويمهّد لهم الطريق إلى النصر."
}
,
{
  "title": "نيت",
  "description": "تُعرف بلقب 'المرعبة'، وهي إلهة يرمز لها بالقوس والسهمين، وتُصوّر على هيئة امرأة ترتدي تاج الدلتا الأحمر. كانت حامية للملك، ومركز عبادتها الرئيسي في مدينة 'سايس' بغرب الدلتا وإسنا في الصعيد. تُعتبر أم الإله 'سوبك' وابنة 'رع'. كما تُعد واحدة من الحارسات مع إيزيس ونفتيس وسرقت.",
  "imageUrls": ["/assets/worship/gods/نيت.PNG"],
  "imageDescriptions": ["نيت"]
}
,
{
  "title": "واجت",
  "description": "إلهة حامية اتخذت شكل الحية من مصر السفلى، أو صُوّرت على هيئة آدمية برأس لبؤة. كانت تُعبد في مدينة 'بوتو'، وتُعتبر رمزًا للحماية والقوة.",
  "imageUrls": ["/assets/worship/gods/واجت.PNG"],
  "imageDescriptions": ["واجت"]
}
,
{
  "title": "مين",
  "description": "عُبد الإله 'مين' منذ عصر ما قبل الأسرات، مما يجعله من أقدم الآلهة المصرية. في العصور التاريخية، صُوّر على هيئة رجل منتصب يرتدي رداءً ضيقًا، ويرفع أحد ذراعيه إلى أعلى حاملاً سوطًا، بينما تختفي اليد الأخرى تحت ردائه. كان يحمل فوق رأسه تاجًا ذا ريشتين. من أهم مراكز عبادته كانت في أخميم وقفط، وكانت تُقام له أعياد خاصة في موسم الحصاد تُعرف باسم 'أعياد الإله مين'."
}
,
{
  "title": "نبت حتبت",
  "description": "تُعرف بلقب 'ربة التقديمات'، وتُعتبر من مظاهر الإلهة 'حتحور'. كانت هليوبوليس من أهم مراكز عبادتها، حيث لعبت دورًا مهمًا في الطقوس والتقديمات الدينية."
}
,
{
  "title": "ست",
  "description": "صوّر المصريون الإله 'ست' على هيئة إنسان برأس حيوان غريب يشبه رأس الكلب بأذن مفلطحة قائمة وذيل مستقيم ممتد إلى أعلى. يُعتبر من أقدم آلهة مصر وعضوًا في التاسوع المقدس. كان مركز عبادته الرئيسي في مدينة 'أمبوس' (نوبت القديمة) بمحافظة قنا. يرمز للشر في أسطورة 'أوزيريس' حيث قتل أخيه واغتصب العرش من 'حورس'، لكنه هُزم في النهاية. قدّسه ملوك الأسرة التاسعة عشرة والعشرين، ووحّد الهكسوس بينه وبين إلههم 'سوتخ'.",
  "imageUrls": ["/assets/worship/gods/ست.PNG"],
  "imageDescriptions": ["ست"]
}
]