[
{
  "title": "دور الأعياد في الحياة الدينية والاجتماعية لمصر القديمة",
  "description": "الأعياد في مصر القديمة كانت تعكس الروح الدينية والاجتماعية التي عاشها المصري القديم، حيث كانت جزءًا لا يتجزأ من حياته. لم تكن الأعياد مجرد مناسبات للاحتفال، بل حملت أبعادًا روحية وثقافية عميقة، ارتبطت بالعقيدة الدينية، والتقويم الزراعي، والحياة الملكية. كانت الأعياد تُقام لتكريم الآلهة واسترضائها لضمان الخصب والخير، أو لتجديد طاقة الملك وشرعيته، أو للتواصل مع أرواح الأجداد. تنوعت الأعياد بين الدينية والزراعية والفلكية وحتى الملكية، ولكل منها طقوسه الخاصة التي تشمل مواكب احتفالية، وتقديم القرابين، وإقامة الولائم، والرقص والموسيقى. كما ارتبطت الأعياد بالتقويم المصري القديم، المعتمد على دورة نهر النيل والفصول الزراعية. ساهمت هذه المناسبات في تعزيز الوحدة بين أفراد المجتمع، حيث اجتمع الكبار والصغار على الاحتفال، ما جعلها عنصرًا أساسيًا في حياة المصريين القدماء. أما أعياد الموتى، فكانت مناسبة يزور فيها أقارب المتوفين مقابرهم لتقديم الطعام لهم، وكان هذا العيد منتشرًا في جميع أنحاء مصر. احتلت الأعياد مكانة بارزة في حياة المصريين القدماء، وخصصوا لها أيامًا محددة للاحتفال. وتذكر النصوص القديمة مثل حجر باليرمو وقوائم الأعياد في معابد كوم أمبو وإدفو وإسنا ودندرة تفاصيل دقيقة عن هذه الاحتفالات وطقوسها المختلفة.",
    "imageUrls": [
    "/assets/worship/holidays/عيد1.PNG"
  ]
}
  ,
    {
  "title": "أنواع الأعياد في مصر القديمة",
  "description": "تعددت الأعياد في مصر القديمة بين الرسمية والمحلية والدينية، ولكل منها طقوسه وأهميته في حياة المصريين.",
  "listItems": [
    {
      "title": "الأعياد الرسمية",
      "description": "وهي الأعياد التي كانت تُحتفل بها على مستوى البلاد بأكملها، مثل عيد السنة الجديدة، عيد أول الشهر، الأعياد النصف شهرية، بداية المواسم، عيد الفيضان، وأعياد تتويج الملك."
    },
    {
      "title": "الأعياد المحلية",
      "description": "وهي تلك التي كانت تخص إقليمًا أو مدينة معينة، وتشمل أعياد ميلاد الإله المحلي وأعياد الاحتفال بانتصار الإله على أعدائه."
    },
    {
      "title": "الأعياد الخاصة",
      "description": "وهي أعياد ذات طابع شعبي، ترتبط بفئات معينة أو مناسبات خاصة بمجموعة محددة من الناس أو بمكان معين، مثل أعياد الزواج والميلاد."
    },
    {
      "title": "الأعياد الدينية",
      "description": "وهي الأعياد التي كانت مكرسة لتكريم الآلهة وإقامة الطقوس الدينية الخاصة بها."
    },
    {
      "title": "الأعياد الزراعية",
      "description": "وهي الأعياد التي ارتبطت بمواسم الزراعة والحصاد، مثل أعياد الفيضان والبذر."
    },
    {
      "title": "الأعياد الجنائزية",
      "description": "وهي الأعياد التي كانت تُقام لتكريم الموتى وزيارة المقابر وتقديم القرابين لأرواحهم."
    }
  ]
}
,
{
  "title": "الأعياد المخصصة لآلهة مختلفة في مصر القديمة",
  "description": "تنوعت الأعياد المخصصة للآلهة في مصر القديمة، حيث كانت تعبر عن طقوس دينية عميقة مرتبطة بمعتقدات المصريين القدماء.",
  "listItems": [
    {
      "title": "عيد خدوم وعنقت في القنتين",
      "description": "يُقام هذا العيد في 18 هاتور."
    },
    {
      "title": "عيد سانت وعنقت في إقليم الجندل الأول",
      "description": "يبدأ الاحتفال بهذا العيد في 28 هاتور."
    },
    {
      "title": "عيد اللقاء الجميل في إدفو",
      "description": "واحد من الأعياد المهمة المرتبطة بالطقوس الدينية في معبد إدفو."
    },
    {
      "title": "ثلاثة أعياد في إسنا",
      "description": "تشمل عيد رفع السماء، عيد وصول نيت إلى سايس، وعيد الإمساك بالفأس."
    },
    {
      "title": "ثلاثة أعياد في دندرة",
      "description": "تتضمن عيد شرب الخمر، عيد والدة الإلهة، وعيد اللقاء الجميل."
    },
    {
      "title": "عيد السنة الجديدة",
      "description": "كان يُحتفل به في إدفو ودندرة، بالإضافة إلى احتفالات واسعة في المعابد المصرية الأخرى. وتوفر معابد دندرة تفاصيل دقيقة عن الاحتفالات التي كانت تُقام في الليلة التي تسبق هذا العيد."
    },
    {
      "title": "عيد أوزير في سايس وأبيدوس",
      "description": "كان الاحتفال يشمل تجسيد معارك الإله أوزير وموته ثم بعثه من جديد، وهو جزء أساسي من الطقوس الدينية في تلك المناطق."
    }
  ]
}
,
{
  "title": "الأعياد الدينية في مصر القديمة",
  "description": "تنوعت الأعياد الدينية في مصر القديمة، حيث ارتبطت بالطقوس والاحتفالات التي تعكس عمق العقيدة الروحية والثقافية لدى المصريين القدماء.",
  "listItems": [
    {
      "title": "عيد الإله مين",
      "description": "كان يُحتفل به في الشهر الأول من فصل الحصاد لارتباطه بالخصوبة والنماء. تضمنت الطقوس إطلاق الطيور في الاتجاهات الأربعة وبناء هياكل مخروطية ترمز للقوة والخصوبة."
    },
    {
      "title": "عيد الإبت",
      "description": "احتفال بانتقال الإله آمون من معبده في الكرنك إلى معبده في الأقصر وعودته. يشمل مواكب نيلية وتقديم القرابين وتوثيق هذه الطقوس في النقوش الجدارية بمعبد الأقصر."
    },
    {
      "title": "عيد اللقاء الجميل",
      "description": "كانت الإلهة حتحور تغادر معبدها في دندرة سنويًا لتقضي خمسة عشر يومًا في معبد إدفو مع الإله حورس، وتتضمن الاحتفالات مواكب نيلية وطقوس دينية تجمع بين الكهنة والشعب."
    },
    {
      "title": "عيد السنة الجديدة",
      "description": "يبدأ في الليلة السابقة لبداية العام الجديد، حيث تُقام طقوس تقديم القرابين وتزيين تمثال الإلهة حتحور، culminating باتحاد التمثال بقرص الشمس عند شروق أول يوم من السنة."
    },
    {
      "title": "عيد الوادي أو عيد آمون في الوادي",
      "description": "يتوجه الملك إلى معبد آمون لدعوته لزيارة وادي الأموات في طيبة، ويشمل موكبًا احتفاليًا يعبر النيل، ويستمر الاحتفال لأيام عديدة تختلف حسب العهد الملكي."
    },
    {
      "title": "عيد الاجتماع الطيب",
      "description": "تتوجه فيه الإلهة حتحور من معبد دندرة إلى معبد إدفو لتقضي 15 يومًا مع زوجها الإله حورس، ويعد هذا العيد مناسبة سعيدة يشارك فيها الشعب."
    },
    {
      "title": "عيد شم النسيم",
      "description": "بدأ الاحتفال به منذ 2700 قبل الميلاد وكان يُعرف باسم \"شمو\"، يرمز إلى بعث الحياة، ويشمل الخروج إلى الحدائق والمتنزهات للاستمتاع بجمال الطبيعة وطيب النسيم."
    }
  ]
  ,
      "imageUrls": [
    "/assets/worship/holidays/عيد2.PNG"
  ]
}
,
{
  "title": "الأعياد الملكية في مصر القديمة",
  "description": "تُعد الأعياد الملكية جزءًا لا يتجزأ من التراث المصري القديم، حيث تعكس هذه الطقوس الاحتفالية قوة الملك وشرعيته وتبرز دوره في الحفاظ على النظام الكوني والسياسي في البلاد.",
  "listItems": [
    {
      "title": "العيد الثالثيني (حب سد)",
      "description": "يُعرف أيضًا بعيد اليوبيل الثالثيني، وهو احتفال يُقام بمناسبة مرور ثلاثين عامًا على تولي الملك العرش. يُظهر الملك خلال هذا العيد قوته الكاملة وجاهزيته لمواصلة الحكم. يتم خلاله إعادة بناء المقاصير الملكية في المعابد باستخدام الذهب والفضة والأحجار الكريمة. تُكرر الطقوس الملكية مرتين، حيث يظهر الملك بصفته حاكمًا لكل من مصر العليا والسفلى."
    },
    {
      "title": "عيد تولي الملك العرش",
      "description": "يوضح حجر بالرمو المراحل الثلاث التي يمر بها هذا العيد: 1) ظهور ملك الأرضين، حيث يصعد الملك إلى منصة مرتفعة تضم مقصورتين متجاورتين ويجلس في كل منهما على عرش مختلف مرتديًا التاج الأبيض لمصر العليا والتاج الأحمر لمصر السفلى؛ 2) اتحاد الشمال والجنوب (سماتاوي) حيث يتم ربط زهرة اللوتس بنبات البردي حول عمود يرمز إلى وحدة البلاد؛ 3) الجري حول الحائط، حيث يركض الملك حول جدار رمزي يُعتقد أنه يمثل سور مدينة منف، تعبيرًا عن قوته وقدرته على حماية البلاد."
    },
    {
      "title": "عيد وضع حجر الأساس للمعبد وعيد افتتاح المعبد",
      "description": "يغادر الملك قصره برفقة حملة الأعلام متوجهًا إلى موقع بناء المعبد، حيث تُساعده الإلهة \"مشات\" في تنفيذ الطقوس. يبدأ الملك بتحديد موقع المعبد عبر غرس الأوتاد لتحديد حدوده، ثم يربط بينها بالحبال تمهيدًا لحفر الأرض. يقوم الملك بصب الرمال وتجهيز أحجار الأساس التي تُوضع في الأركان الأربعة للمعبد وتُزين برموز الآلهة الحامية، إضافة إلى سبائك الذهب والأحجار الكريمة. عند اكتمال بناء المعبد، يُقام حفل الافتتاح بحضور الملك، حيث ينثر البخور لتطهير المكان روحانيًا، ويدخل المعبد رافعًا يده اليمنى رمزًا للبركة والحماية. يُشاهد أحيانًا وهو يضرب باب المعبد بعصاه البيضاء اثنتي عشرة مرة لطرد الشرور وجلب البركة للمكان المقدس."
    }
  ]
}

]