[
    {
  "title": "المعابد والغرض منها",
   "description": "بنيت المعابد لعبادة وتقديس وتكريم الآلهة، وتقديم القرابين والهبات لها وإقامة الطقوس والصلوات التي اعتبرها المصري القديم حماية للمعبودات وتعطيهم الأزلية والأبدية، مما سيعود بالتبعية على الإنسان الذي يقيم هذه الشعائر والحاضر لها، إلى جانب احتفال الملك فيها بالمناسبات الخاصة مثل تتويجه ملكًا على مصر أو عيد السد والأعياد الجنائزية والدينية. حيث إذا رفعت الرايات والأعلام فهذا دليل على وجود احتفال في المعبد أو الاحتفال بشيء ما في المملكة المصرية. وكانت المعابد عبارة عن مبانٍ مغلقة يأتي إليها الناس في المناسبات الخاصة بالمئات والآلاف مثل الأعياد الدينية وحفلات تتويج الملك. وهي مكان للتواصل بين الآلهة والناس حيث يعترفون بالخطايا ويتوسلون إليهم طالبين الرحمة أو أشياء دنيوية كالولد والمال والجاه، وكانت ضمانًا لاستمرار عقيدتهم. ومن أجل ذلك عمد المصريون على إقامة المعابد في جميع أنحاء مصر، حيث لم تخلُ قرية تقريبًا إلا وفيها معبد يتواصل به الناس مع الآلهة، ووصلت المعابد إلى الجبال العالية لخدمة عمال المحاجر."
},
{
  "title": "عوامل بناء المعابد",
  "description": "في كل عصر من العصور، هناك عدة عوامل كان لها التأثير الفعلي على تكوين المعابد، وأهمها العوامل الستة التالية:",
  "listItems": [
    {
      "title": "العوامل الجيولوجية",
      "description": "تأثير طبيعة الأرض وتكوينها الصخري على اختيار مواقع المعابد ومواد البناء المستخدمة."
    },
    {
      "title": "العوامل الجغرافية",
      "description": "موقع المعابد بالنسبة للأنهار، والجبال، والمناطق السكنية وتأثيرها على تصميم وهندسة المعابد."
    },
    {
      "title": "العوامل التاريخية",
      "description": "الأحداث التاريخية التي شكلت أهمية المعابد ودورها في تخليد انتصارات أو أحداث مهمة."
    },
    {
      "title": "العوامل المناخية",
      "description": "تأثير المناخ على تصميم المعابد من حيث التهوية، والحماية من الأمطار أو الشمس."
    },
    {
      "title": "العوامل الاجتماعية",
      "description": "دور المجتمع المحلي في بناء المعابد وكيفية استخدام المعابد كمراكز تجمع واحتفال."
    },
    {
      "title": "العوامل الدينية",
      "description": "التقاليد والمعتقدات الدينية التي حددت تصميم المعابد وطقوس العبادة التي تمارس فيها."
    }
  ]
}
,
{
  "title": "أنواع المعابد في مصر القديمة",
  "description": "كانت المعابد في مصر القديمة تنقسم إلى نوعين رئيسيين: معابد خاصة بالمعبودات المصرية القديمة ومعابد جنائزية خاصة بالملوك.",
  "listItems": [
    {
      "title": "المعابد الإلهية",
      "description": "وهي معابد قام ببنائها مجموعة كبيرة من الناس بأمر من الحاكم. كان المهندس المشرف على البناء يكرم من الملك ويخلد ذكره. عند الانتهاء من التشييد، تقام احتفالات كبيرة يحضرها الملك، تعلق فيها الرايات على المعابد وعلى البرجين عند مدخل المعبد، وتقام الاحتفالات الموسيقية والرقص وتقديم القرابين والموائد التي يكثر فيها شرب النبيذ وأكل لحوم الأضاحي."
    },
    {
      "title": "المعابد الجنائزية",
      "description": "هي معابد أمر ببنائها الملوك لتلحق بمقابرهم لضمان استمرار تقديم القرابين بعد موتهم وتلاوة الصلوات والأدعية التي تساعدهم في العالم الآخر. يجتمع فيها أفراد العائلة الملكية في الأعياد والمناسبات لتقديم الأضاحي. كان يربط بين هذه المعابد والمقابر طريق يُسمى الطريق الصاعد، وهو طريق عريض مرصوف بالحجارة تمر فيه الجنازات الملكية والكهنة وهم يرددون الشعائر ويطلقون البخور."
    },
    {
      "title": "معابد ما قبل الأسرات",
      "description": "عرف المصري القديم قبل الأسرات الآلهة وبنى لها المعابد، ولكن لم يصل إلينا منها شيء لأنها كانت مبنية من الطوب اللبن والخشب الذي تحلل بمرور الزمن. كانت هذه المعابد تُبنى في أماكن معينة مثل هليوبوليس وطيبة وأبيدوس."
    },
    {
      "title": "معابد الدولة القديمة",
      "description": "معابد الدولة القديمة والدولة الوسطى باد معظمها، وكانت عبارة عن محاريب تسكنها الآلهة وتحفظ بجانبها أدوات العبادة. من أشهر هذه المعابد معبد إله الشمس الذي بناه الملك  ني أوسر رع من الأسرة الخامسة في أبو غراب، ومعابد الأهرامات في هضبة الجيزة المرتبطة بالمقابر الملكية."
    },
    {
      "title": "معابد الدولة الوسطى",
      "description": "معظم المعابد في الدولة الوسطى مهدمة، باستثناء معبد أمنمحات الثالث في هوارة بالفيوم ومعبد منتوحتب الثالث في الدير البحري بالأقصر. تميزت هذه الفترة بإعادة ترميم معابد الدولة القديمة وبناء معابد جديدة، مع استخدام الزخارف والنقوش الملونة وتشييد المسلات الضخمة."
    },
    {
      "title": "معابد الدولة الحديثة",
      "description": "شهدت هذه الفترة تطورًا عظيمًا في تصاميم المعابد مع توسع الإمبراطورية المصرية. تأثرت التصاميم بالفنون البابليّة والآشوريّة والفينيقيّة نتيجة للتمازج الثقافي مع الممالك الخاضعة للحكم المصري. تميزت المعابد الفخمة بتقديم القرابين والهبات الذهبية وتخصيص أراضٍ للمعابد."
    }
  ]
  ,
  "imageUrls": [
    "/assets/worship/Temples/معبد1.PNG",
    "/assets/worship/Temples/معبد2.PNG",
    "/assets/worship/Temples/معبد3.PNG"
  ],
  "imageDescriptions": [
    "معبد حتشبسوت الجنائزي أحد أشهر المعابد الجنائزية.",
    "رسم يبين موقع معبد الوادي لخفرع ، بجوار أبي الهول، أما المعبد الجنائزي فيوجد أسفل هرم خفرع مباشرة.",
    "معبد الوادي الخاص بالملك خوفو."
  ]
} 
,
{
  "title": "الكهانة",
  "description": "كانت الكهانة في مصر القديمة تلعب دورًا محوريًا في الحياة الدينية والاجتماعية. كان الكهنة مسؤولين عن إدارة المعابد، وأداء الطقوس الدينية، وتقديم القرابين، وحفظ النصوص المقدسة. كما كان لهم دور كبير في تفسير إرادة الآلهة وتوجيه المجتمع وفقًا للمعتقدات الدينية السائدة.",
    "imageUrls": [
    "/assets/worship/Temples/كهنه1.PNG",
    "/assets/worship/Temples/كهنه2.PNG"
  ],
  "imageDescriptions": [
    "كهنة يحملون مركب إيزيس.",
    "كهنة يحملون مركب حتحور."
  ]
}
,
{
  "title": "نشأة الكهانة وشروطها",
  "description": "من المعروف أن العبادات في مصر كانت تقام في أي معبد باسم الملك الذي كان مسؤولاً عن إقامة العبادات، فضلاً عن دوره السياسي والإداري والتشريعي. وهكذا كانت واجبات الملك الدينية كثيرة، فهو الذي يبني المعابد ويقدم لها الهدايا وهو الذي يمنح القرابين، وهو الذي تمثله جميع صور المعبد، وهو الذي كانت تقام له الصلوات في المعبد، في حين لا يرد شيء عن شعبه المتقي. في الواقع، فإن علاقة الملك بالآلهة تختلف تماماً عن علاقة الآلهة بأي فرد من الرعية، فهو بوصفه ملكاً على مصر إنما كان ابناً وخليفة للآلهة، يقدم لها القرابين كأسلافه، كما كان يقدم أي فرد عادي قرابينه لأرواح أجداده. ومن ثم فهو الممثل الأول لكل إله في البلاد وبالتالي فقد كان عليه أن يقوم بالطقوس الواجبة نحو الآلهة.\n\nوبدهي أن هذا كان أمراً محالاً، زماناً ومكاناً، ومن ثم فقد كان الملك ينيب عنه أولاده أو كبار موظفيه في الأقاليم، على أن يقوم هو بأداء واجبه الديني نحو إله العاصمة وربما الإله المحلي في المكان الذي يقيم فيه. وقد جاء في أحد فصول الشعائر أن الآلهة قد أعدت لي السبيل، وأن الملك هو الذي يرسلني لأجل طلعة الإله. فالملك إذن هو الذي يعين الكهنة الذين كانوا يختارون عادة من أسمى درجات المجتمع، بل من الدم الملكي أحياناً. وهكذا كانت مكانة الكهنة تقوم على أساس أنهم منوبون عن السلطة الملكية المؤلهة، وكانوا يؤدون الطقوس الدينية اليومية في كل البلاد باسم الملك الفرعون.\n\nهذا ولم يكن الكهنة المصريون طائفة منعزلة تعيش على هامش المجتمع ولا تغشاه إلا لاستمالة الجماهير ودفعها نحو حياة خلقية أرفع مستوى وأقوى نشاطاً من حياتها العادية، وإنما كانوا يقومون بدور نواب الملك صاحب الحق الوحيد في القيام بالخدمة الدينية. وكان قوامها العمل على رعاية الآلهة على الأرض ممثلاً في صورة متكاملة داخل قدس الأقداس في المعبد حيث طابت له الإقامة. كما كانوا يشاركون في البناء الديني لملك فرعون الذي يقتضي المحافظة على العالم كما خلقته الآلهة، الأمر الذي يتطلب النهوض به متخصصون فنيون. فيما عدا ذلك، فهم مواطنون عاديون لا يختلفون عن غيرهم في شيء، ولا يتميزون بأنهم من أصل إلهي، وليس عليهم هدى الجماهير أو إقناعها. وقد يكونون هم أنفسهم مفكرين أحراراً أو قديسين، فذلك نتيجة استعدادهم الشخصي ولا صلة له بنشاطهم المهني نفسه.\n\nولئن لم تكن الكهانة تتطلب التزاماً خلقياً معيناً أو تدريباً فنياً، فإنه يطلب من الكاهن أن تتوفر فيه على الأقل شروط معينة للطهارة الجسدية. ولم تكن المعابد المقدسة أو المعبد المصري يشبه ما نعنيه الآن بمكان العبادة، فهو ليس مكاناً يذهب إليه المتعبد ليصلي للإله، ولا هو الدار التي تحتشد فيها الجماهير لممارسة الطقوس الروحية وتترقب أن يتجلى عليها الإله أثناء الاحتفال. كما أنه ليس مكاناً تقام فيه الشعائر المقدسة التي يؤم فيها إمام متخصص جمهرة من الناس. فالمعبد المصري لا يستقبل الجماهير، فمن الهيكل تقوم أبواب متعاقبة تحمي المكان المقدس، وكلما توغلنا إلى الداخل زاد الظلام حتى يصل المرء إلى قلب المبنى. وعندئذ وفي رهبة متزايدة يدخل الزائر مدخل الهيكل المحكم الإغلاق، حيث يستقر هناك التمثال المقدس الذي يتجسده المعبود.\n\nيبدو أن تمثال الإله صغير الحجم، ففي \"قدس الأقداس\" كانت تقوم مقصورة فيها قارب فخم الزخرف يوضع فيه تمثال الإله، الذي لم يكن في أغلب الظن يزيد ارتفاعه عن نصف متر، وربما كان شبيهاً بتماثيل الآلهة البرونزية الصغيرة التي وصل إلينا منها عدد كبير من مخلفات العصر المتأخر. وقد كان القوم يحجبون هذا التمثال الشديد القداسة عن أعين الناس، حتى أنهم لم يجرؤوا، ولو مرة واحدة، على تصويره في رسوم المعابد. وحتى صور قدس الأقداس لا يظهر فيها إلا القارب المقدس، تزينه من الأمام والخلف رأس حيوان الإله المقدس. أما بحارته فتماثيل الملوك وآلهة، وتقوم في وسطه مقصورة صغيرة على شكل المعبد، تنسدل عليها أستار تغطيها وتحجبها عن الأنظار مبالغة في حمايتها.\n\nوكانت الطقوس تقضي أن الكاهن بمجرد أن يرى تمثال الإله عليه أن يقبل الأرض وينطرح على بطنه، ثم ينطرح مرة أخرى على بطنه، ويقبل الأرض بوجه يتجه إلى أسفل ويطلق البخور ثم يحيي الإله بأنشودة قصيرة. وكان على الكاهن أن يقوم بتزويد التمثال المقدس بالطعام والشراب يومياً، فضلاً عن حمايته من الأرواح الشريرة.\n\nهذا وقد اشترط القوم أن تتوافر فيمن يسمح لهم بدخول المعبد والإقامة في رحاب الصنم الرهيب شروط أولية من الطهارة البدنية. ومن هنا كان الاصطلاح الذي يطلق على أكثر طوائف الكهنة انتشاراً \"الكهنة المتطهرون\". وطبقاً لرواية هيرودوت المتصلة بالمعابد، فقد كان الكهنة قبل بدء خدمتهم ينزلون إلى الماء فيريقونه على أنفسهم بغزارة. فإذا لم تكن هناك بركة حل محلها حوض من الحجر. وهناك ضرب آخر من الطهارة المادية إذ كان على الكاهن أن يغسل فمه بقليل من مذاب النطرون قبل أن يطرق المكان المقدس. كما كان عليه كذلك أن يزيل الشعر من جسده. ويذهب هيرودوت إلى أن الكهنة كانوا يحلقون أجسامهم بأكملها حتى لا يتوالد بها القمل أو غيره من الحشرات أثناء قيامهم بخدمة الآلهة. كما كانوا يمارسون الختان حباً في النظافة لأنهم كانوا يفضلون النظافة على حسن المنظر."
}
,
{
  "title": "امتيازات الكهنة",
  "description": "تمتع الكهنة في مصر القديمة بعدد من الامتيازات الخاصة التي ميزتهم عن باقي فئات المجتمع، سواء في نمط حياتهم، أو في قواعد الطهارة، أو الامتيازات الغذائية والاجتماعية.",
  "listItems": [
    {
      "title": "الامتيازات الغذائية",
      "description": "كان الكهنة يحصلون على خبز مقدس وكميات وفيرة من لحم البقر والأوز يوميًا، بالإضافة إلى خمر مصنوعة من العنب. في المقابل، كانوا يمتنعون عن تناول بعض الأطعمة مثل الأسماك البحرية، ولحوم البقر والخنزير، وبعض الخضروات مثل الفول والثوم."
    },
    {
      "title": "شروط الطهارة والنظافة",
      "description": "فرضت الكهانة على الكهنة شروطًا صارمة للطهارة الجسدية، حيث كانوا يحلقون أجسادهم بالكامل لتجنب الحشرات، ويغسلون أفواههم بماء ممزوج بالنطرون قبل أداء الطقوس. كان عليهم الاغتسال قبل دخول المعابد، والامتناع عن الاتصال الجنسي أثناء فترات الاعتكاف."
    },
    {
      "title": "الملابس والزي الكهنوتي",
      "description": "كان الكهنة يرتدون ملابس من الكتان فقط، ويحرم عليهم ارتداء الصوف لأنه يأتي من كائنات حية ويُعتبر غير طاهر. كان زي الكهنة ثابتًا عبر العصور مع تفاصيل تميز وظائفهم مثل وشاح الكاهن المرتل أو جلد الفهد للكاهن المتخصص."
    },
    {
      "title": "القيود الاجتماعية والدينية",
      "description": "لم يكن مسموحًا للكهنة بتعدد الزوجات، وكان عليهم الالتزام بحياة بسيطة خالية من الرفاهية المفرطة. كما كان يُحظر عليهم تناول بعض الأطعمة في أقاليم معينة وفقًا للعقائد المحلية."
    }
  ]
}
,
{
  "title": "الانخراط في سلك الكهنة",
  "description": "لم يكن الانخراط في سلك الكهانة يتطلب ثقافة دينية معينة، بل كان على الكاهن قضاء فترة تدريب على طقوس العبادة الصارمة. اختلفت شروط الانضمام للكهنوت المصري عبر العصور، لكن تم الاتفاق على ثلاث طرق رئيسية: الوراثة، الترشيح، وشراء الوظائف.",
  "listItems": [
    {
      "title": "الوراثة",
      "description": "يشير هيرودوت إلى أن الكهنة كانوا يورثون وظائفهم لأبنائهم، خاصة في المعابد الإقليمية الكبرى. ورغم أن هذا لم يكن قاعدة عامة، إلا أنه أصبح تقليدًا متبعًا. كانت هناك أسر كهنوتية تنتقل فيها الوظائف عبر الأجيال، لكن موافقة الملك كانت ضرورية لتأكيد شرعية هذا الإرث."
    },
    {
      "title": "الترشيح",
      "description": "عندما تتعثر الوراثة أو تتوفر أماكن شاغرة، يعقد الكهنة اجتماعات لاختيار من ينضم إلى صفوفهم. غالبًا ما كان المجلس الكهنوتي يقرر تعيين الكهنة الجدد، حتى لو كانوا من أسر العاملين في المعابد."
    },
    {
      "title": "شراء الوظائف",
      "description": "في العصور المتأخرة، أصبح من الممكن شراء المناصب الدينية بسبب وفرة الموارد التي كانت تفيض على الكهنة. ساهم هذا النظام في توسيع دائرة الكهانة وجعلها متاحة لفئات جديدة من المجتمع."
    },
    {
      "title": "تعيين الملك",
      "description": "كان الملك هو المسؤول عن تعيين كبار رجال الدين والكهنه في العبادات الكبرى، بينما تُركت المناصب الدنيا للوزير. كما كان للملك الحق في ترقية الكهنة بناءً على كفاءتهم أو نقلهم بين المعابد لتعزيز التوازن السياسي والديني."
    },
    {
      "title": "التدخل السياسي",
      "description": "تدخل الملوك أحيانًا في تعيين الكهنة لتحقيق أغراض سياسية أو لمكافأة موظفيهم. مثال على ذلك تعيين رمسيس الثاني لكبير كهنة آمون في طيبة من بين رجال معبد أبيدوس، رغم معارضة كهنة الكرنك."
    }
  ]
}
,
{
  "title": "طبقات الكهنة في مصر القديمة",
  "description": "تكون الكهنوت في مصر القديمة من عدة طبقات، حيث كانت لكل طبقة وظائف ومسؤوليات محددة ضمن النظام الديني والاجتماعي. كان الكاهن الأكبر على رأس الهرم الكهنوتي، يليه الكهنة المساعدون والمطهرون، ثم الإداريون والفنيون الذين يديرون شؤون المعبد.",
  "listItems": [
    {
      "title": "الكاهن الأكبر (الكاهن الأول)",
      "description": "كان الكاهن الأكبر يتولى رئاسة الكهنة في كل معبد، وله مكانة بارزة في المجتمع الديني والسياسي. كانت ألقابه تختلف حسب الإله الذي يخدمه، مثل 'أعظم الرائين' لإله الشمس في عين شمس، و'رئيس الصناع' لكبير كهنة بتاح في منف. كان مسؤولاً عن الشعائر الدينية الكبرى، وإدارة شؤون المعبد الدنيوية، وغالباً ما كان يتدخل في السياسة بسبب نفوذه الواسع."
    },
    {
      "title": "الكهنة المساعدون",
      "description": "شملت هذه الطبقة الكاهن الثاني، الذي كان يحل محل الكاهن الأول في غيابه، بالإضافة إلى الكاهن الثالث والرابع. كان هؤلاء الكهنة يتولون إدارة شؤون المعبد اليومية، بما في ذلك الطقوس الدينية، وإدارة الأراضي والممتلكات التابعة للمعبد."
    },
    {
      "title": "الكهنة المرتلون (خريو حب)",
      "description": "كان هؤلاء الكهنة مسؤولين عن تلاوة الصيغ الدينية والكتب المقدسة أثناء الحفلات والطقوس. كما كانوا يمنحون الأسماء للأطفال الملكيين، وكان لهم دور بارز في تفسير النصوص الدينية."
    },
    {
      "title": "الكهنة المطهرون (وعبو)",
      "description": "كانوا يتولون الأعمال اليدوية مثل تنظيف المعبد، ذبح القرابين، وتزيين تماثيل الآلهة. كانوا يعتبرون في أسفل السلم الكهنوتي، إلا أن دورهم كان ضرورياً لضمان سير الطقوس اليومية."
    },
    {
      "title": "العلماء وكتاب بيت الحياة",
      "description": "كان هؤلاء المثقفون يعملون في 'بيت الحياة'، حيث كانوا يدرسون النصوص المقدسة، ينسخون المخطوطات، ويشرفون على النقوش في المعابد والمقابر. كانت هذه المراكز بمثابة أكاديميات علمية تجمع العلماء والكهنة معاً."
    },
    {
      "title": "الفلكيون وحفظة الوقت",
      "description": "كانوا مسؤولين عن تحديد مواقيت الأعياد والمناسبات الدينية، وضبط التقويم الديني. كما كانوا يراقبون النجوم لتحديد الأيام المحظوظة أو المشؤومة في السنة."
    },
    {
      "title": "المغنون والموسيقيون",
      "description": "كان للموسيقى والغناء دور كبير في الطقوس الدينية. كان المغنون والموسيقيون يرافقون الكهنة في أداء الشعائر، وتضمنت النصوص الدينية أحياناً أغانٍ وتراتيل تُؤدى أثناء الطقوس."
    },
    {
      "title": "الإداريون وخدم المعبد",
      "description": "تضمنت هذه الطبقة الإداريين الذين أشرفوا على ممتلكات المعبد، وإدارة الأراضي الزراعية، ومراقبة مخازن الغلال والماشية. كما شملت كتبة الحسابات، رؤساء الشرطة، والخدم الذين تولوا مختلف المهام داخل وخارج المعبد."
    },
    {
      "title": "المساعدون غير الكهنة",
      "description": "شملت هذه الفئة الفنانين، النقاشين، النحاتين، المهندسين، عمال الصناعة، القصابين، والخبازين. كما ضمت أفراداً مثل 'المنساك' (الخلوتية) و'المنذيرون' الذين نذروا أنفسهم لخدمة الآلهة."
    }
  ]
}
,
{
  "title": "المرأة والكهانة في مصر القديمة",
  "description": "لم تكن المرأة بعيدة عن الحياة الدينية في مصر القديمة، فقد شاركت في الطقوس والوظائف الكهنوتية إلى جانب الرجال. شغلت النساء أدواراً متنوعة، من كاهنات ومغنيات إلى مناصب عليا مثل زوجة الإله آمون، وهو لقب حملته الملكات والأميرات مع مرور الزمن، مما منحهن نفوذاً دينياً وسياسياً كبيراً.",
  "listItems": [
    {
      "title": "الكاهنات في الدولة القديمة",
      "description": "في الدولة القديمة، ظهرت نساء يتباهين بكونهن كاهنات للإلهات مثل نيت وحتحور. قد تكون هؤلاء النساء من سيدات المجتمع أو بنات كهنة ورثن وظائف آبائهن، وكن يشاركن في الطقوس الدينية كالرجال."
    },
    {
      "title": "المغنيات والموسيقيات",
      "description": "كان ظهور المرأة كمغنية أو موسيقية شائعاً جداً. تظهر النقوش مناظر لنساء يعزفن على الجنك أو يمسكن بالصلاصل أمام الآلهة. كانت الموسيقى جزءاً لا يتجزأ من الطقوس الدينية، وأدت النساء دوراً مهماً في هذا السياق."
    },
    {
      "title": "زوجة الإله آمون",
      "description": "منذ الدولة الحديثة، ظهر لقب 'زوجة الإله آمون'، وهو منصب ديني هام شغلته الملكات أو الأميرات اللاتي سيصبحن ملكات. نشأ هذا اللقب في عهد الأسرة الثامنة عشرة، وكانت الملكتان إيعح حوتب وأحمس نفرتاري أول من حملتا هذا اللقب. مع مرور الوقت، أصبح اللقب حكراً على بنات الملوك وأصبح له أهمية سياسية كبيرة."
    },
    {
      "title": "السلطة الدينية والسياسية لزوجة الإله",
      "description": "أصبحت زوجة الإله تمتلك سلطات ضخمة تساوي الملك، فقد امتلكت الضياع، وأشرفت على موظفين خاصين بها، واتخذت ألقاباً ملكية، وأقامت نصبا وآثاراً باسمها. منذ الأسرة الحادية والعشرين، أصبح محرماً على زوجة الإله الاتصال بأي رجل، مما عزز مكانتها كرمز ديني مقدس."
    },
    {
      "title": "تبني بنات الملوك لوظيفة زوجة الإله",
      "description": "دفع نفوذ زوجة الإله فراعنة الأسر الخامسة والعشرين والسادسة والعشرين إلى تبني فكرة أن تتبنى زوجة الإله ابنة الملك لتخلفها في وظيفتها. فعل ذلك كاشتا وبعنخي وبسماتيك الأول والثاني، مما أدى إلى حصول بنات الملوك على لقب الكاهن الأول للإله آمون، وهو منصب لم تحصل عليه أي زوجة إله من قبل."
    }
  ]
}
]