[
    {
    "title": "العمارة، أنواعها وتطورها عبر العصور المختلفة",
    "description": "استفادت العمارة المصرية القديمة منذ بداياتها من البيئة المحيطة ومواردها، وتطورت على مدار آلاف السنين لتشمل مواد بناء مختلفة مثل الطوب اللبن، الحجر الجيري، والجرانيت، مما جعلها من أكثر العمائر استدامة وجمالاً.",
    "listItems": [
        {
            "title": "مواد البناء في العمارة المصرية القديمة",
            "description": "استخدم المصريون القدماء مواد متنوعة لبناء مساكنهم ومعابدهم، منها الطوب اللبن المصنوع من الطمي، الحجر الجيري المتوفر بكثرة، الجرانيت من أسوان، والمرمر المصري المعروف بجودته العالية."
        },
        {
            "title": "تقنيات البناء واستخدام الأدوات",
            "description": "استُخدمت أدوات النحاس والخشب في القطع والنقل، كما استخدم المصريون الأسافين الخشبية المبللة بالماء لفصل الأحجار الكبيرة. تطورت الأدوات لاحقًا مع استخدام البرونز والحديد."
        },
        {
            "title": "تأثير البيئة والمعتقدات في التصميم المعماري",
            "description": "تأثرت العمارة المصرية بالعوامل البيئية مثل أشعة الشمس والرياح، مما انعكس على تصميم البيوت والمداخل. كما كان للدين دور رئيسي في بناء المعابد والمقابر وفقًا للمعتقدات الجنائزية."
        },
        {
            "title": "المهندسون المعماريون البارزون",
            "description": "برز العديد من المهندسين مثل \"إمحوتب\" الذي صمم الهرم المدرج، \"حم إيونو\" المشرف على بناء الهرم الأكبر، و\"سنموت\" مهندس معبد حتشبسوت بالدير البحري، حيث ساهموا جميعًا في تشكيل هوية العمارة المصرية القديمة."
        },
        {
            "title": "دور الاقتصاد والسياسة في العمارة",
            "description": "ازدهرت العمارة في فترات الاستقرار السياسي والرخاء الاقتصادي، حيث شيدت معابد ضخمة وأهرامات عظيمة، بينما شهدت فترات الاضطراب تراجعًا في النشاط المعماري."
        }
    ]
}
,
{
    "title": "أنواع العمارة المصرية القديمة",
    "description": "تنوعت العمارة عند المصريين القدماء لتشمل أنماطًا مختلفة، منها الدنيوية والدينية والجنائزية، وفقًا لاستخداماتها وأغراضها المختلفة.",
    "listItems": [
        {
            "title": "العمارة الدنيوية",
            "description": "تضمنت الأبنية المدنية والعسكرية والسكنية، مثل المدن، القصور، المنازل، الحصون، والسدود."
        },
        {
            "title": "العمارة الدينية",
            "description": "شملت معابد المعبودات، معابد الولاده المقدسة، المعابد الصخرية، المقاصير، وجواسق اليوبيل."
        },
        {
            "title": "العمارة الجنائزية",
            "description": "تضمنت المعابد الجنائزية، سراديب مومياوات الحيوانات والطيور المقدسة، المقابر الملكية، مقابر كبار الشخصيات، والمقابر الرمزية."
        }
    ]
}
,
{
    "title": "منازل المصري القديم",
    "description": "كان المصري القديم يقدس منزله، حيث كان المكان الذي يشهد ميلاد الأسرة ويضمن الراحة والأمان. تنوعت أشكال المنازل حسب الطبقات الاجتماعية والبيئة التي عاش فيها المصريون القدماء.",
    "listItems": [
        {
            "title": "شكل المنزل",
            "description": "بنيت المنازل من الطوب اللبن والخشب، وكانت واسعة وتحتوي على فتحات وأبواب كبيرة للتهوية، مع بهو للاستقبال وغرف للنوم وحمامات."
        },
        {
            "title": "أرضية المنزل",
            "description": "كانت أرضيات الغرف مغطاة بالحصير، والجدارن مزينة بالحصير الملون، كما وُضعت صناديق خشبية لحفظ الملابس والحلي، وأُضيئت المنازل بمصابيح الزيت."
        },
        {
            "title": "المحتويات الداخلية",
            "description": "ضمت المنازل صوامع لتخزين الغلال، وإسطبلات للخيول، وحظائر للماشية، وورشًا صغيرة للصناعات المختلفة، مع حدائق تحتوي على أشجار مثمرة."
        },
        {
            "title": "تطور المساكن عبر العصور",
            "description": "بدأت مساكن المصريين القدماء كأكواخ بسيطة من الطين وأغصان الشجر، ثم تطورت إلى مساكن مستطيلة الشكل تحتوي على أقسام متعددة ومواقد ومخازن، واستخدمت المعادن والخشب في بنائها."
        },
        {
            "title": "النماذج الثرية والفقيرة",
            "description": "تباينت المنازل بين مساكن الطبقات النبيلة التي احتوت على حمامات ودوارت مياه، وأثاث مريح، وبين بيوت الطبقات الفقيرة التي كانت بسيطة في البناء، لكنها احتوت على فناء مسور وكوخ سقفه مقبى من الطين."
        }
    ]
}
,
{
    "title": "عمارة القصور ومنازل الأفراد",
    "description": "تميزت عمارة القصور والمنازل المصرية القديمة بتطورها وفقًا للظروف الاجتماعية والاقتصادية، وقد بُنيت غالبًا بالطوب اللبن مما جعلها عرضة للاندثار، بينما حُفظت معالم المعابد والمقابر بصورة أكبر.",
    "listItems": [
        {
            "title": "منازل ما قبل الأسرات",
            "description": "كانت الأكواخ تُبنى من الغاب وفروع الأشجار وكانت بسيطة التصميم، تتطور لاحقًا لاستخدام الطوب اللبن وتدعيمها بكسر الأحجار الصغيرة."
        },
        {
            "title": "القصور الملكية في عصر الأسرات",
            "description": "بدأت القصور الملكية تأخذ تصاميم معقدة، مثل قصر الملك في أبيدوس المسمى \"شونة الزبيب\" الذي كان بمثابة مقر مؤقت للملك خلال الاحتفالات الدينية."
        },
        {
            "title": "القصور والمنازل في الدولة القديمة",
            "description": "احتوت المنازل على قاعات استقبال وأفنية، مع استخدام جذوع النخل والخشب للسقوف، وكانت بعض القصور تتميز بحدائق واسعة وبحيرات صناعية."
        },
        {
            "title": "مساكن الطبقات المتوسطة والعمال",
            "description": "كانت منازل الموظفين والعمال أصغر حجمًا وتتمحور حول فناء صغير، وكانت تُلحق بها صوامع ومخازن للغلال، مع أماكن للصناعات الحرفية."
        },
        {
            "title": "القصور في الدولة الحديثة",
            "description": "تميزت قصور الدولة الحديثة بالفخامة، مثل قصر أمنحتب الثالث في غرب طيبة الذي احتوى على قاعات استقبال واسعة وبحيرة صناعية ضخمة."
        }
    ],
    "imageUrls":["/assets/daily-life/Buildings/مساكن.PNG"]
}
,
{
    "title": "منازل الأفراد",
    "description": "منازل الأفراد في العصر المصري القديم كانت متنوعة في تصميماتها واختلافها حسب الطبقات الاجتماعية. تختلف منازل العمارنة عن باقي المنازل في عصر الدولة الحديثة بتفاصيلها المعمارية الخاصة.",
    "listItems": [
        {
            "title": "منازل العمارنة",
            "description": "تتكون بيوت العمارنة من طابق واحد، وهي بيوت العظماء وكبار الشخصيات التي تتميز بمساحات كبيرة. كانت هذه المنازل تحتوي على جناح خاص للزوج وآخر للحريم. كانت توجد أيضًا حمامات ومخازن وأسطبلات للماشية."
        },
        {
            "title": "نموذج منازل تل العمارنة",
            "description": "كانت بيوت العمال في تل العمارنة مشيدة في صفوف منظمة من أربع قاعات مبنية من اللبن. كانت تحتوي على طوابق متعدّدة وصوامع للغلال، وبعض المنازل كانت تحتوي على طابقين أو أكثر." 
        },
        {
            "title": "حدائق المنازل",
            "description": "كانت حدائق المنازل تحتوي على أنواع متعددة من الأشجار والنباتات، مع وجود برك مائية وكشاك خشبية يجلس فيها صاحب المنزل وأسرته للاستمتاع بالجو والماء."
        },
        {
            "title": "منازل العمال والفنانين",
            "description": "كانت بيوت العمال والفنانين في قرية دير المدينة مبنية من الطين، بينما كانت إطارات الأبواب وعتباتها من الحجر الرملي أو الجيري. كان كل منزل يحتوي على قاعة استقبال وقاعة معيشة." 
        },
        {
            "title": "منازل الطبقات العليا",
            "description": "كانت منازل الطبقات العليا تحتوي على طوابق متعددة، ومرافق إضافية مثل المطابخ والمخازن. كانت الأسطح غالبًا تحتوي على صوامع غلال، وكانت بعض المنازل تحتوي على حدائق خاصة بها."
        }
    ]
}
,
{
    "title": "تشديد مباني الإدارات المختلفة وإقامة السدود والحصون",
    "description": "تضمنت العمارة في مصر القديمة بناء مباني إدارية ضخمة للسجلات الحكومية، بجانب إقامة السدود لتخزين المياه وبناء الحصون لتأمين الحدود.",
    "listItems": [
        {
            "title": "مباني الإدارات الحكومية",
            "description": "تم بناء مباني إدارية داخل المعابد الملكية لتخزين الوثائق الملكية، وكانت هذه المباني تحتوي على قاعات ضخمة تدعمها أعمدة. تشمل هذه المباني أيضًا إدارة الهبات، الشون الملكية، الشرطة، الجيش، القضاء، والعلم."
        },
        {
            "title": "إقامة السدود",
            "description": "كان الخزان الكبير الذي بناه أمنمحات الثالث في هوارة من أبرز السدود، وكان يتضمن سدًا ضخمًا مزودًا بعيون وأهوسة. كانت هذه السدود من أعظم الأعمال المعمارية في مصر القديمة."
        },
        {
            "title": "إقامة الحصون",
            "description": "بُنيت الحصون في مختلف أنحاء مصر لحماية المدن والحدود. تم بناء حصون كبيرة على الحدود الشرقية والغربية، مثل حصن سمنة وحصن قمة في النوبة، وكان لهذه الحصون دور كبير في حماية طرق التجارة والمدن من الغزاة."
        },
        {
            "title": "تحصين الحدود الغربية",
            "description": "شيد الملك رمسيس الثاني حصونًا في غرب الدلتا لحماية مصر من شعوب البحر. كان من أبرز الحصون التي شيدها حصن الغربانيات بالقرب من برج العرب، وحصن آخر عند زاوية أم الرحم غرب مرسى مطروح."
        },
        {
            "title": "تطور العمارة الحجرية والطينية",
            "description": "ظهرت المصاطب والصروح كأبرز ملامح العمارة الحجرية في مصر القديمة، مع تصاميم بسيطة تشمل غرفة واحدة فقط، كما استخدمت النوافذ الصغيرة والأبواب ذات الزخارف الفاخرة."
        }
    ]
}
,
{
    "title": "تطور العمارة المصرية القديمة",
    "description": "شهدت العمارة المصرية تطورًا كبيرًا على مر العصور، حيث بدأ المصريون القدماء في استخدام الطوب اللبن بشكل أساسي في البناء، مما سمح لهم ببناء منازل أطول وأكثر مرونة.",
    "listItems": [
        {
            "title": "استخدام الطوب اللبن",
            "description": "منذ العصور المبكرة، بدأ المصريون في استخدام الطوب اللبن في بناء المنازل، مما سمح لهم ببناء مبانٍ أكثر استدامة وطولًا، واستمر استخدامه حتى العصور المتأخرة."
        },
        {
            "title": "التصميم الداخلي والخارجي",
            "description": "تطورت تصاميم المنازل لتشمل قاعات متعددة وأجنحة إضافية. في عصر ما قبل الأسرات، ظهرت تصاميم معقدة تضم فناءً مفتوحًا وقاعات مزخرفة بالطين الأبيض والمغرة."
        },
        {
            "title": "القصور الملكية",
            "description": "كانت القصور الملكية تتمتع بتصاميم فاخرة تشمل قاعات خاصة للملك وأخرى للحريم، مزينة بأعمدة خشبية وتيجان مستوحاة من الزهور، إضافة إلى ألوان جدران مزخرفة."
        },
        {
            "title": "أبواب وأسطح القصور",
            "description": "تتميز القصور المصرية القديمة بأبواب كبيرة في الجانبين الجنوبي والشمالي، والأسطح المستوية التي كانت تستخدم للاستمتاع بالهواء البارد في الليالي."
        },
        {
            "title": "المباني الأثرية",
            "description": "أقدم الأمثلة على العمارة المصرية مثل 'شونة الزبيب' في أبيدوس، والتي كانت محصنة بأسوار مع مداخل دفاعية. كما تم الكشف عن أطلال المنازل والقصور في هيراكونبولس وصقارة."
        },
        {
            "title": "اندثار القصور",
            "description": "على الرغم من اندثار بعض القصور الملكية مثل قصر سنفرو وخوفو، فإن تصاميمها ما زالت تؤثر في العمارة المصرية، وتظهر بقايا المباني مثل زوسر في صقارة كيف مزج المصريون القدماء بين الوظيفة والجمال."
        }
    ]
}
,
{
    "title": "المواد المستخدمة في البناء",
    "description": "استخدم المصريون القدماء مجموعة من المواد المتنوعة في البناء، مما ساعدهم في إنشاء منازل تناسب احتياجاتهم البيئية والاجتماعية.",
    "listItems": [
        {
            "title": "الطوب اللبن",
            "description": "كان الطوب اللبن المادة الأساسية في بناء المنازل، حيث يتم تصنيعه من الطين والقصب ويُجفف في الشمس. كان خفيفًا ومناسبًا للعزل الحراري، مما ساعد في الحفاظ على درجات حرارة معتدلة داخل المنازل."
        },
        {
            "title": "الحجر الجيري",
            "description": "استخدم الحجر الجيري في بعض الأحيان في الأساسات أو في الجدران الخارجية للمنازل الكبيرة، نظرًا لصلابته وتوفره."
        },
        {
            "title": "القش والخشب",
            "description": "كان القش يُستخدم في تغطية الأسطح، بينما كان الخشب نادرًا وكان يُستخدم في بعض الأثاث أو الأسطح، ويُعتبر من المواد الثانوية في البناء."
        }
    ]
}
,
{
    "title": "التصميم الداخلي للمنازل وتخطيطها والأثاث",
    "description": "تضمنت المنازل المصرية القديمة مجموعة من التصاميم الداخلية المريحة والعملية التي تواكب احتياجات الحياة اليومية مع مراعاة المناخ والخصوصية.",
    "listItems": [
        {
            "title": "التصميم الداخلي للمنازل",
            "description": "تتكون المنازل عادة من غرف متعددة مثل غرف النوم، غرفة استقبال، وغرفة طعام، مع فصل واضح بين المناطق المختلفة داخل المنزل. الفناء الداخلي كان مكانًا مفتوحًا للاسترخاء والأنشطة اليومية."
        },
        {
            "title": "تخطيط المنازل",
            "description": "كانت المنازل الشعبية تتكون عادة من طابق واحد أو طابقين، مع غرف بسيطة من طوب اللبن ونوافذ صغيرة لضمان الخصوصية. بينما كانت المنازل الكبيرة أكثر اتساعًا وفخامة، تحتوي على غرف مزخرفة وحدائق وحمامات، وبعضها كان يحتوي على أماكن للعبادة."
        },
        {
            "title": "الأثاث",
            "description": "كان الأثاث بسيطًا، ويتضمن الأسرة والطاولات والكراسي والأرفف. كانت الأسرة تحتوي على مرتبة مصنوعة من القش أو الجلد، وتوضع على الأرض أو منصات خشبية."
        },
        {
            "title": "التهوية والإضاءة",
            "description": "استخدمت النوافذ الصغيرة والعالية للتهوية مع الحفاظ على الخصوصية. أما الإضاءة فكانت تأتي من المصابيح الزيتية التي كانت توضع في مختلف الأماكن داخل المنزل."
        },
        {
            "title": "المساكن في المدن الكبرى",
            "description": "كانت المنازل في المدن الكبرى مثل طيبة وهابو والجيزة أكبر وأكثر تطورًا، حيث كانت تحتوي على حدائق خاصة وأماكن للطبخ، وكانت المنازل الفاخرة تحتوي على جدران مزخرفة وحمامات داخلية."
        }
    ]
}
,
{
    "title": "الفرق بين طبقات المجتمع",
    "description": "تختلف المنازل في مصر القديمة بشكل كبير بين الطبقات الاجتماعية، حيث كان لكل طبقة تصميم خاص يعكس وضعها الاجتماعي."
    ,
    "listItems": [
        {
            "title": "المنازل الشعبية",
            "description": "كانت المنازل الشعبية بسيطة للغاية، تحتوي على غرف قليلة وفناء صغير. كانت هذه المنازل مخصصة لأفراد الأسرة فقط مع مكان مخصص للنوم والطعام."
        },
        {
            "title": "منازل النبلاء والطبقات العليا",
            "description": "كانت منازل النبلاء والطبقات العليا تتميز بالاتساع وتعدد الغرف. كانت تحتوي على زخارف فاخرة، بالإضافة إلى أماكن مخصصة للعبادة والتخزين."
        }
    ]
}
,
{
    "title": "نماذج المنازل عصور ما قبل الأسرات",
    "description": "تميزت حضارات ما قبل الأسرات بتصميمات متنوعة للمنازل التي تعكس أسلوب حياة السكان في تلك الفترات، من الأكواخ البسيطة إلى المساكن الأكثر تطورًا.",
    "listItems": [
        {
            "title": "حضارة مرمدة بنى سالمة",
            "description": "تقع في جنوب غرب الدلتا، وتتميز بوجود أكواخ بيضاوية من الطين ذات سقوف من حصير أو جلد. كانت المنازل مشيدة في مراحل متطورة، مع وجود أكوام من الطين ومخازن للغلال."
        },
        {
            "title": "حضارة حلوان",
            "description": "تقع قرب حلوان الحالية وتتميز بمنازل تعتمد على أعمدة خشبية في شكل بيضاوي أو أسطح مبنية على الأرض. كانت المنازل تحتوي على مواقد ومخازن ومراحل تطور واضحة في الأدوات الفخارية."
        },
        {
            "title": "حضارة الفيوم",
            "description": "تقع في نهاية مصر السفلى، وتشمل أساليب بناء للمنازل التي تتبع الطراز البدائي من الأكواخ ذات الأسطح المسطحة والمبنية من الطين."
        },
        {
            "title": "حضارة دير تاسا",
            "description": "تقع في محافظة أسيوط، وقد تميزت بصناعة الفخار الأسود ودفن الموتى في وضع القرفصاء. كانت هذه الحضارة إحدى حلقات التطور الذي أدى إلى الحضارة المصرية القديمة."
        }
    ],
    "imageUrls":["/assets/daily-life/Buildings/مساكن2.PNG"]
}
,
{
  "title": "ملامح القصور والبيوت في مصر القديمة",
  "description": "تعتبر القصور الملكية في مصر القديمة من أروع الأمثلة على الفخامة والعظمة. كانت القصور في الدولة القديمة معروفة بمساحاتها الشاسعة وحدائقها الجميلة، بالإضافة إلى تصميماتها المتطورة. تنوعت المنازل بين الأكواخ البسيطة في العصور القديمة والقصور الملكية الفخمة التي كان يقيم فيها الملوك. تتسم القصور بالعديد من المرافق المتنوعة مثل الحمامات، والمكتبات، والأبّهاء والصالات الكبيرة.",
  "listItems": [
    {
      "title": "القصور الملكية في الدولة القديمة",
      "description": "كانت القصور الملكية ذات مساحات شاسعة، وتحتوي على حدائق ضخمة مزروعة بأشجار مثمرة، مثل العنب والتين. بعض القصور كانت تضم بحيرات واسعة وحدائق مليئة بالأشجار، كما يظهر في النصوص والقصص القديمة."
    },
    {
      "title": "المرافق داخل القصور",
      "description": "القصور الملكية كانت تحتوي على العديد من المرافق مثل الحمامات، وبيت الصباح (بردوات)، المكتبات التي تحتوي على كتب في الدين والطب، وأبهاء وصالات تستخدم للاحتفالات الرسمية."
    },
    {
      "title": "القصور في الفترة الوسيطة الأولى",
      "description": "ظهرت نماذج صغيرة من الفخار تمثل بيوت ذات طابع جنائزي، لكنها مستوحاة من بيوت الأحياء. هذه البيوت تتضمن أفنية ومرافق متعددة مثل الصفات، القاعات، وأحواض الماء."
    },
    {
      "title": "تصاميم القصور في الدولة الحديثة",
      "description": "في الدولة الحديثة، تم بناء قصور ضخمة مع مساحات كبيرة تضم العديد من الأقسام مثل الفناءات الكبيرة، غرف الحريم، والمخازن. كما كانت هذه القصور تتزين بزخارف نباتية وحيوانية."
    }
  ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Buildings/مساكن3.PNG",
        "/assets/daily-life/Buildings/مساكن4.PNG",
        "/assets/daily-life/Buildings/مساكن5.PNG",
        "/assets/daily-life/Buildings/مساكن6.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Buildings/مساكن7.PNG",
        "/assets/daily-life/Buildings/مساكن8.PNG",
        "/assets/daily-life/Buildings/مساكن9.PNG",
        "/assets/daily-life/Buildings/مساكن10.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Buildings/مساكن11.PNG",
        "/assets/daily-life/Buildings/مساكن12.PNG",
        "/assets/daily-life/Buildings/مساكن13.PNG"
    ]
}
]