
    [
    {
        "title": "الأزياء في مصر القديمة",
        "description": "تميز المصري القديم بمهارته في تصميم ملابسه وأزيائه، حيث تنوعت الطرز وفقًا للطبقات الاجتماعية والمناسبات المختلفة. وقد كشفت النقوش الجدارية وبقايا الأقمشة المحفوظة عن تطور الأزياء المصرية على مر العصور، مع إدخال تعديلات مبتكرة باستخدام الأنسجة المختلفة. كما استخدم المصريون أقمشة مزركشة مستوردة، وخصصوا أنماطًا معينة لملابس الكهنة والآلهة."
    },
    {
        "title": "صناعة النسيج في مصر القديمة",
        "description": "اشتهرت مصر القديمة بإنتاج الكتان، الذي كان المادة الأساسية في صناعة الملابس والمنسوجات. بالإضافة إلى ذلك، استُخدمت ألياف أخرى مثل الصوف، وشعر الماعز، وألياف النخيل، وقصب الغاب. مع مرور الزمن، بدأ المصريون في التعرف على الحرير عبر التجارة، لكن صناعته واجهت قيودًا صارمة خلال العصر الروماني والبطلمي."
    },
    {
        "title": "أنواع الأقمشة المستخدمة",
        "listItems": [
            {
                "title": "نسيج الكتان",
                "description": "كان أكثر أنواع الأقمشة استخدامًا، وتعددت أنواعه مثل الكتان الأبيض الفاخر والخشن المستخدم لدى الطبقات الدنيا."
            },
            {
                "title": "نسيج الكتان الأحمر",
                "description": "تم تصنيعه في أماكن خاصة داخل المعابد، وكان له أهمية دينية كبيرة، حيث استُخدم في العالم الآخر وفي القرابين المقدسة."
            },
            {
                "title": "نسيج الكتان الرباعي",
                "description": "نُسج بأربعة خيوط وكان يستخدم في تجهيز الموائد الجنائزية والقرابين وفقًا لكتاب الموتى."
            }
        ],
        "imageUrls":[
                    "/assets/daily-life/Clothes/ملابس1.PNG"
        ],
        "imageDescriptions": [
            "قطعة قماش مصرية من نسيج الكتان احتفظت بمزاياها لأكثر من ٤٠٠٠ عام"
        ]
    }
    ,
    {
        "title": "الأدوات المستخدمة في الغزل والنسيج",
        "listItems": [
            {
                "title": "المغزل (hsf)",
                "description": "أداة أساسية للغزل، يتكون من قرص خشبي مركب على قائم رفيع، عُثر على نماذج منه في مقابر طيبة وهو محفوظ في المتحف المصري."
            },
            {
                "title": "العمود (shnt)",
                "description": "عمود تُعلق عليه خيوط النسيج أثناء الغزل، تم تصويره في مقابر بني حسن."
            },
            {
                "title": "النول الأفقي",
                "description": "أقدم أنواع الأنوال المستخدمة في مصر القديمة، ظهر في الأسرة الحادية عشرة، وكان يتكون من عارضتين خشبيتين تستخدمان لتثبيت خيوط السداة."
            },
            {
                "title": "النول الرأسي",
                "description": "أكثر بساطة في تصميمه من النول الأفقي، يتكون من إطار عمودي يسمح بلف النسيج المكتمل للأعلى، مما يسهل العمل عليه."
            },
            {
                "title": "أدوات التمشيط والتنعيم",
                "description": "أدوات خشبية أو معدنية ذات أسنان متعددة، كانت تُستخدم لتمشيط الخيوط وجعلها جاهزة للغزل."
            },
            {
                "title": "بكرة الخيط",
                "description": "كانت تُستخدم لحفظ الخيط بعد غزله، وصُنعت من الخشب أو الطمي، وشاعت في الأسرة الثامنة عشرة."
            }
        ]
    }
    ,
    {
        "imageUrls":[
                    "/assets/daily-life/Clothes/ملابس2.PNG",
                    "/assets/daily-life/Clothes/ملابس3.PNG",
                    "/assets/daily-life/Clothes/ملابس4.PNG"
        ],
        "imageDescriptions":[
            "",
            "ادأة المنوال",
            ""
        ]
    }
    ,
    {
        "imageUrls":[
                    "/assets/daily-life/Clothes/ملابس5.PNG",
                    "/assets/daily-life/Clothes/ملابس6.PNG",
                    "/assets/daily-life/Clothes/ملابس7.PNG"
        ],
        "imageDescriptions":[
            "رسم يمثل النول الفرعونى وفتاتين تقومان بالنسج عليه"
        ]
    }
    ,
    {
        "title": "أهمية الكتان في مصر القديمة",
        "description": "كان الكتان من أهم الألياف النباتية المستخدمة في صناعة النسيج في مصر القديمة، حيث نسج المصريون القدماء أغلب أقمشتهم منه، بينما استخدموا أصواف الخراف والماعز في حالات قليلة. عُدَّ الكتان نباتًا مقدسًا، إذ كُفن الإله أوزير بنسيج الكتان، مما عزز استمرارية استخدامه حتى العصور المتأخرة."
    },
    {
        "title": "زراعة الكتان في مصر القديمة",
        "description": "كان الكتان نباتًا رئيسيًا في الزراعة المصرية القديمة، حيث استغرق نموه حوالي ثلاثة أشهر حتى ينضج. تميز بسيقان نحيلة وأزهار زرقاء سنوية رقيقة. عند الحصاد، كانت النباتات تُنزع من الأرض بدلًا من قطعها. خضعت الألياف لعمليات معالجة تشمل التعطين، الغسيل، التجفيف، والتمشيط قبل أن تصبح جاهزة للغزل.",
        "listItems": [
            {
                "title": "عملية الحصاد",
                "description": "تمت إزالة النباتات من الأرض بدلًا من قطعها، ثم تُجفف وتُزال رؤوس البذور يدويًا بالهز أو باستخدام المشط الهزاز."
            },
            {
                "title": "مرحلة التعطين",
                "description": "يُعرض الكتان للماء أو الندى مع ضوء الشمس لتفكيك الألياف الموجودة في السيقان، مما يسهل فصلها لاحقًا."
            },
            {
                "title": "تجهيز الألياف للغزل",
                "description": "بعد التعطين، تُغسل الألياف وتجفف، ثم تُضرب وتُمشط حتى تصبح جاهزة للغزل وصناعة الأقمشة."
            }
        ],
        "imageUrls":[
                    "/assets/daily-life/Clothes/ملابس8.PNG"
        ]
    }
    ,
    {
    "imageUrls":[
            "/assets/daily-life/Clothes/ملابس9.PNG",
            "/assets/daily-life/Clothes/ملابس10.PNG",
            "/assets/daily-life/Clothes/ملابس11.PNG"
        ],
        "imageDescriptions":[
            "اول تيشرت مطبوع فى العالم عليه صورة النتر حتحور عمره ٣٣٠٠ سنة ومصنوع من الكتان وعثر عليه ف الاقصر",
            "",
            ""
        ]
    }
,
{
        "title": "فن صباغة الأقمشة في مصر القديمة",
        "description": "عرف المصري القديم صباغة الخيوط والملابس منذ أقدم العصور، لكنه فضّل في المقام الأول الحفاظ على اللون الأبيض الطبيعي للأقمشة الكتانية الرقيقة، التي وصلت إلى درجة من الشفافية تضاهي منسوجات الحرير. رغم ذلك، استخدم المصري القديم العديد من المواد لصباغة ملابسه وإضفاء ألوان مختلفة كنوع من التزيين."
    },
    {
        "title": "تاريخ الصباغة في مصر القديمة",
        "description": "بدأت معرفة المصريين القدماء بالصباغة منذ عصور ما قبل الأسرات، حيث عُثر على قطع من الحصير ذات حواف مصبوغة باللون الأحمر. كما وُجدت منسوجات ملونة تعود لعصر الدولة القديمة، مثل قطعة القماش الحمراء من منطقة ميدوم، وملابس مصبوغة من عصر الأسرة السادسة.",
        "listItems": [
            {
                "title": "المنسوجات المصبوغة المبكرة",
                "description": "عُثر على أقدم قطعة منسوجة مصبوغة بصبغة النيلة الزرقاء في عصر الأسرة السادسة، إضافةً إلى رداء مصبوغ وُجد في مقبرة الملك توت عنخ آمون من الدولة الحديثة."
            },
            {
                "title": "تقنية صباغة النيلة الزرقاء",
                "description": "كان المصريون القدماء يقطفون أوراق نبات النيلة وينقعونها في الماء حتى تتخمر، مما يؤدي إلى ترسب مادة طينية زرقاء اللون تُجفف لاحقًا لاستخدامها في الصباغة."
            },
            {
                "title": "استخدام نبات العصفر في الصباغة",
                "description": "استخدم المصري القديم نبات العصفر، الذي عُرفت زراعته منذ عصر الأسرة السادسة، لاستخراج صبغة حمراء لصباغة المنسوجات. ولا يزال هذا النبات يُستخدم حتى اليوم في صناعة مساحيق التجميل."
            }
        ],
        "imageUrls":[
                    "/assets/daily-life/Clothes/ملابس12.PNG"
        ],
        "imageDescriptions":[
            "النباتات المستخدمه في الصباغه"
        ]
    }
,
{
    "title": "نظافة الملابس في مصر القديمة",
    "description": "كان المصريون القدماء من أكثر الشعوب اهتمامًا بالنظافة، واشتهروا بملابسهم الكتانية البيضاء التي كانوا يحرصون على إبقائها نظيفة وناصعة. ووفقًا للمؤرخ الإغريقي هيرودوت، كانوا من أكثر شعوب الأرض صحة وسعادة ونظافة وإيمانًا.",
    "listItems": [
        {
            "title": "طرق غسل الملابس",
            "description": "تم غسل الملابس يدويًا حيث لم يكن الصابون معروفًا آنذاك، بل استُخدمت بدائل طبيعية مثل زيت الخروع ونترات البوتاسيوم والمطهرات النباتية."
        },
        {
            "title": "بيت الغسيل - المغسلة",
            "description": "عرفت مصر القديمة أماكن مخصصة لغسل الملابس الكتانية البيضاء، حيث كان عمال متخصصون يتولون هذه المهمة."
        },
        {
            "title": "المغاسل واستخدام الغلايات",
            "description": "في حوالي 1200 قبل الميلاد، استخدمت مصر مغاسل تعتمد على غلايات لغلي الملابس الكتانية لضمان نظافتها وتطهيرها، حيث سهلت المياه المغلية تنظيف الكتان الأبيض وإعادته إلى لونه الأصلي."
        },
        {
            "title": "تقنيات العناية بالملابس",
            "description": "كان يتم غسل كل قطعة من الكتان بواسطة زوج من الغسالين يقومان بدعكها، شطفها، عصرها، وتجفيفها، ثم ثنيها بعناية للحفاظ على شكلها المفرود."
        }
    ]
}
,
{
    "title": "الأزياء المختلفة لطوائف الشعب المصري",
    "description": "تنوعت أزياء المصريين القدماء وفقًا للطبقات الاجتماعية والمهن، حيث كانت الملابس تصنع عادة من الكتان وتختلف في طولها وتصميمها حسب الحاجة والمكانة.",
    "listItems": [
        {
            "title": "تصميم الملابس",
            "description": "اعتمدت الملابس المصرية القديمة على قطع نسيج من الكتان بأطوال مختلفة، حيث يتم لفها حول الجسم وفقًا لمتطلبات الاستخدام والمكانة الاجتماعية."
        },
        {
            "title": "السروال كعنصر أساسي",
            "description": "كان السروال هو العنصر الأساسي في ملابس المصريين القدماء، وكان يأتي بأشكال متنوعة مثل الطويل، القصير، الفضفاض، أو المحبوك."
        }
    ]
    ,
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس13.PNG"
    ],
    "imageDescriptions":[
        "فستان مطرز بالخرز يرجع لعهد الدولة القديمة ، الاسرة الرابعة ، عهد خوفو سنة 2551_2528 قبل الميلاد ،موجود فى متحف الفن الجميل ، بوسطن ."
    ]
}
,
{
    "title": "الزي الملكي",
    "description": "كان الزي الملكي في مصر القديمة من أفخم الأزياء وأغلاها، حيث زُخرف بخيوط ملونة أو مطرزة، كما أضيفت إليه قطع من النسيج المكفت بالذهب أو أشرطة مزخرفة بألوان متعددة.",
    "listItems": [
        {
            "title": "التطريز والزخرفة",
            "description": "تميز الزي الملكي بإضافة زخارف نسجت بخيوط ملونة، أو مطرزة، مع أشرطة ذات ألوان متعددة لتعكس الفخامة والمكانة الملكية."
        },
        {
            "title": "تقليد الفراء",
            "description": "تم اكتشاف نسيج من الكتان يعلوه ما يشبه الوبر، ربما كان تقليدًا للفراء، ولكن لم يُعرف الغرض الدقيق من استخدامه."
        },
        {
            "title": "كلاسيرس - ثوب ملكي",
            "description": "كان كلاسيرس ثوبًا ضيقًا مصنوعًا من الكتان شبه الشفاف، ترتديه نساء البلاط الملكي والطبقة العليا، وأحيانًا الرجال، وغالبًا ما كان يرتدى فوق المئزر التقليدي الشنديت."
        }
    ],
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس14.PNG"
    ],
    "imageDescriptions":[
        "كرسى عرش توت عنخ آمون يظهر نوعية الملابس الملكية"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس15.PNG",
        "/assets/daily-life/Clothes/ملابس16.PNG",
        "/assets/daily-life/Clothes/ملابس17.PNG"
    ],
    "imageDescriptions":[
        "زى الكلاسيريس",
        "",
        ""
    ]
}
,
{
    "title": "ملابس الأطفال في مصر القديمة",
    "description": "لم يكن الأطفال في مصر القديمة يرتدون ملابس حتى يبلغوا سن السادسة، حيث كانوا يظلون عراة حتى هذا العمر، وبعدها يُسمح لهم بارتداء ملابس بسيطة مصنوعة من الكتان.",
    "listItems": [
        {
            "title": "الملابس في الطفولة المبكرة",
            "description": "لم تكن ملابس الأطفال مفصلة أو مخيطة، بل كانت عبارة عن نسيج من القطن أو الكتان يوضع عليهم فقط لتغطية العورة."
        },
        {
            "title": "الملابس بعد سن السادسة",
            "description": "بعد سن السادسة، بدأ الأطفال بارتداء لفائف من القماش الكتاني تلتف حول الخصر، مع رفع جزء منها على الكتف للحماية من الشمس."
        },
        {
            "title": "ملابس الأولاد والبنات",
            "description": "كان الأولاد يرتدون نقبة قصيرة تصل إلى الركبة، بينما كانت الفتيات يرتدين نقبة طويلة تغطي أجسادهن حتى الأقدام."
        },
        {
            "title": "تمييز الأطفال في التماثيل الفرعونية",
            "description": "يمكن التعرف على الأطفال في التماثيل الفرعونية من خلال وضع أصابعهم في أفواههم أو وجود جديلة شعر مميزة."
        }
    ],
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس18.PNG"
    ],
    "imageDescriptions":[
        "ملابس الأطفال في مصر القديمة"
    ]
}
,
{
    "title": "زي الكهنة في مصر القديمة",
    "description": "كان زي الكهنة في مصر القديمة يعكس مكانتهم الدينية والاجتماعية، حيث تميز بأقمشة فاخرة ورموز دينية تعكس قدسية مهامهم وطقوسهم.",
    "listItems": [
        {
            "title": "الرداء الكهنوتي الأساسي",
            "description": "كان الكهنة يرتدون رداءً طويلاً مصنوعًا من جلد الفهد، حيث كان يُلف حول الجسد ويُعلق الجزء العلوي منه أعلى الكتف."
        },
        {
            "title": "ملابس الكهنة العادية",
            "description": "وفقًا للمؤرخ اليوناني هيرودوت، كان الكهنة يرتدون ملابس مصنوعة من الكتان، وكانوا يحرصون على غسلها وتنظيفها باستمرار، حيث كان محرمًا عليهم ارتداء الجلود."
        },
        {
            "title": "الوشاح الكهنوتي",
            "description": "اقتصر ارتداء الوشاح على الكاهن المرتل، وكان يُحدد وظائفه داخل الطقوس الدينية."
        },
        {
            "title": "الاختلافات في زي كبار الكهنة",
            "description": "كان لكبار الكهنة والكهنة المتخصصين الحق في ارتداء ملابس مختلفة عن بقية الكهنة، حيث كان الكاهن المعروف باسم 'sm' يرتدي جلد الفهد."
        },
        {
            "title": "الاختلافات الإقليمية في زي الكهنة",
            "description": "ظهرت بعض الاختلافات في زي الكهنة بين المناطق، حيث ارتدى كهنة عين شمس جلد الفهد المزخرف بأشكال النجوم، مما أضفى عليهم مزيدًا من الوقار والهيبة."
        }
    ],
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس19.PNG"
    ],
    "imageDescriptions":[
        "لبس كان يرتديه رجال الدين فى مصر القديمة يسمى البشت او العباية .. موجود فى متحف كوبنهاجن للتاريخ فى الدنمارك."
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس20.PNG",
        "/assets/daily-life/Clothes/ملابس21.PNG",
        "/assets/daily-life/Clothes/ملابس22.PNG"
    ],
    "imageDescriptions":[
        "",
        "كبير الكهنه",
        "لوحة من الحجر الجيرى تعود لعصر الدولة الحديثة ، وُجدت فى سقارة وتعرض حاليا فى متحف برلين وتصور لنا طقوس التطهر بالماء والتعطر بالبخور التى يقوم بها الكهنة فى المعابد ."
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس23.PNG",
        "/assets/daily-life/Clothes/ملابس24.PNG"
    ],
    "imageDescriptions":[
        "جزء من لوحة على خشب الليمون تصور كاهن اثناء مراسم الدفن فى مصر يرتدى جلد النمر بلحية صغيرة مربعة وشعر مستعار مجعد من الاسرة التاسعة عشر من دير المدينة المنورة ومحفوظة فى متحف اللوفر حاليا .",
        ""
    ]
}
,
{
    "title": "زي رجال الشرطة في مصر القديمة",
    "description": "كان زي رجال الشرطة في مصر القديمة يختلف باختلاف الرتب والوظائف، ويعكس مكانتهم في المجتمع وأدوارهم الأمنية والعسكرية.",
    "listItems": [
        {
            "title": "زي رماة الجيش",
            "description": "كان رماة الجيش يرتدون نقبة قصيرة حمراء مزينة بزخارف خضراء، مما يعكس قوتهم ودورهم القتالي."
        },
        {
            "title": "الزينة الرأسية",
            "description": "ارتدى رجال الشرطة قلائد أو شرائط بيضاء ملفوفة حول الرأس، والتي كانت تعبر عن القوة والحيوية."
        },
        {
            "title": "تطور زي الشرطة",
            "description": "شهد زي رجال الشرطة تطورًا كبيرًا عبر العصور، حيث كان يتغير مع تغير الأزمنة، لكنه ظل دائمًا مميزًا ليسهل تمييز رجال الشرطة عن غيرهم."
        }
    ],
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس25.PNG"
    ],
    "imageDescriptions":[
        "منظر لفرقة من الجنود بلباسهم القصير - مقبرة مسحيتي - اسيوط - المتحف المصري"
    ]
}
,
{
    "title": "زي الخدم في مصر القديمة",
    "description": "كان زي الخدم في مصر القديمة يعكس مرتبتهم الاجتماعية ووظائفهم اليومية، حيث ظهروا لأول مرة في تماثيل المقابر خلال منتصف الدولة القديمة، وتم تصويرهم وهم يقدمون الخدمات الضرورية للمتوفى في العالم الآخر.",
    "listItems": [
        {
            "title": "تماثيل الخدم",
            "description": "ظهرت تماثيل الخدم في مقابر النبلاء حوالي 2500 ق.م، وكانت تهدف إلى ضمان تقديم المؤونة الأبدية للمتوفى، مثل الطعام والخدمات المنزلية."
        },
        {
            "title": "الملابس السفلى",
            "description": "ارتدى الخدم نقبات مختلفة الطول، حيث كانت تتنوع بين نقبة قصيرة في بعض الأحيان ونقبة طويلة في أحيان أخرى، وفقًا لمكانتهم وأدوارهم."
        },
        {
            "title": "الجزء العلوي",
            "description": "كان الجزء العلوي من أجساد الخدم مكشوفًا، حيث لم يرتدوا أي غطاء لمنطقة الصدر، مما كان يسهل عليهم أداء أعمالهم اليومية."
        },
        {
            "title": "الإكسسوارات",
            "description": "كان بعض الخدم يرتدون القلائد والأساور رديئة الصنع، والتي تعكس بساطة طبقتهم الاجتماعية."
        },
        {
            "title": "تصفيف الشعر",
            "description": "كان الخدم يرتدون باروكة شعر مربوطة برباط من الخلف، وذلك لمنع الشعر من إعاقة عملهم أثناء أداء مهامهم اليومية."
        }
    ],
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس26.PNG"
    ],
    "imageDescriptions":[
        "خادمه امام الفرن - مقبرة خنوم وني عنخ خنوم - سقاره - الدوله القديمه"
    ]
}
,
{
    "title": "زي المرأة في مصر القديمة",
    "description": "اهتمت المرأة المصرية القديمة بجمالها الشخصي، والذي كان ينقسم إلى جمال حسي متمثل في مظهرها الخارجي، وجمال معنوي متمثل في روحها وعقلها. وقد لعبت الملابس والإكسسوارات دورًا هامًا في إبراز أناقتها، حيث اختلفت الملابس حسب الطبقة الاجتماعية والوظيفة والتقاليد الزمنية.",
    "listItems": [
        {
            "title": "الأزياء وفقًا للمكانة الاجتماعية",
            "description": "كانت النساء الفقيرات يرتدين ملابس بسيطة لكنها مقبولة، بينما كانت النساء من العائلات المالكة والنبلاء والكهنة يرتدين ملابس شفافة وخفيفة مطرزة بألوان زاهية تعكس مكانتهن الاجتماعية."
        },
        {
            "title": "زي المرأة في الدولة القديمة",
            "description": "كان الرداء ضيقًا جدًا ليبرز مفاتن الجسد، ولم يكن يحتوي على ثنايا، حيث يمتد من أسفل الصدر إلى الكاحلين. وكانت تحمله حمالتان تمران فوق الكتفين، وفي بعض الأحيان تعقدان عند الأكتاف."
        },
        {
            "title": "تأثير العصر على ملابس النساء",
            "description": "كانت ملابس النساء تبدو متماثلة وبسيطة خلال العصور المختلفة، لكن بعض النساء ارتدين ملابس مصنوعة من جلود الفهود، والتي كانت مخصصة للعظماء وكبار الشخصيات من الرجال والنساء."
        },
        {
            "title": "عناصر الجمال عند المرأة",
            "description": "كانت المرأة تهتم بأربع دعامات أساسية في جمالها: الملابس المزينة بالألوان البهيجة، تجميل الوجه وتصفيف الشعر، تزيين الصدر، وأدوات الزينة الخاصة باليدين والأصابع والقدمين."
        }
    ],
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس27.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس28.PNG",
        "/assets/daily-life/Clothes/ملابس29.PNG",
        "/assets/daily-life/Clothes/ملابس30.PNG"
    ],
    "imageDescriptions":[
        "الاميرة الجميلة نفرت ابات",
        "نموذج مصرى لامرأة تصنع البيرة",
        ""
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس31.PNG",
        "/assets/daily-life/Clothes/ملابس32.PNG",
        "/assets/daily-life/Clothes/ملابس33.PNG"
    ],
    "imageDescriptions":[
        "",
        "قطعة فنية جميلة ورائعة جدا الأميرة الجميلة (نيس آمون) ابنة الملك العظيم رمسيس الثاني وكاهنة حتحور تقدم ذبيحة للإله حتحورالرسمة والألوان والروب الحرير الأبيض والشعر المستعار الذي يرتديه الكهنة لا تظهر إلا مدى المكانة والرقي الذي تتمتع به المرأة في مصر القديمة.من معبد أبيدوس",
        ""
    ]
}
,
{
    "title": "التيجان الملكية في مصر القديمة",
    "description": "كان غطاء الرأس الملكي رمزًا للسلطة والقوة، وله دلالات دينية وسياسية. تعددت أنواع التيجان التي ميزت الملوك، وكان لكل منها معنى خاص يرمز إلى دور الملك وعلاقته بالآلهة.",
    "listItems": [
        {
            "title": "التاج الأبيض",
            "description": "رمز لمصر العليا (الجنوب) منذ أقدم العصور، وكان الملك مينا من أوائل من ارتداه في النقوش. صُنع من نسيج الكتان على شكل عمامة مرتفعة، وكان له دلالة دينية لارتباطه بالإله أوزيريس."
        },
        {
            "title": "التاج الأحمر",
            "description": "يمثل مصر السفلى (الشمال) وكان عبارة عن قبعة مستديرة ذات قمة مسطحة، مع نتوء طويل في الخلف وشريط مقدس في الأمام."
        },
        {
            "title": "التاج المزدوج",
            "description": "رمز لوحدة مصر بعد توحيد الشمال والجنوب. جمع بين التاج الأبيض والأحمر، وكان يُرتدى في المناسبات الرسمية، وامتدت أهميته ليصبح غطاء رأس لبعض الآلهة."
        }
    ],
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس34.PNG"
    ],
    "imageDescriptions":[
        "غطاء للرأس يتدلي منه شرائط ومحلي من الأمام بحية الكوبرا"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس35.PNG",
        "/assets/daily-life/Clothes/ملابس36.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس37.PNG",
        "/assets/daily-life/Clothes/ملابس38.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس39.PNG",
        "/assets/daily-life/Clothes/ملابس40.PNG",
        "/assets/daily-life/Clothes/ملابس41.PNG",
        "/assets/daily-life/Clothes/ملابس42.PNG"
    ],
    "imageDescriptions":[
        "الجزء العلوي من تمثال صغير لفرعون أمنمحات الثالث يرتدي نمس",
        "الجزء الخلفي من الجزء العلوي من تمثال صغير لفرعون أمنمحات الثالث يرتدي نمس ",
        "منظر من معبد حورس ف ادفو لتتويج الملك بطليموس الثامن من السيدتين نخبت وواجيت",
        "تاج الريشتين .. شوتى اول ظهور له فى عهد الملك سنفرو يتكون من قرنى ثور يعلوه ريشتان لنعامة او ثور"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس43.PNG",
        "/assets/daily-life/Clothes/ملابس44.PNG",
        "/assets/daily-life/Clothes/ملابس45.PNG"
    ],
    "imageDescriptions":[
        "تمثال فرعون مصري ذهبي يرتدي غطاء الرأس الملكي المهيب مع تاج الثعبان",
        "القناع الذهبي من مومياء توت عنخ امون يرتدي النمس",
        "لمحه عن تمثال صغير لأخناتون يرتدي نمس"
    ]
}
,
{
    "title": "النعال والصنادل في مصر القديمة",
    "description": "تشير النقوش والرسوم في المعابد والمقابر إلى أن المصري القديم كان يسير حافي القدمين في كثير من الأحيان، لكن الحفائر كشفت عن استخدام واسع للنعال والصنادل المصنوعة من مواد متنوعة لحماية القدمين أو كجزء من الزينة والملبس.",
    "listItems": [
        {
            "title": "نعال البردي",
            "description": "صُنع من نبات البردي الذي كان ينمو بكثرة في مصر، وكان يستخدم أيضًا في صناعة الورق والحبال والسلال."
        },
        {
            "title": "نعال نخيل الدوم",
            "description": "تم استخدام خوص وليف نخيل الدوم في صنع النعال، إلى جانب استخدامه في صناعة السلال والحبال اليومية."
        },
        {
            "title": "النعال الجلدية",
            "description": "تميزت النعال المصنوعة من الجلد بقدرتها على تحمل النقوش والزخارف. كانت عملية الدباغة تشمل تشبع الجلد بالزيت ثم طرقه ليصبح أكثر ليونة."
        },
        {
            "title": "نعال الذهب الملكية",
            "description": "لم تكن النعال الذهبية مخصصة للاستعمال اليومي، بل صُنعت خصيصًا لاستخدام الملوك في العالم الآخر، مثل النعال الملكية الموجودة في مقبرة توت عنخ آمون."
        },
        {
            "title": "الصندل ذو السير الخلفي",
            "description": "يختلف عن النعل العادي بوجود سير خلفي يربط خلف الكعب لتثبيته بشكل أفضل."
        },
        {
            "title": "الحذاء ذو الحواف المرتفعة",
            "description": "كان له جوانب عالية ومقدمة مدببة، لكنه احتفظ بالسير الأمامي التقليدي الذي يمر بين أصابع القدم."
        }
    ],
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس46.PNG"
    ],
    "imageDescriptions":[
        "صندل عثر عليه بمقبرة توت عنخ امون - الأسره الثامنه عشر - الدوله الحديثه"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس47.PNG",
        "/assets/daily-life/Clothes/ملابس48.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس49.PNG",
        "/assets/daily-life/Clothes/ملابس50.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس51.PNG",
        "/assets/daily-life/Clothes/ملابس52.PNG"
    ],
    "imageDescriptions":[
        "الكعب العالى عند المصريين القدماء",
        "صندل توت عنخ آمون عمره ٣٠٠٠ عام ، مصنوع من الخشب مع تراكب من اللحاء والجلد الأخضر ."
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس53.PNG",
        "/assets/daily-life/Clothes/ملابس54.PNG"
    ],
    "imageDescriptions":[
        "من مقبرة رخمى رع بالأقصر ",
        ""
    ]
}
]