
    [
{
    "title": "الأزياء في مصر القديمة",
    "description": "اتسم المصري القديم بمهارة فائقة في تصميم ملابسه وزيّه، إذ تنوعت الأزياء والطرز وفقاً للاختلافات الطبقية والاجتماعية والمناسبات المختلفة. وتُعد النقوش الجدارية وبقايا الأقمشة المحفوظة من أبرز الشواهد الأثرية التي وثّقت تطور الأزياء المصرية عبر العصور. وقد أظهرت هذه الشواهد إضافة تعديلات متكررة على الملابس باستخدام أنسجة متنوعة. كما يُلاحظ لجوء المصريين إلى استيراد أقمشة مزركشة لاستخدامها في تصميم أنماط مميزة، وخصوصاً لملابس الكهنة والإلهة، مما يشير إلى بعد رمزي وديني في بعض التصاميم.\n\nصناعة النسيج في مصر القديمة\nتميّزت مصر القديمة بإنتاج الكتان الذي مثّل المادة الخام الأساسية في صناعة الأقمشة والملابس. وقد شكّل هذا الإنتاج أحد أهم ملامح الاقتصاد والصناعات الحرفية في مصر القديمة، حيث أظهر المصريون خبرة متقدمة في تقنيات غزل ونسج الألياف النباتية، مما أتاح لهم توفير أقمشة متعددة الاستخدامات والجودة."
},
    {
        "title": "صناعة النسيج في مصر القديمة",
        "description": "اشتهرت مصر القديمة بإنتاج الكتان، الذي كان المادة الأساسية في صناعة الملابس والمنسوجات. بالإضافة إلى ذلك، استُخدمت ألياف أخرى مثل الصوف، وشعر الماعز، وألياف النخيل، وقصب الغاب. مع مرور الزمن، بدأ المصريون في التعرف على الحرير عبر التجارة، لكن صناعته واجهت قيودًا صارمة خلال العصر الروماني والبطلمي."
    },
    {
        "title": "أنواع الأقمشة المستخدمة",
        "listItems": [
            {
                "title": "نسيج الكتان",
                "description": "كان أكثر أنواع الأقمشة استخدامًا، وتعددت أنواعه مثل الكتان الأبيض الفاخر والخشن المستخدم لدى الطبقات الدنيا."
            },
            {
                "title": "نسيج الكتان الأحمر",
                "description": "تم تصنيعه في أماكن خاصة داخل المعابد، وكان له أهمية دينية كبيرة، حيث استُخدم في العالم الآخر وفي القرابين المقدسة."
            },
            {
                "title": "نسيج الكتان الرباعي",
                "description": "نُسج بأربعة خيوط وكان يستخدم في تجهيز الموائد الجنائزية والقرابين وفقًا لكتاب الموتى."
            }
        ],
        "imageUrls":[
                    "/assets/daily-life/Clothes/ملابس1.png"
        ],
        "imageDescriptions": [
            "قطعة قماش مصرية من نسيج الكتان احتفظت بمزاياها لأكثر من ٤٠٠٠ عام"
        ]
    }
    ,
    {
        "title": "الأدوات المستخدمة في الغزل والنسيج",
        "listItems": [
            {
                "title": "المغزل (hsf)",
                "description": "أداة أساسية للغزل، يتكون من قرص خشبي مركب على قائم رفيع، عُثر على نماذج منه في مقابر طيبة وهو محفوظ في المتحف المصري."
            },
            {
                "title": "العمود (shnt)",
                "description": "عمود تُعلق عليه خيوط النسيج أثناء الغزل، تم تصويره في مقابر بني حسن."
            },
            {
                "title": "النول الأفقي",
                "description": "أقدم أنواع الأنوال المستخدمة في مصر القديمة، ظهر في الأسرة الحادية عشرة، وكان يتكون من عارضتين خشبيتين تستخدمان لتثبيت خيوط السداة."
            },
            {
                "title": "النول الرأسي",
                "description": "أكثر بساطة في تصميمه من النول الأفقي، يتكون من إطار عمودي يسمح بلف النسيج المكتمل للأعلى، مما يسهل العمل عليه."
            },
            {
                "title": "أدوات التمشيط والتنعيم",
                "description": "أدوات خشبية أو معدنية ذات أسنان متعددة، كانت تُستخدم لتمشيط الخيوط وجعلها جاهزة للغزل."
            },
            {
                "title": "بكرة الخيط",
                "description": "كانت تُستخدم لحفظ الخيط بعد غزله، وصُنعت من الخشب أو الطمي، وشاعت في الأسرة الثامنة عشرة."
            }
        ]
    }
    ,
    {
        "imageUrls":[
                    "/assets/daily-life/Clothes/ملابس2.PNG",
                    "/assets/daily-life/Clothes/ملابس3.PNG",
                    "/assets/daily-life/Clothes/ملابس4.png"
        ],
        "imageDescriptions":[
            "",
            "ادأة المنوال",
            ""
        ]
    }
    ,
    {
        "imageUrls":[
                    "/assets/daily-life/Clothes/ملابس5.png",
                    "/assets/daily-life/Clothes/ملابس6.png",
                    "/assets/daily-life/Clothes/ملابس7.png"
        ],
        "imageDescriptions":[
            "رسم يمثل النول الفرعونى وفتاتين تقومان بالنسج عليه"
        ]
    }
    ,
    {
        "title": "أهمية الكتان في مصر القديمة",
        "description": "كان الكتان من أهم الألياف النباتية المستخدمة في صناعة النسيج في مصر القديمة، حيث نسج المصريون القدماء أغلب أقمشتهم منه، بينما استخدموا أصواف الخراف والماعز في حالات قليلة. عُدَّ الكتان نباتًا مقدسًا، إذ كُفن الإله أوزير بنسيج الكتان، مما عزز استمرارية استخدامه حتى العصور المتأخرة."
    },
    {
        "title": "زراعة الكتان في مصر القديمة",
        "description": "كان الكتان نباتًا رئيسيًا في الزراعة المصرية القديمة، حيث استغرق نموه حوالي ثلاثة أشهر حتى ينضج. تميز بسيقان نحيلة وأزهار زرقاء سنوية رقيقة. عند الحصاد، كانت النباتات تُنزع من الأرض بدلًا من قطعها. خضعت الألياف لعمليات معالجة تشمل التعطين، الغسيل، التجفيف، والتمشيط قبل أن تصبح جاهزة للغزل.",
        "listItems": [
            {
                "title": "عملية الحصاد",
                "description": "تمت إزالة النباتات من الأرض بدلًا من قطعها، ثم تُجفف وتُزال رؤوس البذور يدويًا بالهز أو باستخدام المشط الهزاز."
            },
            {
                "title": "مرحلة التعطين",
                "description": "يُعرض الكتان للماء أو الندى مع ضوء الشمس لتفكيك الألياف الموجودة في السيقان، مما يسهل فصلها لاحقًا."
            },
            {
                "title": "تجهيز الألياف للغزل",
                "description": "بعد التعطين، تُغسل الألياف وتجفف، ثم تُضرب وتُمشط حتى تصبح جاهزة للغزل وصناعة الأقمشة."
            }
        ],
        "imageUrls":[
                    "/assets/daily-life/Clothes/ملابس8.png"
        ]
    }
    ,
    {
    "imageUrls":[
            "/assets/daily-life/Clothes/ملابس9.png",
            "/assets/daily-life/Clothes/ملابس10.png",
            "/assets/daily-life/Clothes/ملابس11.png"
        ],
        "imageDescriptions":[
            "اول تيشرت مطبوع فى العالم عليه صورة النتر حتحور عمره ٣٣٠٠ سنة ومصنوع من الكتان وعثر عليه ف الاقصر",
            "",
            ""
        ]
    }
,
{
        "title": "فن صباغة الأقمشة في مصر القديمة",
        "description": "عرف المصري القديم صباغة الخيوط والملابس منذ أقدم العصور، لكنه فضّل في المقام الأول الحفاظ على اللون الأبيض الطبيعي للأقمشة الكتانية الرقيقة، التي وصلت إلى درجة من الشفافية تضاهي منسوجات الحرير. رغم ذلك، استخدم المصري القديم العديد من المواد لصباغة ملابسه وإضفاء ألوان مختلفة كنوع من التزيين."
    },
    {
        "title": "تاريخ الصباغة في مصر القديمة",
        "description": "بدأت معرفة المصريين القدماء بالصباغة منذ عصور ما قبل الأسرات، حيث عُثر على قطع من الحصير ذات حواف مصبوغة باللون الأحمر. كما وُجدت منسوجات ملونة تعود لعصر الدولة القديمة، مثل قطعة القماش الحمراء من منطقة ميدوم، وملابس مصبوغة من عصر الأسرة السادسة.",
        "listItems": [
            {
                "title": "المنسوجات المصبوغة المبكرة",
                "description": "عُثر على أقدم قطعة منسوجة مصبوغة بصبغة النيلة الزرقاء في عصر الأسرة السادسة، إضافةً إلى رداء مصبوغ وُجد في مقبرة الملك توت عنخ آمون من الدولة الحديثة."
            },
            {
                "title": "تقنية صباغة النيلة الزرقاء",
                "description": "كان المصريون القدماء يقطفون أوراق نبات النيلة وينقعونها في الماء حتى تتخمر، مما يؤدي إلى ترسب مادة طينية زرقاء اللون تُجفف لاحقًا لاستخدامها في الصباغة."
            },
            {
                "title": "استخدام نبات العصفر في الصباغة",
                "description": "استخدم المصري القديم نبات العصفر، الذي عُرفت زراعته منذ عصر الأسرة السادسة، لاستخراج صبغة حمراء لصباغة المنسوجات. ولا يزال هذا النبات يُستخدم حتى اليوم في صناعة مساحيق التجميل."
            }
        ],
        "imageUrls":[
                    "/assets/daily-life/Clothes/ملابس12.png"
        ],
        "imageDescriptions":[
            "النباتات المستخدمه في الصباغه"
        ]
    }
,
{
    "title": "نظافة الملابس في مصر القديمة",
    "description": "كان المصريون القدماء من أكثر الشعوب اهتمامًا بالنظافة، واشتهروا بملابسهم الكتانية البيضاء التي كانوا يحرصون على إبقائها نظيفة وناصعة. ووفقًا للمؤرخ الإغريقي هيرودوت، كانوا من أكثر شعوب الأرض صحة وسعادة ونظافة وإيمانًا.",
    "listItems": [
        {
            "title": "طرق غسل الملابس",
            "description": "تم غسل الملابس يدويًا حيث لم يكن الصابون معروفًا آنذاك، بل استُخدمت بدائل طبيعية مثل زيت الخروع ونترات البوتاسيوم والمطهرات النباتية."
        },
        {
            "title": "بيت الغسيل - المغسلة",
            "description": "عرفت مصر القديمة أماكن مخصصة لغسل الملابس الكتانية البيضاء، حيث كان عمال متخصصون يتولون هذه المهمة."
        },
        {
            "title": "المغاسل واستخدام الغلايات",
            "description": "في حوالي 1200 قبل الميلاد، استخدمت مصر مغاسل تعتمد على غلايات لغلي الملابس الكتانية لضمان نظافتها وتطهيرها، حيث سهلت المياه المغلية تنظيف الكتان الأبيض وإعادته إلى لونه الأصلي."
        },
        {
            "title": "تقنيات العناية بالملابس",
            "description": "كان يتم غسل كل قطعة من الكتان بواسطة زوج من الغسالين يقومان بدعكها، شطفها، عصرها، وتجفيفها، ثم ثنيها بعناية للحفاظ على شكلها المفرود."
        }
    ]
}
,
{
    "title": "الأزياء المختلفة لطوائف الشعب المصري",
    "description": "تنوعت أزياء المصريين القدماء وفقًا للطبقات الاجتماعية والمهن، حيث كانت الملابس تصنع عادة من الكتان وتختلف في طولها وتصميمها حسب الحاجة والمكانة.",
    "listItems": [
        {
            "title": "تصميم الملابس",
            "description": "اعتمدت الملابس المصرية القديمة على قطع نسيج من الكتان بأطوال مختلفة، حيث يتم لفها حول الجسم وفقًا لمتطلبات الاستخدام والمكانة الاجتماعية."
        },
        {
            "title": "السروال كعنصر أساسي",
            "description": "كان السروال هو العنصر الأساسي في ملابس المصريين القدماء، وكان يأتي بأشكال متنوعة مثل الطويل، القصير، الفضفاض، أو المحبوك."
        }
    ]
    ,
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس13.png"
    ],
    "imageDescriptions":[
        "فستان مطرز بالخرز يرجع لعهد الدولة القديمة ، الاسرة الرابعة ، عهد خوفو سنة 2551_2528 قبل الميلاد ،موجود فى متحف الفن الجميل ، بوسطن ."
    ]
}
,
{
    "title": "الزي الملكي",
    "description": "كان الزي الملكي في مصر القديمة من أفخم الأزياء وأغلاها، حيث زُخرف بخيوط ملونة أو مطرزة، كما أضيفت إليه قطع من النسيج المكفت بالذهب أو أشرطة مزخرفة بألوان متعددة.",
    "listItems": [
        {
            "title": "التطريز والزخرفة",
            "description": "تميز الزي الملكي بإضافة زخارف نسجت بخيوط ملونة، أو مطرزة، مع أشرطة ذات ألوان متعددة لتعكس الفخامة والمكانة الملكية."
        },
        {
            "title": "تقليد الفراء",
            "description": "تم اكتشاف نسيج من الكتان يعلوه ما يشبه الوبر، ربما كان تقليدًا للفراء، ولكن لم يُعرف الغرض الدقيق من استخدامه."
        },
        {
            "title": "كلاسيرس - ثوب ملكي",
            "description": "كان كلاسيرس ثوبًا ضيقًا مصنوعًا من الكتان شبه الشفاف، ترتديه نساء البلاط الملكي والطبقة العليا، وأحيانًا الرجال، وغالبًا ما كان يرتدى فوق المئزر التقليدي الشنديت."
        }
    ],
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس14.png"
    ],
    "imageDescriptions":[
        "كرسى عرش توت عنخ آمون يظهر نوعية الملابس الملكية"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس15.png",
        "/assets/daily-life/Clothes/ملابس16.png",
        "/assets/daily-life/Clothes/ملابس17.png"
    ],
    "imageDescriptions":[
        "زى الكلاسيريس",
        "",
        ""
    ]
}
,
{
    "title": "ملابس الأطفال في مصر القديمة",
    "description": "لم يكن الأطفال في مصر القديمة يرتدون ملابس حتى يبلغوا سن السادسة، حيث كانوا يظلون عراة حتى هذا العمر، وبعدها يُسمح لهم بارتداء ملابس بسيطة مصنوعة من الكتان.",
    "listItems": [
        {
            "title": "الملابس في الطفولة المبكرة",
            "description": "لم تكن ملابس الأطفال مفصلة أو مخيطة، بل كانت عبارة عن نسيج من القطن أو الكتان يوضع عليهم فقط لتغطية العورة."
        },
        {
            "title": "الملابس بعد سن السادسة",
            "description": "بعد سن السادسة، بدأ الأطفال بارتداء لفائف من القماش الكتاني تلتف حول الخصر، مع رفع جزء منها على الكتف للحماية من الشمس."
        },
        {
            "title": "ملابس الأولاد والبنات",
            "description": "كان الأولاد يرتدون نقبة قصيرة تصل إلى الركبة، بينما كانت الفتيات يرتدين نقبة طويلة تغطي أجسادهن حتى الأقدام."
        },
        {
            "title": "تمييز الأطفال في التماثيل الفرعونية",
            "description": "يمكن التعرف على الأطفال في التماثيل الفرعونية من خلال وضع أصابعهم في أفواههم أو وجود جديلة شعر مميزة."
        }
    ],
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس18.png"
    ],
    "imageDescriptions":[
        "ملابس الأطفال في مصر القديمة"
    ]
}
,
{
    "title": "زي الكهنة في مصر القديمة",
    "description": "كان زي الكهنة في مصر القديمة يعكس مكانتهم الدينية والاجتماعية، حيث تميز بأقمشة فاخرة ورموز دينية تعكس قدسية مهامهم وطقوسهم.",
    "listItems": [
        {
            "title": "الرداء الكهنوتي الأساسي",
            "description": "كان الكهنة يرتدون رداءً طويلاً مصنوعًا من جلد الفهد، حيث كان يُلف حول الجسد ويُعلق الجزء العلوي منه أعلى الكتف."
        },
        {
            "title": "ملابس الكهنة العادية",
            "description": "وفقًا للمؤرخ اليوناني هيرودوت، كان الكهنة يرتدون ملابس مصنوعة من الكتان، وكانوا يحرصون على غسلها وتنظيفها باستمرار، حيث كان محرمًا عليهم ارتداء الجلود."
        },
        {
            "title": "الوشاح الكهنوتي",
            "description": "اقتصر ارتداء الوشاح على الكاهن المرتل، وكان يُحدد وظائفه داخل الطقوس الدينية."
        },
        {
            "title": "الاختلافات في زي كبار الكهنة",
            "description": "كان لكبار الكهنة والكهنة المتخصصين الحق في ارتداء ملابس مختلفة عن بقية الكهنة، حيث كان الكاهن المعروف باسم 'sm' يرتدي جلد الفهد."
        },
        {
            "title": "الاختلافات الإقليمية في زي الكهنة",
            "description": "ظهرت بعض الاختلافات في زي الكهنة بين المناطق، حيث ارتدى كهنة عين شمس جلد الفهد المزخرف بأشكال النجوم، مما أضفى عليهم مزيدًا من الوقار والهيبة."
        }
    ],
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس19.png"
    ],
    "imageDescriptions":[
        "لبس كان يرتديه رجال الدين فى مصر القديمة يسمى البشت او العباية .. موجود فى متحف كوبنهاجن للتاريخ فى الدنمارك."
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس20.PNG",
        "/assets/daily-life/Clothes/ملابس21.PNG",
        "/assets/daily-life/Clothes/ملابس22.png"
    ],
    "imageDescriptions":[
        "",
        "كبير الكهنه",
        "لوحة من الحجر الجيرى تعود لعصر الدولة الحديثة ، وُجدت فى سقارة وتعرض حاليا فى متحف برلين وتصور لنا طقوس التطهر بالماء والتعطر بالبخور التى يقوم بها الكهنة فى المعابد ."
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس23.png",
        "/assets/daily-life/Clothes/ملابس24.png"
    ],
    "imageDescriptions":[
        "جزء من لوحة على خشب الليمون تصور كاهن اثناء مراسم الدفن فى مصر يرتدى جلد النمر بلحية صغيرة مربعة وشعر مستعار مجعد من الاسرة التاسعة عشر من دير المدينة المنورة ومحفوظة فى متحف اللوفر حاليا .",
        ""
    ]
}
,
{
    "title": "زي رجال الشرطة في مصر القديمة",
    "description": "كان زي رجال الشرطة في مصر القديمة يختلف باختلاف الرتب والوظائف، ويعكس مكانتهم في المجتمع وأدوارهم الأمنية والعسكرية.",
    "listItems": [
        {
            "title": "زي رماة الجيش",
            "description": "كان رماة الجيش يرتدون نقبة قصيرة حمراء مزينة بزخارف خضراء، مما يعكس قوتهم ودورهم القتالي."
        },
        {
            "title": "الزينة الرأسية",
            "description": "ارتدى رجال الشرطة قلائد أو شرائط بيضاء ملفوفة حول الرأس، والتي كانت تعبر عن القوة والحيوية."
        },
        {
            "title": "تطور زي الشرطة",
            "description": "شهد زي رجال الشرطة تطورًا كبيرًا عبر العصور، حيث كان يتغير مع تغير الأزمنة، لكنه ظل دائمًا مميزًا ليسهل تمييز رجال الشرطة عن غيرهم."
        }
    ],
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس25.PNG"
    ],
    "imageDescriptions":[
        "منظر لفرقة من الجنود بلباسهم القصير - مقبرة مسحيتي - اسيوط - المتحف المصري"
    ]
}
,
{
    "title": "زي الخدم في مصر القديمة",
    "description": "كان زي الخدم في مصر القديمة يعكس مرتبتهم الاجتماعية ووظائفهم اليومية، حيث ظهروا لأول مرة في تماثيل المقابر خلال منتصف الدولة القديمة، وتم تصويرهم وهم يقدمون الخدمات الضرورية للمتوفى في العالم الآخر.",
    "listItems": [
        {
            "title": "تماثيل الخدم",
            "description": "ظهرت تماثيل الخدم في مقابر النبلاء حوالي 2500 ق.م، وكانت تهدف إلى ضمان تقديم المؤونة الأبدية للمتوفى، مثل الطعام والخدمات المنزلية."
        },
        {
            "title": "الملابس السفلى",
            "description": "ارتدى الخدم نقبات مختلفة الطول، حيث كانت تتنوع بين نقبة قصيرة في بعض الأحيان ونقبة طويلة في أحيان أخرى، وفقًا لمكانتهم وأدوارهم."
        },
        {
            "title": "الجزء العلوي",
            "description": "كان الجزء العلوي من أجساد الخدم مكشوفًا، حيث لم يرتدوا أي غطاء لمنطقة الصدر، مما كان يسهل عليهم أداء أعمالهم اليومية."
        },
        {
            "title": "الإكسسوارات",
            "description": "كان بعض الخدم يرتدون القلائد والأساور رديئة الصنع، والتي تعكس بساطة طبقتهم الاجتماعية."
        },
        {
            "title": "تصفيف الشعر",
            "description": "كان الخدم يرتدون باروكة شعر مربوطة برباط من الخلف، وذلك لمنع الشعر من إعاقة عملهم أثناء أداء مهامهم اليومية."
        }
    ],
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس26.PNG"
    ],
    "imageDescriptions":[
        "خادمه امام الفرن - مقبرة خنوم وني عنخ خنوم - سقاره - الدوله القديمه"
    ]
}
,
{
    "title": "زي المرأة في مصر القديمة",
    "description": "اهتمت المرأة المصرية القديمة بجمالها الشخصي، والذي كان ينقسم إلى جمال حسي متمثل في مظهرها الخارجي، وجمال معنوي متمثل في روحها وعقلها. وقد لعبت الملابس والإكسسوارات دورًا هامًا في إبراز أناقتها، حيث اختلفت الملابس حسب الطبقة الاجتماعية والوظيفة والتقاليد الزمنية.",
    "listItems": [
        {
            "title": "الأزياء وفقًا للمكانة الاجتماعية",
            "description": "كانت النساء الفقيرات يرتدين ملابس بسيطة لكنها مقبولة، بينما كانت النساء من العائلات المالكة والنبلاء والكهنة يرتدين ملابس شفافة وخفيفة مطرزة بألوان زاهية تعكس مكانتهن الاجتماعية."
        },
        {
            "title": "زي المرأة في الدولة القديمة",
            "description": "كان الرداء ضيقًا جدًا ليبرز مفاتن الجسد، ولم يكن يحتوي على ثنايا، حيث يمتد من أسفل الصدر إلى الكاحلين. وكانت تحمله حمالتان تمران فوق الكتفين، وفي بعض الأحيان تعقدان عند الأكتاف."
        },
        {
            "title": "تأثير العصر على ملابس النساء",
            "description": "كانت ملابس النساء تبدو متماثلة وبسيطة خلال العصور المختلفة، لكن بعض النساء ارتدين ملابس مصنوعة من جلود الفهود، والتي كانت مخصصة للعظماء وكبار الشخصيات من الرجال والنساء."
        },
        {
            "title": "عناصر الجمال عند المرأة",
            "description": "كانت المرأة تهتم بأربع دعامات أساسية في جمالها: الملابس المزينة بالألوان البهيجة، تجميل الوجه وتصفيف الشعر، تزيين الصدر، وأدوات الزينة الخاصة باليدين والأصابع والقدمين."
        }
    ],
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس27.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس28.PNG",
        "/assets/daily-life/Clothes/ملابس29.PNG",
        "/assets/daily-life/Clothes/ملابس30.PNG"
    ],
    "imageDescriptions":[
        "الاميرة الجميلة نفرت ابات",
        "نموذج مصرى لامرأة تصنع البيرة",
        ""
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس31.png",
        "/assets/daily-life/Clothes/ملابس32.png",
        "/assets/daily-life/Clothes/ملابس33.png"
    ],
    "imageDescriptions":[
        "",
        "قطعة فنية جميلة ورائعة جدا الأميرة الجميلة (نيس آمون) ابنة الملك العظيم رمسيس الثاني وكاهنة حتحور تقدم ذبيحة للإله حتحورالرسمة والألوان والروب الحرير الأبيض والشعر المستعار الذي يرتديه الكهنة لا تظهر إلا مدى المكانة والرقي الذي تتمتع به المرأة في مصر القديمة.من معبد أبيدوس",
        ""
    ]
}
,
{
    "title": "التيجان الملكية في مصر القديمة",
    "description": "كان غطاء الرأس الملكي رمزًا للسلطة والقوة، وله دلالات دينية وسياسية. تعددت أنواع التيجان التي ميزت الملوك، وكان لكل منها معنى خاص يرمز إلى دور الملك وعلاقته بالآلهة.",
    "listItems": [
        {
            "title": "التاج الأبيض",
            "description": "رمز لمصر العليا (الجنوب) منذ أقدم العصور، وكان الملك مينا من أوائل من ارتداه في النقوش. صُنع من نسيج الكتان على شكل عمامة مرتفعة، وكان له دلالة دينية لارتباطه بالإله أوزيريس."
        },
        {
            "title": "التاج الأحمر",
            "description": "يمثل مصر السفلى (الشمال) وكان عبارة عن قبعة مستديرة ذات قمة مسطحة، مع نتوء طويل في الخلف وشريط مقدس في الأمام."
        },
        {
            "title": "التاج المزدوج",
            "description": "رمز لوحدة مصر بعد توحيد الشمال والجنوب. جمع بين التاج الأبيض والأحمر، وكان يُرتدى في المناسبات الرسمية، وامتدت أهميته ليصبح غطاء رأس لبعض الآلهة."
        }
    ],
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس34.PNG"
    ],
    "imageDescriptions":[
        "غطاء للرأس يتدلي منه شرائط ومحلي من الأمام بحية الكوبرا"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس35.png",
        "/assets/daily-life/Clothes/ملابس36.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس37.PNG",
        "/assets/daily-life/Clothes/ملابس38.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس39.PNG",
        "/assets/daily-life/Clothes/ملابس40.PNG",
        "/assets/daily-life/Clothes/ملابس41.png",
        "/assets/daily-life/Clothes/ملابس42.png"
    ],
    "imageDescriptions":[
        "الجزء العلوي من تمثال صغير لفرعون أمنمحات الثالث يرتدي نمس",
        "الجزء الخلفي من الجزء العلوي من تمثال صغير لفرعون أمنمحات الثالث يرتدي نمس ",
        "منظر من معبد حورس ف ادفو لتتويج الملك بطليموس الثامن من السيدتين نخبت وواجيت",
        "تاج الريشتين .. شوتى اول ظهور له فى عهد الملك سنفرو يتكون من قرنى ثور يعلوه ريشتان لنعامة او ثور"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس43.png",
        "/assets/daily-life/Clothes/ملابس44.PNG",
        "/assets/daily-life/Clothes/ملابس45.PNG"
    ],
    "imageDescriptions":[
        "تمثال فرعون مصري ذهبي يرتدي غطاء الرأس الملكي المهيب مع تاج الثعبان",
        "القناع الذهبي من مومياء توت عنخ امون يرتدي النمس",
        "لمحه عن تمثال صغير لأخناتون يرتدي نمس"
    ]
}
,
{
    "title": "النعال والصنادل في مصر القديمة",
    "description": "تشير النقوش والرسوم في المعابد والمقابر إلى أن المصري القديم كان يسير حافي القدمين في كثير من الأحيان، لكن الحفائر كشفت عن استخدام واسع للنعال والصنادل المصنوعة من مواد متنوعة لحماية القدمين أو كجزء من الزينة والملبس.",
    "listItems": [
        {
            "title": "نعال البردي",
            "description": "صُنع من نبات البردي الذي كان ينمو بكثرة في مصر، وكان يستخدم أيضًا في صناعة الورق والحبال والسلال."
        },
        {
            "title": "نعال نخيل الدوم",
            "description": "تم استخدام خوص وليف نخيل الدوم في صنع النعال، إلى جانب استخدامه في صناعة السلال والحبال اليومية."
        },
        {
            "title": "النعال الجلدية",
            "description": "تميزت النعال المصنوعة من الجلد بقدرتها على تحمل النقوش والزخارف. كانت عملية الدباغة تشمل تشبع الجلد بالزيت ثم طرقه ليصبح أكثر ليونة."
        },
        {
            "title": "نعال الذهب الملكية",
            "description": "لم تكن النعال الذهبية مخصصة للاستعمال اليومي، بل صُنعت خصيصًا لاستخدام الملوك في العالم الآخر، مثل النعال الملكية الموجودة في مقبرة توت عنخ آمون."
        },
        {
            "title": "الصندل ذو السير الخلفي",
            "description": "يختلف عن النعل العادي بوجود سير خلفي يربط خلف الكعب لتثبيته بشكل أفضل."
        },
        {
            "title": "الحذاء ذو الحواف المرتفعة",
            "description": "كان له جوانب عالية ومقدمة مدببة، لكنه احتفظ بالسير الأمامي التقليدي الذي يمر بين أصابع القدم."
        }
    ],
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس46.PNG"
    ],
    "imageDescriptions":[
        "صندل عثر عليه بمقبرة توت عنخ امون - الأسره الثامنه عشر - الدوله الحديثه"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس47.PNG",
        "/assets/daily-life/Clothes/ملابس48.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس49.PNG",
        "/assets/daily-life/Clothes/ملابس50.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس51.png",
        "/assets/daily-life/Clothes/ملابس52.png"
    ],
    "imageDescriptions":[
        "الكعب العالى عند المصريين القدماء",
        "صندل توت عنخ آمون عمره ٣٠٠٠ عام ، مصنوع من الخشب مع تراكب من اللحاء والجلد الأخضر ."
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس53.png",
        "/assets/daily-life/Clothes/ملابس54.png"
    ],
    "imageDescriptions":[
        "من مقبرة رخمى رع بالأقصر ",
        ""
    ]
}
,
{
    "title": "الزينة وأدوات التجميل في مصر القديمة",
    "description": "كانت المرأة المصرية منذ أقدم العصور تهتم بجمالها وزينتها، مستخدمة أدوات تجميل متطورة تعكس الذوق الرفيع. شملت أدوات الزينة المكاحل، المراود، الأقراط، الأساور، والمرايا، بالإضافة إلى مستحضرات التجميل مثل الكحل وأحمر الشفاه وطلاء الأظافر. لم تقتصر مستحضرات التجميل على الجانب الجمالي فقط، بل امتدت لاستخدامات طبية وسحرية، حيث اعتقد المصريون القدماء أن المكياج يساعد في الوقاية من الأمراض بفضل خصائصه العلاجية.",
    "listItems": [
        {
            "title": "أدوات التجميل والزينة",
            "description": "استخدمت المرأة المصرية العديد من أدوات التجميل مثل الكحل لتحديد العيون، وأحمر الشفاه، وطلاء الأظافر، بالإضافة إلى الأمشاط ودبابيس الشعر. كما كانت تمتلك صناديق صغيرة لحفظ مستحضرات التجميل المصنوعة من الخشب أو العاج."
        },
        {
            "title": "المستحضرات الطبية والتجميلية",
            "description": "استخدم المصريون القدماء مستحضرات التجميل ليس فقط للزينة، ولكن أيضًا للعلاج، حيث كان الكحل يحتوي على أملاح الرصاص التي تحفز إنتاج أكسيد النيتريك، مما يساعد في مقاومة البكتيريا وتقليل خطر الإصابة بالأمراض."
        },
        {
            "title": "استخدام الحلي والمجوهرات",
            "description": "اعتمدت المرأة المصرية على الحلي لإبراز جمالها، حيث ارتدت القلائد، الأساور، الخواتم، والأقراط المصنوعة من الذهب والأحجار الكريمة، والتي كانت تعبر عن المكانة الاجتماعية والانتماء الديني."
        }
    ],
    "imageUrls": [
        "/assets/daily-life/Clothes/ملابس67.png"
    ],
    "imageDescriptions": [
        "ملعقة مساحيق تجميل على هيئة ثمار الرمان موجودة ب متحف بروكلين"
    ]
}
,
{
"imageUrls":[
    "/assets/daily-life/Clothes/ملابس56.PNG",
    "/assets/daily-life/Clothes/ملابس68.png",
    "/assets/daily-life/Clothes/ملابس69.png"
],
"imageDescriptions":[
    "صندوق مستحضرات التجميل المصنوع من خشب الأرز والأبنوس والفضة الموجود في متحف الفنون متروبوليتان في نيويورك",
    "صندوق للتجميل يخص ميريت زوجة خع المشرف علي عمال وادي الملوك وقد وجد في مقبرته بدير المدينه ، وقد صنع من الخشب والخزف والزجاج والالباستر يضم اوعيه من المرمر والالباستر – متحف تورين",
    "صندوق يخص إحدى السيدات المصرية ويضم اوانى للدهون ومكحلة مزدوجة ومشطاً وزوجاً من النعال - موجود فى المتحف البريطانى - من الدولة الحديثة"
]
}
,
{
    "title": "الشعر المستعار (الباروكة) في مصر القديمة",
    "description": "كان المصريون القدماء يستخدمون الشعر المستعار (الباروكة) لأغراض تجميلية ولإبراز المكانة الاجتماعية. صُنعت الباروكات من الشعر الآدمي، وتم تطويرها بأساليب متنوعة تناسب مختلف الطبقات الاجتماعية، وكانت تُزيّن بالمجوهرات والزهور والعطور.",
    "listItems": [
        {
            "title": "أصل استخدام الشعر المستعار",
            "description": "بدأ استخدام الشعر المستعار منذ الأسرة الأولى، حيث استخدمته النساء لتعويض نقص الشعر الناتج عن التقدم في العمر أو لمواكبة الموضة. كما عُثر على مومياوات بشعر مستعار في مقابر البر الغربي بالأقصر."
        },
        {
            "title": "مواد صنع الشعر المستعار",
            "description": "صُنعت الباروكات من الشعر الآدمي، وتم تصفيفها بطرق مختلفة، حيث كانت تُربط الخصلات بخيوط، ويُزين الشعر بزخارف ذهبية أو شريط مطعّم بالخرز، بالإضافة إلى زهرة اللوتس العطرية."
        },
        {
            "title": "أشكال الشعر المستعار عبر العصور",
            "description": "في الدولة القديمة، كان الشعر المستعار طويلاً يصل إلى الثديين، بينما في الدولة الحديثة ظهرت باروكات أكثر تعقيدًا، بعضها كان مجدولًا في ضفائر كثيفة، وكانت تُرافقها أربطة رأس ومشابك معدنية."
        },
        {
            "title": "استخدام العطور مع الشعر المستعار",
            "description": "كان المصريون القدماء يضعون مخروط العطور المصنوع من شمع ممزوج بالروائح العطرية فوق الباروكة، مما يمنح رائحة جميلة تدوم لفترات طويلة."
        }
    ]
}
,
{
    "imageUrls":[
    "/assets/daily-life/Clothes/ملابس70.png",
    "/assets/daily-life/Clothes/ملابس71.PNG",
    "/assets/daily-life/Clothes/ملابس72.png"
    ],
    "imageDescriptions":[
        "اقدم باروكة موجودة فى متحف المتروبليتان عمرها اكثر من ٣٩٠٠ سنة",
        "نماذج من اشكال الشعر المستعار",
        "اكليل يخص الأميرة سات حتحور ايونت ابنة الملك سنوسرت الثاني ، مصنوعة من الذهب واللازورد والكارنيليان"
    ]
}
,
{
    "title": "تصفيف الشعر والعناية به في مصر القديمة",
    "description": "اهتم المصريون القدماء بمظهر شعرهم وتصفيفه، حيث عُرفوا باستخدام الأمشاط الخشبية والعاجية لتنسيقه وتنظيفه، كما استخدمت النساء الباروكات وأشكال تصفيف متنوعة عبر العصور.",
    "listItems": [
        {
            "title": "أنماط تصفيف الشعر عبر العصور",
            "description": "في عصر الدولة القديمة، كانت النساء يضعن غطاءً من الشعر المرسل المتدلي حتى الصدر. بينما في الدولة الحديثة، ظهرت الجدائل الكثيفة التي تنسدل على الكتفين، أو يُمشط الشعر للخلف ليغطي الظهر فقط."
        },
        {
            "title": "أنواع الأمشاط واستخداماتها",
            "description": "كانت الأمشاط تصنع من العاج والخشب والحجر الجيري، وتأتي بنوعين: أحدهما ذو صف واحد من الأسنان، والآخر ذو صفين، حيث تُستخدم الأسنان الغليظة لتسريح الشعر، بينما تُستخدم الأسنان الدقيقة لتنظيفه من الحشرات."
        },
        {
            "title": "أهمية العناية بالشعر",
            "description": "كان المصريون القدماء يعتبرون الشعر غير المنسق دليلاً على الإهمال، ولذلك كانوا يحرصون على تمشيطه وحسن تنسيقه. ورد في قصة 'سنوهي' أن المصري القديم كان يبدل ملابسه، ويحلق شعره، ويهتم بتصفيفه كدليل على النظافة."
        },
        {
            "title": "دبابيس الشعر واستخدامها",
            "description": "تم استخدام دبابيس الشعر المصنوعة من العاج والعظام في تثبيت التسريحات وتزيين الشعر، وكانت قممها مزينة بأشكال حيوانية وطيور، خاصة خلال عصر نقادة الأولى."
        }
    ],
    "imageUrls": [
        "/assets/daily-life/Clothes/ملابس73.png"
    ],
    "imageDescriptions": [
        "أدوات تصفيف الشعر"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس74.png",
        "/assets/daily-life/Clothes/ملابس75.png",
        "/assets/daily-life/Clothes/ملابس76.png"
    ],
    "imageDescriptions":[
        "مشط موجود ف المتحف المصرى ف التحرير",
        "مشط مصري قديم خشبي بمقبض على شكل تيس (الأسرة ال١٨)",
        "يرجح أن يكون هذا المشط الذي يرجع للفترة البيزنطية (330 – 641م)"
    ]
}
,
{
    "title": "الكحل في مصر القديمة",
    "description": "اهتم المصريون القدماء باستخدام الكحل لتجميل عيونهم، حيث لم يكن مجرد مستحضر تجميلي بل كان له أبعاد دينية وطبية، فقد استخدم لحماية العينين من الغبار والأمراض، كما ظهر في قوائم القرابين للموتى والنصوص الطبية.",
    "listItems": [
        {
            "title": "أنواع الكحل",
            "description": "كان هناك نوعان من الكحل الأكثر شيوعًا: الكحل الأخضر المصنوع من الملاخيت، والذي كان يُستخدم لتلوين الجفن السفلي، والكحل الأسود المعروف باسم 'مسدمت'، الذي كان يُستخدم لتحديد العيون والحواجب."
        },
        {
            "title": "طرق تحضير الكحل",
            "description": "في العصور المبكرة، كان يُطحن الكحل بألواح من الشست باستخدام الصوان أو الزلط، ثم يُوضع حول العين بالإصبع. لاحقًا، تم استخدام 'المرود' المصنوع من الخشب، العاج، العظم، أو المعدن، حيث يُغمس أولًا في مادة دهنية ثم يُغطس في المسحوق."
        },
        {
            "title": "أدوات حفظ الكحل",
            "description": "كان الكحل يُحفظ في علب طويلة مصنوعة من القصب، أو في أوعية حجرية تعرف باسم 'الصلايات'، وهي ألواح من الشست الأردوازي مزودة بحفرة صغيرة لطحن الكحل قبل استخدامه."
        },
        {
            "title": "الاستخدامات الطبية والدينية",
            "description": "لم يكن الكحل مجرد مستحضر تجميلي، بل اعتُبر عنصرًا مهمًا في القوائم الطبية لحماية العين من الأوبئة والذباب، كما استُخدم في الطقوس الدينية وذُكر في قوائم القرابين للموتى."
        }
    ],
    "imageUrls": [
        "/assets/daily-life/Clothes/ملابس77.png"
    ]
}
,
{
    "title": "أحمر الشفاه في مصر القديمة",
    "description": "كان أحمر الشفاه جزءًا أساسيًا من أدوات التجميل لدى المرأة المصرية القديمة، حيث استُخدم لتلوين الشفاه والوجنات باللون الأحمر، كما استُخدمت الحناء لصبغ اليدين والقدمين، مما أضاف لمسات جمالية تعكس الذوق الرفيع للمرأة في تلك الحقبة.",
    "listItems": [
        {
            "title": "أدلة أثرية على استخدام أحمر الشفاه",
            "description": "تم العثور على بردية تورين التي تُظهر امرأة تطلي شفتيها باللون الأحمر بينما تنظر إلى مرآة تمسكها في يدها اليسرى، مما يؤكد أن أحمر الشفاه كان من أدوات الزينة الشائعة في مصر القديمة."
        },
        {
            "title": "المواد المستخدمة في صناعة أحمر الشفاه",
            "description": "استخدم المصريون القدماء مسحوقًا أحمر مصنوعًا من أكاسيد الحديد والأحجار الكريمة المطحونة. أما كليوباترا، فقد لجأت إلى صنع أحمر شفاه من مستخلصات الخنافس التي تعطي صبغة حمراء داكنة، مع إضافة نمل ومادة مستخرجة من صدف أحد الحيوانات البحرية."
        },
        {
            "title": "المخاطر الصحية لأحمر الشفاه القديم",
            "description": "بعض التركيبات القديمة لأحمر الشفاه احتوت على مواد سامة مثل اليود والبرومين، والتي كانت تُسبب أضرارًا صحية عند الاستخدام المتكرر."
        },
        {
            "title": "أحمر الشفاه بعد العصور الفرعونية",
            "description": "بعد الحضارة المصرية القديمة، تطورت صناعة أحمر الشفاه ليتم تصنيعه بشكل أكثر أمانًا، حيث قام العالم الأندلسي أبو القاسم الزهراوي في القرن العاشر الميلادي بابتكار أول أحمر شفاه صلب، وبعد ذلك انتشر في أوروبا خلال عصر إليزابيث الأولى حيث كان يُصنع من شمع النحل والصبغات النباتية."
        }
    ],
    "imageUrls": [
        "/assets/daily-life/Clothes/ملابس78.png"
    ]
}
,
{
    "title": "الحلي والمجوهرات في مصر القديمة",
    "description": "استخدم المصريون القدماء الحلي والمجوهرات للتزيين وللتعبير عن المكانة الاجتماعية والمعتقدات الدينية. ارتدى الرجال والنساء المجوهرات المصنوعة من الذهب، الفضة، النحاس، والأحجار الكريمة مثل الفيروز، العقيق، واللازورد، حيث كانت هذه القطع ترمز للحماية، الجمال، والقوة."
}
,
{
    "imageUrls":[
    "/assets/daily-life/Clothes/ملابس79.png",
    "/assets/daily-life/Clothes/ملابس80.png"
    ]
}
,
{
    "title": "المواد المستخدمة في صناعة الحلي",
    "description": "تميزت الحلي المصرية القديمة باستخدام مواد متنوعة تعكس توافر الموارد الطبيعية والبراعة الحرفية. كانت المعادن مثل الذهب والفضة والنحاس أساسية، بالإضافة إلى الأحجار الكريمة وشبه الكريمة. من أبرز المواد المستخدمة:",
    "listItems": [
        {
            "title": "الذهب",
            "description": "يُعد الذهب المعدن الأساسي لصناعة الحلي المصرية، حيث اعتُبر رمزًا للخلود ولونه مرتبط بالشمس والإله رع."
        },
        {
            "title": "الفضة",
            "description": "كانت نادرة نسبيًا مقارنة بالذهب، وكانت تُستخدم لصناعة التمائم والخواتم وبعض أنواع الحلي الملكية."
        },
        {
            "title": "النحاس والبرونز",
            "description": "اُستخدم النحاس منذ عصور مبكرة، بينما ظهر البرونز لاحقًا، وكان يُستخدم في صناعة الحلي الأقل تكلفة."
        },
        {
            "title": "الأحجار الكريمة",
            "description": "تضمنت اللازورد، الفيروز، العقيق، الجمشت، والزبرجد، حيث كانت تُستخدم في تزيين العقود والخواتم."
        }
    ]
}
,
{
    "title": "أنواع الحلي في مصر القديمة",
    "description": "تنوعت الحلي التي استخدمها المصريون القدماء بين القلائد، الأساور، الخواتم، الأقراط، والخلاخيل، وكان لكل نوع دلالاته الخاصة.",
    "listItems": [
        {
            "title": "القلائد والعقود",
            "description": "كانت تُصنع من الذهب والأحجار الكريمة، وكانت بعضها تُمنح كمكافآت عسكرية، مثل وسام الشجاعة المتمثل في قلادة الثلاث ذبابات."
        },
        {
            "title": "الأساور والخلاخيل",
            "description": "ارتداها الرجال والنساء على المعصم أو الذراع أو الكاحل، وكانت بعض الأساور تُصنع من الذهب، بينما صُنعت الأخرى من النحاس المزخرف."
        },
        {
            "title": "الخواتم",
            "description": "كانت تُستخدم للتزيين وأيضًا كأختام، حيث نُقشت عليها أسماء أصحابها أو رموز مقدسة مثل الجعران."
        },
        {
            "title": "الأقراط",
            "description": "تنوعت بين الحلقات البسيطة والتصاميم الأكثر تعقيدًا، وكانت تُصنع عادة من الذهب ومطعمة بالأحجار الكريمة."
        }
    ]
}
,
{
    "title": "تطور الحلي عبر العصور المصرية",
    "description": "مرت صناعة الحلي في مصر القديمة بمراحل تطور مختلفة، حيث تنوعت التصاميم والمواد المستخدمة على مدار العصور.",
    "listItems": [
        {
            "title": "عصر ما قبل الأسرات",
            "description": "كانت الحلي تُصنع من العظام والأحجار، وتميزت بتصاميمها البسيطة."
        },
        {
            "title": "عصر الدولة القديمة",
            "description": "ازدهرت صناعة الحلي وأصبحت التصاميم أكثر تعقيدًا، مع ظهور استخدام الذهب والنحاس واللازورد."
        },
        {
            "title": "عصر الدولة الوسطى",
            "description": "شهدت الحلي تطورًا كبيرًا، حيث أُضيفت تقنيات الترصيع واستخدمت الأحجار الكريمة مثل الفيروز والزبرجد بشكل أوسع."
        },
        {
            "title": "عصر الدولة الحديثة",
            "description": "بلغت صناعة الحلي أوج ازدهارها، حيث ظهرت تصاميم متقنة باستخدام الذهب والأحجار النادرة، وتم العثور على قطع مذهلة في مقبرة توت عنخ آمون."
        }
    ]
}
,
{
    "title": "أشهر قطع الحلي في مصر القديمة",
    "description": "تم العثور على العديد من قطع الحلي الرائعة في المقابر الملكية، والتي تعكس البراعة الفنية للمصريين القدماء.",
    "listItems": [
        {
            "title": "قلادة الملكة نفرتاري",
            "description": "قلادة مصنوعة من الذهب واللازورد، وكانت تُرمز إلى الجمال والحماية الإلهية."
        },
        {
            "title": "الأساور الذهبية للأميرة سات-حاتحور-يونيتت",
            "description": "أساور مزخرفة بأحجار كريمة، وُجدت في مقبرة الأميرة سات-حاتحور في اللاهون."
        },
        {
            "title": "التاج الذهبي للملك توت عنخ آمون",
            "description": "تاج ذهبي مزين بتمائم دينية وأحجار كريمة، ويعد أحد أجمل القطع الأثرية المصرية."
        }
    ]
}
,
{
    "imageUrls":[
    "/assets/daily-life/Clothes/ملابس81.png",
    "/assets/daily-life/Clothes/ملابس82.png"
    ],
    "imageDescriptions":[
        "سوار الملكة امانى ريناس",
        "أساور ام الملك خوفو"
    ]
}
,
{
    "imageUrls":[
    "/assets/daily-life/Clothes/ملابس83.png",
    "/assets/daily-life/Clothes/ملابس84.png",
    "/assets/daily-life/Clothes/ملابس85.png"
    ],
    "imageDescriptions":[
        "",
        "أساور رمسيس الثانى عثر عليها بتل بسطة وتعرض بمتحف الحضارة",
        "أساور الملك سيتى الثانى الذهبية فى المتحف المصرى بالتحرير ."
    ]
}
,
{
    "imageUrls":[
    "/assets/daily-life/Clothes/ملابس86.png",
    "/assets/daily-life/Clothes/ملابس87.png",
    "/assets/daily-life/Clothes/ملابس88.png"
    ],
    "imageDescriptions":[
        "قلادة تحمل اسم العرش للملك سنوسرت الثانى وتتكون من الذهب ، العقيق ، الازورد ، الفيروز تم العثور عليها من بين مجوهرات الاميرة سات حور فى اللاهون",
        "قلادة الاميرة ستاشور الدولة الوسطى اسرة ١٢ القلادة يعلوها مشبك على شكل زهرتى اللوتس وبمنتصف المشبك شكل المعبودة حتحور برأس بقرة تعلو عمود جد . موجودة في المتحف المصرى بالقاهرة.",
        "خلخال الاميرة ميريت"
    ]
}
,
{
    "imageUrls":[
    "/assets/daily-life/Clothes/ملابس89.png",
    "/assets/daily-life/Clothes/ملابس90.png",
    "/assets/daily-life/Clothes/ملابس91.png",
    "/assets/daily-life/Clothes/ملابس92.png"
    ],
    "imageDescriptions":[
        "خاتم للملك حور محب يعود الى الدولة الحديثة اسرة ١٨ .",
        "خاتم مصرى من الذهب يصور الإله بتاخ موجود فى متحف والترز",
        "خاتم من الذهب للملك تحتمس الثالث من ٣٠٠٠ سنة أسرة ١٨ مكتوب عليه اسم الملك باللغة الهيروغليفية ( من خبر رع ) . موجود فى المتحف البريطانى ف لندن .",
        "واحد من أقراط الملك توت عنخ آمون مصنوع من العقيق واللازورد والذهب والفيروز أو الأمازونيتفى منتصف الدائره يظهر الملك محاط من الجانبين بالصل الملكى (الكوبرا المقدسه) الدوله الحديثه - الأسره 18وادى الملوك - غرب طيبه - مقبرة توت عنخ آمون"
    ]
}
,
{
    "imageUrls":[
    "/assets/daily-life/Clothes/ملابس93.png",
    "/assets/daily-life/Clothes/ملابس94.png",
    "/assets/daily-life/Clothes/ملابس95.png"
    ],
    "imageDescriptions":[
        "خاتم جميلة الجميلات ( نفرت ايرى مرى موت ) المعروفة بنفرتارى زوجة رمسيس الثانى . ويعرض حاليا فى متخف أغسطس كستنز فى هانوفر المانيا .",
        "خاتم ذهبى للكاهن المصرى سينامون موجود فى متحف المتروبوليتان للفنون ، نيويورك.",
        "زوج من الاقراط موجودة فى متحف الفن الاسلامى"
    ]
}
,
{
    "title": "الرموز والدلالات في الحلي المصرية القديمة",
    "description": "لم تكن الحلي مجرد زينة، بل حملت معاني دينية وسحرية قوية، حيث اعتقد المصريون القدماء أن بعض المجوهرات توفر الحماية والقوة.",
    "listItems": [
        {
            "title": "الجعران",
            "description": "كان يُرمز به إلى الحياة والبعث، وغالبًا ما كان يُستخدم في الخواتم والقلائد."
        },
        {
            "title": "عين حورس",
            "description": "تميمة وقائية كانت تُستخدم للحماية من الشر، وظهرت بكثرة في الأساور والقلائد."
        },
        {
            "title": "زهرة اللوتس",
            "description": "رمز للحياة والنقاء، وكانت تُستخدم بكثرة في التصاميم الزخرفية للحلي."
        },
        {
            "title": "الصقر (رمز الإله حورس)",
            "description": "كان يُرمز به إلى القوة الملكية، وظهر في العديد من القطع الملكية مثل التيجان والقلائد."
        }
    ]
}
,
{
    "title": "المرايا في مصر القديمة",
    "description": "كانت المرايا جزءًا هامًا من الحضارة المصرية القديمة، حيث استخدمت في الزينة والتجميل والطقوس الدينية. لم تكن مجرد أداة تعكس الصورة، بل كانت تحمل معاني رمزية ودينية عميقة، مثل الخلود والنقاء والجمال.",
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس55.PNG"
    ]
  },
  {
    "title": "أهمية المرايا في الحضارة المصرية",
    "listItems": [
      {"title": "الزينة والتجميل", "description": "استخدمت النساء المرايا لوضع المكياج والتحقق من مظهرهن."},
      {"title": "الاستخدام الديني", "description": "كانت المرايا جزءًا من الطقوس الدينية، حيث اعتقد المصريون أنها تساعد في التواصل مع الآلهة."},
      {"title": "الرمزية", "description": "مثلت المرايا الحياة والخلود، وكان يُعتقد أن الشخص يرى روحه تنعكس فيها."},
      {"title": "القيمة الاجتماعية", "description": "كانت المرايا رمزًا للثروة والجمال، وتستخدم كهدايا قيمة بين النبلاء."}
    ]
  },
  {
    "title": "أسماء المرايا عند المصريين القدماء",
    "listItems": [
      {"title": "عنخ (Ankh)", "description": "يعني 'الحياة'، وكان يُعتقد أن المرآة تعكس نقاء الإنسان وروحه."},
      {"title": "حت (Ḥt)", "description": "رمز للانعكاس والرؤية، ويشير إلى الصفات العاكسة للمرآة."},
      {"title": "عنخ ن أمست", "description": "يعني 'انعكاس الروح'، مما جعل المرآة جزءًا هامًا من الطقوس الدينية والجنائزية."}
    ]
  },
  {
    "title": "المواد المستخدمة في صناعة المرايا",
    "listItems": [
      {"title": "الماء", "description": "كانت البرك والمياه الراكدة أولى المرايا التي استخدمها الإنسان لرؤية انعكاس صورته."},
      {"title": "الحجر المصقول", "description": "استخدم المصريون القدماء بعض الأحجار مثل السبج لصنع مرايا بدائية."},
      {"title": "النحاس والبرونز", "description": "كانت هذه المعادن المواد الأساسية لصناعة المرايا، حيث تم صقلها بعناية لتحقيق انعكاس واضح."},
      {"title": "الفضة", "description": "كانت تُستخدم كطلاء للمرايا النحاسية أو البرونزية، مما يعطي سطحًا أكثر وضوحًا للانعكاس."},
      {"title": "الذهب", "description": "استُخدم في تزيين المقابض وإطارات المرايا، مما يعكس مكانة صاحبها الاجتماعية."}
    ]
  },
  {
    "title": "أشكال المرايا المصرية",
    "listItems": [
      {"title": "القرص الدائري", "description": "كان الشكل الأكثر شيوعًا للمرايا، وغالبًا ما كان يُعلق في إطار مزخرف."},
      {"title": "المقابض المزخرفة", "description": "صُنعت المقابض من الخشب، العاج، أو المعادن، وتأخذ أشكالًا رمزية مثل زهرة اللوتس أو رأس بقرة (رمز الإلهة حتحور)."},
      {"title": "المرآة ذات المقبض الطويل", "description": "غالبًا ما كانت تُستخدم في الطقوس الدينية وكانت تحمل رموزًا مثل الصقور والأفاعي المنتصبة."}
    ]
  },
  {
    "title": "تقنيات صناعة المرايا",
    "listItems": [
      {"title": "الصقل والتلميع", "description": "كانت تتم باستخدام مواد كاشطة طبيعية للحصول على سطح أملس عالي الانعكاس."},
      {"title": "التذهيب والفضة", "description": "تم استخدام تقنيات معقدة لتغطية سطح المرآة بطبقة رقيقة من الذهب أو الفضة."}
    ]
  }
  ,
  {
    "title": "تطور المرايا في مصر القديمة",
    "description": "بدأت المرايا في مصر القديمة باستخدام سطح الماء المنعكس لرؤية الصور، ثم تطورت إلى مرايا حجرية مصقولة، ومع تطور علم المعادن، ظهرت المرايا المعدنية المصنوعة من النحاس والبرونز والفضة. أصبحت المرايا من مقتنيات المقابر المهمة وكانت تُستخدم في الطقوس الدينية والجنائزية."
  },
  {
    "title": "المواد المستخدمة في صناعة المرايا",
    "listItems": [
      { "title": "الماء", "description": "كان أول وسيلة استخدمها المصري القديم لرؤية انعكاسه." },
      { "title": "الحجر المصقول", "description": "مثل السبج والشست، وقد استُخدم لصنع مرايا بدائية." },
      { "title": "النحاس والبرونز", "description": "كانت المادة الأساسية لصناعة المرايا، حيث يتم صقلها وتلميعها للحصول على أعلى درجة من الانعكاس." },
      { "title": "الفضة", "description": "كانت تُستخدم كطلاء للمرايا النحاسية أو البرونزية لإضفاء لمعان أكبر." },
      { "title": "الذهب", "description": "كان يُستخدم في تزيين المقابض والأطراف، مما يعكس مكانة صاحب المرآة الاجتماعية." }
    ]
  },
  {
    "title": "أشكال المرايا في مصر القديمة",
    "listItems": [
      { "title": "القرص الدائري", "description": "كان الشكل الأكثر شيوعًا وغالبًا ما كان يُعلق في إطار مزخرف." },
      { "title": "المقابض الخشبية والعاجية", "description": "كانت تُصنع من مواد مثل الخشب والعاج والحجر وتأخذ أشكال زهرة اللوتس أو رأس البقرة." },
      { "title": "المرايا البيضاوية", "description": "أصبحت أكثر شيوعًا في الدولة الحديثة، واتخذت المقابض أشكالًا مستوحاة من النباتات." }
    ]
  },
  {
    "title": "استخدامات المرايا في مصر القديمة",
    "listItems": [
      { "title": "الزينة والتجميل", "description": "استخدمت النساء المرايا لوضع المكياج والتحقق من مظهرهن." },
      { "title": "الطقوس الدينية", "description": "كانت المرايا تُستخدم في الطقوس الدينية، حيث اعتُقد أن الضوء المنعكس منها يمكن أن يربط بين العالمين المادي والروحي." },
      { "title": "الرمزية الاجتماعية", "description": "كانت المرايا تُعتبر رمزًا للثروة والجمال، وكانت تُستخدم كهدايا قيمة." }
    ]
  },
  {
    "title": "أهم المرايا الأثرية المكتشفة",
    "listItems": [
      { "title": "مرآة الأميرة سات حتحور يونت", "description": "تعود للأسرة 12، وهي قرص فضي بمقبض من حجر السج على شكل نبات البردي المرصع بالذهب." },
      { "title": "مرآة الملك توت عنخ آمون", "description": "غطاء مرآة من الخشب يمثل الإله حج، يعود للأسرة 18، وموجودة في المتحف المصري." },
      { "title": "مرآة الملكة كاو يت", "description": "نُقشت على تابوتها في الدير البحري، وتُظهر الملكة أثناء تصفيف شعرها أمام مرآتها." }
    ]
  }
  ,
  {
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس57.PNG",
        "/assets/daily-life/Clothes/ملابس58.PNG"
    ],
    "imageDescriptions":[
        "غطاء مرآة الملك توت عنخ آمون",
        "نقش من تابوت الملكة كاويت"
        ]
      }
  ,
    {
        "imageUrls":[
            "/assets/daily-life/Clothes/ملابس59.PNG",
            "/assets/daily-life/Clothes/ملابس60.PNG",
            "/assets/daily-life/Clothes/ملابس61.PNG"
        ],
        "imageDescriptions":[
            " مرايا ومقابض ترجع للدوله الوسطي عصر الأنتقال الثاني",
            "مرآة السيده نبوتت",
            "مرايا برونزيه ومقابض عصر الدوله الحديثه الأسره 18"
        ]
    }
    ,
    {
        "imageUrls":[
            "/assets/daily-life/Clothes/ملابس62.PNG",
            "/assets/daily-life/Clothes/ملابس63.PNG",
            "/assets/daily-life/Clothes/ملابس64.PNG"
        ],
        "imageDescriptions":[
            "مرايا من العصر البطلمي",
            "مرآة من عصر ماقبل الأسرات",
            "مرآة الأميره سات حتحور يونت ابنة الملك سنوسرت الثاني"
        ]
    }
    ,
    {
        "imageUrls":[
            "/assets/daily-life/Clothes/ملابس65.PNG",
            "/assets/daily-life/Clothes/ملابس66.PNG"
        ],
        "imageDescriptions":[
            "لوحة جنائزيه مرسومه من الحجر الجيري لامنمحات وزوجته أي",
            "مرآة من عصر الدوله الحديثه  عثر عليها في الدير البحري "
        ]
    }
    ,
  {
    "title": "العطور في مصر القديمة",
    "description": "لعبت العطور دورًا أساسيًا في حياة المصريين القدماء، حيث ارتبط استخدامها بالمعتقدات الدينية، الجمال، والطقوس الجنائزية. استخدم المصريون القدماء الزيوت العطرية والبخور في المعابد، وارتبطت العطور بالملوك والكهنة قبل أن تصبح متاحة لعامة الشعب مع مرور الوقت.",
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس96.png"
    ],
    "imageDescriptions":[
        "عطر الخلود عند الفراعنه"
    ]
}
,
{
    "title": "أهمية العطور في الحياة اليومية والمعتقدات الدينية",
    "description": "لم تكن العطور مجرد وسيلة للتجميل، بل امتدت أهميتها إلى الطقوس الدينية، التحنيط، والحفاظ على الصحة. اعتقد المصريون أن العطور ترتبط بالآلهة والروح، وكانت تُستخدم في المناسبات الاحتفالية، كما كانت جزءًا لا يتجزأ من طقوس التحنيط لحماية الجسد بعد الوفاة.",
    "listItems": [
        {
            "title": "العطور في الطقوس الدينية",
            "description": "كان يتم إحراق البخور والزيوت العطرية في المعابد كقربان للآلهة، حيث كان يُعتقد أن الروائح الزكية تُرضي الآلهة وتساعد في التقرب منها."
        },
        {
            "title": "استخدام العطور في الحياة اليومية",
            "description": "كان المصريون القدماء يدهنون أجسادهم بالزيوت العطرية لترطيب الجلد وحمايته من الشمس، كما كانت العطور تمنحهم الشعور بالراحة والنظافة."
        },
        {
            "title": "العطور في التحنيط",
            "description": "تم استخدام مواد مثل المرّ والقرفة والزيوت العطرية في عملية التحنيط للحفاظ على الجسد ومنحه رائحة زكية تستمر لآلاف السنين."
        }
    ]
}
,
{
    "title": "أشهر أنواع العطور في مصر القديمة",
    "description": "تميز المصريون القدماء بصناعة عطور غنية بالزيوت المستخلصة من النباتات العطرية. وكانت بعض هذه العطور تُستخدم خصيصًا للعائلات المالكة، بينما استخدمت أنواع أخرى لعامة الشعب.",
    "listItems": [
        {
            "title": "زيت الكيفي (Kyphi)",
            "description": "يُعد من أشهر العطور المصرية القديمة، وكان يتكون من مزيج معقد من النباتات، العسل، النبيذ، والمرّ، وكان يُستخدم في الطقوس الدينية."
        },
        {
            "title": "المرّ واللبان",
            "description": "كانت هذه المواد العطرية تُستخدم في البخور والزيوت العطرية، ولعبت دورًا مهمًا في التحنيط والطقوس الجنائزية."
        },
        {
            "title": "زيوت اللوز والخروع والهجليج",
            "description": "استخدمت هذه الزيوت كأساس لصناعة العطور، حيث يتم خلطها مع المستخلصات النباتية العطرية."
        },
        {
            "title": "العطور الملكية",
            "description": "كانت الملكات مثل نفرتيتي وكليوباترا تستخدم عطورًا خاصة مصنوعة من الحنة، القرفة، والعود."
        }
    ]
}
,
{
    "title": "طرق صناعة العطور في مصر القديمة",
    "description": "ابتكر المصريون القدماء طريقتين لصناعة العطور، وهما العصر البارد والتبخير، حيث كانوا يعتمدون على النباتات والزيوت لاستخلاص الروائح العطرية.",
    "listItems": [
        {
            "title": "طريقة العصر البارد",
            "description": "توضع الأزهار في قطعة من قماش الكتان، ثم يتم عصرها يدويًا للحصول على الزيوت العطرية، والتي تُحفظ في أوانٍ خزفية أو فخارية."
        },
        {
            "title": "طريقة التبخير",
            "description": "يتم وضع الأزهار في إناء فخاري صغير وحرقها للحصول على رائحة عطرة تُستخدم في المعابد أو خلال الطقوس الجنائزية."
        }
    ]
}
,
{
    "title": "لوحة الزيوت السبعة المقدسة",
    "description": "كانت الزيوت السبعة المقدسة تُستخدم في الطقوس الدينية والتحنيط، حيث ارتبطت كل منها بآلهة معينة ولعبت دورًا في الحياة الروحية للمصريين القدماء.",
    "listItems": [
        {
            "title": "زيت المرّ",
            "description": "يُعتبر من أهم الزيوت المقدسة، وكان يُستخدم في التحنيط وفي طقوس التطهير."
        },
        {
            "title": "زيت اللوتس",
            "description": "يرتبط بزهرة اللوتس المقدسة، وكان يُستخدم لتعطير الجسد في المناسبات الدينية والملكية."
        },
        {
            "title": "زيت الناردين",
            "description": "كان يُعتقد أنه يمتلك خصائص علاجية وروحية، ويستخدم في البخور والتبخير داخل المعابد."
        },
        {
            "title": "زيت العود",
            "description": "تم استيراده من بلاد الشرق، وكان يُستخدم في العطور الملكية وطقوس التحنيط."
        },
        {
            "title": "زيت السرو",
            "description": "يرتبط بالعبادات الجنائزية، حيث كان يُستخدم في التحنيط لحفظ الجسد ومنحه رائحة مميزة."
        },
        {
            "title": "زيت القرفة",
            "description": "كان يُستخدم في مستحضرات التجميل والعطور، حيث يُضفي رائحة دافئة ومميزة."
        },
        {
            "title": "زيت الجميز",
            "description": "تم استخراجه من شجرة الجميز المقدسة، وكان يُستخدم كزيت علاجي وكجزء من الطقوس الدينية."
        }
    ],
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس97.png"
    ],
    "imageDescriptions":[
        "لوحة الزيوت السبعة المقدسة"
    ]
}
,
{
    "title": "استخدام العطور في التجميل والصحة",
    "description": "لم تقتصر العطور في مصر القديمة على الزينة، بل كانت تُستخدم أيضًا لتعزيز الصحة والنظافة الشخصية.",
    "listItems": [
        {
            "title": "الأقماع العطرية",
            "description": "كانت توضع على رؤوس النساء وتُصنع من مواد دهنية تفوح منها الروائح العطرة عند تعرضها للحرارة."
        },
        {
            "title": "العطور لتنقية الفم",
            "description": "كان المصريون القدماء يمزجون العطور مع العسل لصنع أقراص تُستخدم كمطهر للفم."
        },
        {
            "title": "مرطبات البشرة",
            "description": "تم استخدام الزيوت العطرية للحفاظ على نعومة الجلد وحمايته من الجفاف، خاصة في المناخ الصحراوي."
        }
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Clothes/ملابس98.png",
        "/assets/daily-life/Clothes/ملابس99.png",
        "/assets/daily-life/Clothes/ملابس100.png"
    ]
}
]