[
    {
  "title": "ألعاب وتسلية المصريين القدماء",
  "description": "تعددت ألوان التسلية التي كان يمضي بها المصريون القدماء أوقات فراغهم. من خلال نقوش مقابر الأفراد، تعرفنا على العديد من هذه الوسائل التي تمثلت في الاشتراك في الأعياد والمواكب، إقامة الحفلات والولائم، وممارسة الألعاب الرياضية والعقلية. الألعاب كانت جزءاً من الحياة اليومية للمصريين، ومن بينها الرماية، المصارعة، التحطيب، والهوكي.",
  "itemlist": [
    {
      "title": "الألعاب الذهنية وألعاب الحظ",
      "description": "تشير النقوش إلى أن المصريين القدماء كانوا يمارسون العديد من الألعاب الذهنية مثل لوحات الألعاب وألعاب الحظ، كما تظهر الأدوات مثل الكور ولوحات الألعاب في المواقع الأثرية."
    },
    {
      "title": "ألعاب الأطفال",
      "description": "كان الأطفال في مصر القديمة يمارسون ألعاباً متنوعة. وقد تم العثور على العديد من الأدوات المخصصة لهذه الألعاب مثل العرائس والعجلات. كانت هذه الألعاب تمارس في الأعياد والمناسبات الاجتماعية."
    },
    {
      "title": "الألعاب الرياضية",
      "description": "كان النشاط البدني جزءاً مهماً من حياة المصريين القدماء. بعض الألعاب الرياضية التي مارسها المصريون القدماء تشمل الرماية، إطلاقة الرمح، والمصارعة. كما تطورت هذه الرياضات في وقتها وكانت تشكل جزءاً من احتفالاتهم."
    },
    {
      "title": "لعبة التحطيب",
      "description": "التحطيب هو مبارزة بالعصا بين شخصين على أنغام المزمار، حيث يحاول كل منهما إسقاط العصا من الآخر. كانت هذه اللعبة تمارس خلال الأعياد الدينية، وكان يتم الاحتفال بالفائز."
    },
    {
      "title": "الهوكي المصري",
      "description": "الهوكي أو ما يعرف في مصر العليا بـ 'الجلود' كان من بين أول أشكال الرياضة المنظمة في مصر القديمة. كانت تمارس بشكل مشابه للهوكي العصري، مع اختلافات في الأدوات المستخدمة."
    }
  ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه1.PNG",
        "/assets/daily-life/Entertainment/ترفيه2.PNG"
    ]
}
,
{
  "title": "الألعاب الرياضية في مصر القديمة",
  "description": "تعددت أنواع الألعاب الرياضية التي مارسها المصريون القدماء في أوقات فراغهم. من هذه الألعاب المصارعة، التحطيب، المبارزة، التسلق، رفع الأثقال، الرماية، كرة القدم، وشد الحبل. كانت معظم هذه الألعاب جماعية يشترك فيها عدة أفراد وتخضع لقواعد معينة. لم تكن هذه الألعاب متاحة لجميع أفراد الشعب بل كانت مقتصرة على أبناء الأثرياء وبعض العسكريين بهدف تقوية بنيانهم وإكسابهم مهارة.",
  "listItems": [
    {
      "title": "الجري",
      "description": "الجري هو من الألعاب التي لا تحتاج إلى تدريب أو مهارة عالية، بل يحتاج اللاعب فقط إلى التفكير في كيفية أن يكون أول المتسابقين في الوصول إلى الهدف. كان الملك رمسيس الثاني قد اعتاد منذ الصغر على ممارسة الجري لمسافة 180 مترًا كجزء من تمريناته الرياضية التي تهدف إلى تقوية بنيانه."
    },
    {
      "title": "سباق عيد الحب سد",
      "description": "كان من طقوس الملك الأساسية أثناء احتفاله بعيد الحب سد (عيد تجديد الملكية) طقس الجري. كان الملك يطلق سراح ثور شاب يركض وراءه ثم يُرمى بأنشوطة على قرنيه، وإذا نجح في ذلك، يلف الحبل الآخر حول قدميه الخلفيتين ليتم إسقاطه ويعلن الملك نجاحه في تجديد فترة حكمه."
    },
    {
      "title": "الرمي بالسهام",
      "description": "الرمي بالسهام كان من أكثر الرياضات التي مارسها المصريون القدماء بمهارة. استخدم المصريون القوس والنشاب الذي كان جزءًا من حياتهم اليومية في الحروب والصيد، ثم أصبح رياضة. ظهر الملك تحتمس الأول في نقوش وهو يمارس الرماية كرياضة."
    },
    {
      "title": "السهام من العربات",
      "description": "كانت رياضة الرماية بالسهام من العربات جزءًا من الألعاب الرياضية في مصر القديمة. في معبد آمون بالكرنك، تظهر لوحات للملك أمينوفيس الثاني وهو يمارس هذه الرياضة من عربة."
    },
    {
      "title": "رياضة الفروسية",
      "description": "كان الملوك والأمراء المصريون يحبون الخيل ويفخرون بها. رغم أن الحصان دخل مصر مع الهكسوس، إلا أن المصريين تعلموا كيفية تربيته وتدريبه، وظهر في العديد من النقوش الملكية مثل منظر الملك رمسيس الثالث في معبد هابو وهو يمتطي حصانًا."
    }
  ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه3.PNG",
        "/assets/daily-life/Entertainment/ترفيه4.PNG",
        "/assets/daily-life/Entertainment/ترفيه5.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه6.PNG",
        "/assets/daily-life/Entertainment/ترفيه7.PNG",
        "/assets/daily-life/Entertainment/ترفيه8.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه9.PNG",
        "/assets/daily-life/Entertainment/ترفيه10.PNG",
        "/assets/daily-life/Entertainment/ترفيه11.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه12.PNG",
        "/assets/daily-life/Entertainment/ترفيه13.PNG",
        "/assets/daily-life/Entertainment/ترفيه14.PNG"
    ]
}
,
{
  "listItems": [
    {
      "title": "القفز",
      "description": "تنوعت أنواع رياضة القفز، فمنها القفز الطويل والقفز العالي والقفز الثالثي الذي ظهر عند أجدادنا الفراعنة، لكنه شاع في العصر اليوناني. كان اللاعبون أحيانًا يمسكون بثقال أثناء القفز. أما المصريون فكانوا يمارسون نوعًا من القفز عرفه الأطفال في القرى بـ 'خطا الإوزة'."
    },
    {
      "title": "خطا الإوزة",
      "description": "وهي لعبة يجلس فيها صبيان متقابلان وقد وضع كل منهما إحدى قدميه الممدودتين فوق الأخرى ووضع كفيه فوقهما في وضع قائم. يتتابع اللاعبون في القفز، وقد ظهرت هذه اللعبة في جدران مقبرة بتاح حتب، حيث كان أحد المشاركين قد وضع شريطًا على كتفه ربما كان مكافأة للفائز."
    },
    {
      "title": "القفز العالي",
      "description": "ظهرت رياضة القفز العالي بشكل متسلسل في مقابر مصرية، حيث تم تمثيل مراحل القفز بدءًا من رفع القدم المثنية وصولًا إلى رفع الشخص نفسه عن الأرض. في بعض المشاهد، يظهر شاب يقفز قفزة عالية فوق ثور واقف، بينما يحاول خمسة فتيان إجبار الثور على الوقوف دون تحرك."
    },
    {
      "title": "الألعاب العنيفة",
      "description": "الألعاب العنيفة هي التي تتطلب جهدًا بدنيًا كبيرًا ومهارة عالية، وقد اقتصرت على الرجال. من هذه الألعاب المصارعة، الملاكمة، المبارزة، وحمل الأثقال."
    },
    {
      "title": "ألعاب المصارعة",
      "description": "المصارعة من الرياضات المحببة لدى المصريين القدماء، حيث كان المحترفون والعسكريون يمارسونها. تبدأ المباراة بشد كل لاعب يد منافسه بيسراه وجذب عنقه بيمناه. كان يُشترط للفوز أن يجبر المنافس على لمس الأرض بثلاث نقاط مثل اليدين والرقبة."
    },
    {
      "title": "المصارعة فقرة حفلات",
      "description": "ظهرت مناظر المصارعة في مقابر الدولة الوسطى، مثل مقبرة باكت ومقبرة استمحات. كانت هذه اللعبة جزءًا من الحفلات، حيث أبدع الفنانون في تصوير 220 مجموعة من المصارعين في أوضاع مختلفة. تم استخدام الألوان الفاتحة والغامقة لتمييز الفريقين."
    },
    {
      "title": "المصارعة في مقابر بني حسن",
      "description": "المصارعة من أكثر الألعاب ظهورًا في التاريخ المصري القديم. في مقبرة بتاح حتب من عهد الأسرة الخامسة، ظهرت أربع لوحات تظهر مصارعة الصبية. كما عُثر على خمس لوحات في مقابر بني حسن تظهر المصارعة من عهد الأسرة الحادية عشرة، حيث كانت بعض المقابر تحتوي على مشاهد مصارعة حرة."
    }
  ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه15.PNG",
        "/assets/daily-life/Entertainment/ترفيه16.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه17.PNG",
        "/assets/daily-life/Entertainment/ترفيه18.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه19.PNG",
        "/assets/daily-life/Entertainment/ترفيه20.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه21.PNG",
        "/assets/daily-life/Entertainment/ترفيه22.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه23.PNG",
        "/assets/daily-life/Entertainment/ترفيه24.PNG"
    ]
}
,
{
  "listItems": [
    {
      "title": "المبارزة",
      "description": "كانت تتم المبارزات بين فريقين أو فردين، كل واحد أمام الآخر، باستخدام العصي في الدولة القديمة، والسيوف والخناجر في الدولة الحديثة. ومن أجمل مناظر هذه اللعبة المنظر الموجود في مقبرة بتاح حتب بسقارة، حيث يمثل مبارزة بين فريقين يركب كل فريق قوارب من البردى. كانت المبارزات بالعصي أو الخناجر من الرياضات المحببة والأكثر شعبية، وارتبط ظهورها في الدولة الحديثة بالمصارعة."
    },
    {
      "title": "المبارزة في عهد رمسيس الثالث",
      "description": "في عهد رمسيس الثالث، ظهر منظر مبارزة بالعصي حضرها أميران من أبناء رمسيس الثالث في مقبرة 'خرايوف' من الأسرة 19. كما ظهرت مبارزات مماثلة على أوستراكا من دير المدينة. يُعرض حاليًا في متحف اللوفر منظر قتال بالعصا."
    },
    {
      "title": "مبارزات أخرى",
      "description": "كان المصريون القدماء مولعين بأنواع متعددة من المبارزات، مثل المبارزات على القوارب بين الصيادين، والمبارزات باستخدام سيقان البردى، والسيوف، والشيش. ولم يقتصر الأمر على التدريب فقط، بل كانت تقام مسابقات محلية ودولية لهذه الرياضة."
    },
    {
      "title": "حمل الأثقال",
      "description": "كانت رياضة حمل الأثقال من الرياضات الصعبة التي عرفها أجدادنا الفراعنة. كانت تساعد على تقوية العضلات وبروزها، وكان اللاعبون يحملون غرارة مليئة بالرمل ويحاولون رفعها إلى أعلى مع الاحتفاظ بها في وضع قائم."
    },
    {
      "title": "المالكمة",
      "description": "عرف المصريون القدماء الملاكمة، ووجدنا ثلاث لوحات تمثل هذه الرياضة: لوحة غير محددة التاريخ في متحف كارلبرج بالدانمارك تحت رقم 449، تظهر مالكمة بين قط وفار. كما توجد لوحتان من مقبرة خيرواف بغرب الأقصر من عهد الأسرة 18، التي حكمت مصر من 1306 - 1554 ق.م."
    },
    {
      "title": "الهوكي",
      "description": "عُثر في مقبرة الأمير خيتي ببني حسن من عهد الأسرة الحادية عشرة على ما يُعتبر أصل الهوكي. كانت اللعبة تشبه الهوكي تمامًا، إلا أن الكرة استُعيض عنها بطوق أو حلقة."
    },
    {
      "title": "اليوجا",
      "description": "تظهر في الآثار المصرية القديمة لوحات تشبه تمارين اليوجا الحديثة، مما يعكس تنوع الرياضات التي كان يمارسها المصريون القدماء."
    }
  ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه25.PNG",
        "/assets/daily-life/Entertainment/ترفيه26.PNG",
        "/assets/daily-life/Entertainment/ترفيه27.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه28.PNG",
        "/assets/daily-life/Entertainment/ترفيه29.PNG",
        "/assets/daily-life/Entertainment/ترفيه30.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه31.PNG",
        "/assets/daily-life/Entertainment/ترفيه32.PNG",
        "/assets/daily-life/Entertainment/ترفيه33.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه34.PNG",
        "/assets/daily-life/Entertainment/ترفيه35.PNG",
        "/assets/daily-life/Entertainment/ترفيه36.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه37.PNG",
        "/assets/daily-life/Entertainment/ترفيه38.PNG",
        "/assets/daily-life/Entertainment/ترفيه39.PNG"
    ]
}
,
{
  "listItems": [
    {
      "title": "السباحة - التجديف",
      "description": "عرف أجدادنا الفراعنة السباحة ولكنهم لم يتقنوها بشكل كامل. عُثر على تمثالين يعودان للأسرة 19 في متحف اللوفر، يظهران لسيدتين في وضع السباحة، حيث تظهران وكأنهما نائمتان على سطح الماء مع أذرعهما ممدودة. تمسك إحداهما تجويفًا ربما كان يستخدم لوضع مساحيق التجميل، بينما الأخرى تمسك بطة. كما عُثر على طبق من مقبرة بسوسنس الأول (الأسرة 22) عليه نقش يصور فتيات يسبحن بين الأسماك، مما يشير إلى أن السباحة كانت من الألعاب المحببة للفتيات."
    },
    {
      "title": "التجديف",
      "description": "عرف أجدادنا الفراعنة أيضًا رياضة التجديف، وهي من الألعاب المائية التي تعتمد بشكل كبير على قوة الذراع. ظهر منظر للمجدفين بمعبد الملكة حتشبسوت بالدير البحري، وأيضًا بمقبرة من نقير بالبر الغربي، حيث يظهر أربعة من المجدفين في وسط المركب أثناء عملية التجديف."
    },
    {
      "title": "السباحة في مصر",
      "description": "مصر هبة النيل، الذي يجري فيها من الجنوب إلى الشمال، ويحدها شمالاً البحر الأبيض المتوسط، وشرقاً البحر الأحمر. كان من الطبيعي أن يهتم المصريون القدماء بألعاب الماء عامةً، والسباحة خاصةً. برعوا في جميع أنواع السباحة، بما في ذلك ما يعتبر من أحدث أنواع السباحة مثل سباحة الزحف. كما كانوا يعرفون وسائل إنقاذ الغرقى ومعالجتهم."
    }
  ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه40.PNG",
        "/assets/daily-life/Entertainment/ترفيه41.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه42.PNG",
        "/assets/daily-life/Entertainment/ترفيه43.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه44.PNG",
        "/assets/daily-life/Entertainment/ترفيه45.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه46.PNG",
        "/assets/daily-life/Entertainment/ترفيه47.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه48.PNG",
        "/assets/daily-life/Entertainment/ترفيه49.PNG"
    ]
}
,
{
  "listItems": [
    {
      "title": "الخروج للمطاردة وصيد البر",
      "description": "الصيد البري كان رياضة مقتصرة على النبلاء أكثر منها وسيلة لكسب القوت. لم يكن للصيد خاصة صيد البر شأن كبير في الحياة المصرية القديمة، حيث كانت حياة المصريين مستقرة في الزراعة. ومع ذلك، صاد المصريون العديد من الحيوانات مثل الثيران الوحشية، الكباش، الخنازير البرية، الغزلان، الأرانب، الثعالب، والضباع، وغيرها."
    },
    {
      "title": "رياضة الصيد",
      "description": "من الرياضات التي اهتم بها أجدادنا الفراعنة. كانت الصحاري المصرية تأوي الحيوانات البرية بكثرة، فكان الملوك وأمراء مصر يذهبون في رحلات صيد مع أتباعهم وأسرهم، مستخدمين السهام والقوس والكلاب المدربة. كما أظهر الفراعنة مهارتهم في القنص والتسلية من خلال استخدام عصا الرماية والصيد بأنواعه."
    },
    {
      "title": "صيد الفيلة",
      "description": "اشتهر تحتمس الثالث بمطاردة الفيلة في أراضي ما بين النهرين. كما تعرض في إحدى مغامراته لخطر الموت عندما فشل في إصابة فيل هائل، وكاد الفيل يفتك به لولا تدخل أحد القادة الذين أنقذوه. وقد اصطفى المصريون الفيلة كهدف للصيد بسبب قوتها وعظمتها."
    },
    {
      "title": "صيد الطيور المائية",
      "description": "كان المصريون يصطادون الطيور المائية باستخدام الشبكات الكبيرة. كانت الشباك محاطة بالحذر والهدوء لمنع الطيور من الهروب، وكان الصيادون يطلقون العصا لإصابة الطيور التي تسقط في المياه ثم يقوم الخدم بجمعها."
    },
    {
      "title": "صيد السمك",
      "description": "تعددت طرق الصيد في مصر القديمة. كان المصريون يستخدمون الشباك المتنوعة وأدوات أخرى لصيد الأسماك. كان الصيد جزءًا من حياة المصريين اليومية وكذلك وسيلة للتسلية والتجارة."
    },
    {
      "title": "صيد فرس النهر",
      "description": "كان صيد فرس النهر مثيرًا ولكنه خطير. كان المصريون يستخدمون الحراب الطويلة للتعامل مع فرس النهر الهائج، وتتم عملية الصيد عبر إصابة الحيوان المتألم ثم سحبه بواسطة الحبال."
    },
    {
      "title": "صيد الوعول",
      "description": "كان صيد الوعول يعتبر تسلية للملوك. كان الملك يقود عربته في الصحراء بمفرده حتى يلحق بالوعول ويقهرها. وتظهر العديد من النقوش المصرية القديمة مشاهد لصيد الوعول من خلال فرق من المهاجمين."
    }
  ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه50.PNG",
        "/assets/daily-life/Entertainment/ترفيه51.PNG",
        "/assets/daily-life/Entertainment/ترفيه52.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه53.PNG",
        "/assets/daily-life/Entertainment/ترفيه54.PNG",
        "/assets/daily-life/Entertainment/ترفيه55.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه56.PNG",
        "/assets/daily-life/Entertainment/ترفيه57.PNG",
        "/assets/daily-life/Entertainment/ترفيه58.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه59.PNG",
        "/assets/daily-life/Entertainment/ترفيه60.PNG",
        "/assets/daily-life/Entertainment/ترفيه61.PNG"
    ]
}
,
{
  "listItems": [
    {
      "title": "ترويض الحيوانات",
      "description": "ومن الطريف أن أجدادنا الفراعنة عرفوا ترويض الحيوانات وظهر ذلك بشكل واضح في صورهم ونقوشهم وتماثيلهم وفى أدواتهم التي يستعملونها في حياتهم الأولى..."
    },
    {
      "title": "الألعاب الذهنية",
      "description": "عرف المصرى القديم الألعاب الذهنية منذ العصر الحجري القديم : حيث عثر في حفائر حلوان على لعبة كاملة، رفعتها مصنوعة من الطمي. أما القطع التي عثرت عليها فهي تتكون من 14 قطعة من الألباستر..."
    },
    {
      "title": "لعبة المربعات العشرين » لعبة الداما «",
      "description": "لعبة أسرية جدا وهي إحدى الألعاب الذهنية التي مارسها الرجل مع زوجته وأقرانه وهي تعتمد بشكل كبير على التفكير وهي في الأصل لعبة بابلية غير مصرية ظهرت على جدران مقابر بنى حسن..."
    }
  ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه62.PNG",
        "/assets/daily-life/Entertainment/ترفيه63.PNG",
        "/assets/daily-life/Entertainment/ترفيه64.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه65.PNG",
        "/assets/daily-life/Entertainment/ترفيه66.PNG",
        "/assets/daily-life/Entertainment/ترفيه67.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه68.PNG",
        "/assets/daily-life/Entertainment/ترفيه69.PNG",
        "/assets/daily-life/Entertainment/ترفيه70.PNG"
    ]
}
,
{
  "listItems": [
    {
      "title": "العاب الكرة"
    },
    {
      "title": "لعبه التماسيح متحرك الفك"
    },
    {
      "title": "لعبه العرائس"
    }
  ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه71.PNG",
        "/assets/daily-life/Entertainment/ترفيه72.PNG",
        "/assets/daily-life/Entertainment/ترفيه73.PNG"
    ]
}
,
{
  "title": "الرقص في مصر القديمة",
  "description": "كان الرقص المصري القديم فناً رقيقاً متناسقاً يرتبط بالإيقاع مستخدماً التصفيق بالأيدي وطرقعة الأصابع والمصفقات الخشبية والمعدنية، إضافة إلى الطبول وآلات موسيقية أخرى.",
  "listItems": [
    {
      "title": "أنواع الرقص",
      "listItems": [
        {
          "title": "الرقص في عهد الأسرة الخامسة",
          "description": "تضمنت الرقصات التي كانت تمثل خلال حكم الأسرة الخامسة (٢٣٢٠-٢٤٧٠ ق.م) عدة أنواع، مثل رقص السيدات."
        },
        {
          "title": "الرقص في عهد الأسرة ٦",
          "description": "تضمنت رقصات السيدات والرجال في فترة حكم الأسرة ٦ (٢٣٢٠-٢١٦٠ ق.م)."
        },
        {
          "title": "الرقص في عهد الأسرة ١١",
          "description": "كانت الرقصات تشمل حركات رياضية وطقوس ثقافية، مثل رقص الرجال على توقيع الصفق بالأيدي."
        },
        {
          "title": "الرقص في عهد الأسرة ١٨",
          "description": "ظهرت أنواع جديدة من الرقص في هذه الفترة مثل الرقص بمهرجان ورقص عازفة على آلة موسيقية."
        }
      ]
    },
    {
      "title": "الرقص الديني",
      "description": "كان جزءاً لا ينفصل عن الخدمة الدينية وكان يشمل رقصة تحيط بموكب الآلهة لطرد الأرواح الشريرة."
    },
    {
      "title": "الرقص الجنائزي",
      "description": "كان له أهمية كبيرة في مصر القديمة، حيث كان يشمل رقصات لتسلية الميت وطرد الأرواح الشريرة."
    },
    {
      "title": "الرقص الحربي",
      "description": "كانت تستخدم كوسيلة للتسلية والترفيه عن الجنود، حيث كان يشمل الكر والفر والقفز والمبارزة."
    }
  ]
}
,
{
  "title": "الغناء في مصر القديمة",
  "description": "كان الغناء جزءاً مهماً من الحياة اليومية للمصريين القدماء. كانوا يغنون أثناء العمل أو في المناسبات المختلفة، وقد كانت الأغانى تشمل مواضيع متنوعة مثل الحب والعمل والشعائر الدينية.",
  "listItems": [
    {
      "title": "أغانى الحب والغزل",
      "description": "تحتوي على عاطفة قوية وتغني عن الشوق إلى المحبوب والرغبة في الوصال. كانت الأغانى تعبر عن العواطف الصادقة من غير تكلف."
    },
    {
      "title": "أغانى العمل",
      "description": "كانت الأغانى تردد أثناء العمل الشاق مثل الحرث والحصاد ورعى الأغنام والصيد."
    },
    {
      "title": "أغانى المعابد",
      "description": "كانت تنشد في المعابد أثناء الطقوس الدينية، وأيضاً كانت هناك أناشيد تقال في المناسبات الكبرى مثل مواكب النصر."
    }
  ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه74.PNG",
        "/assets/daily-life/Entertainment/ترفيه75.PNG",
        "/assets/daily-life/Entertainment/ترفيه76.PNG"
    ]
}
,
{
    "imageUrls":[
        "/assets/daily-life/Entertainment/ترفيه77.PNG",
        "/assets/daily-life/Entertainment/ترفيه78.PNG",
        "/assets/daily-life/Entertainment/ترفيه79.PNG"
    ]
}
]
