[
{
  "title": "زرعة الأشجار في مصر القديمه",
  "description": "لعبت الأشجار دورًا أساسيًا في حياة المصريين القدماء، حيث استُخدمت في الزراعة، العمارة، الصناعات الخشبية، والطقوس الدينية. كانت الأشجار جزءًا لا يتجزأ من البيئة المصرية، سواء في الحدائق الخاصة، الحقول، ضفاف الأنهار، أو حتى في الصحاري.",
  "listItems": [
    {
      "title": "الحدائق الملكية والدينية",
      "description": "اهتم المصريون القدماء بإنشاء حدائق منظمة في القصور والمعابد، حيث غُرست فيها أشجار مثل الأثل، الصفصاف، الجميز، النخيل، والرمان. كانت هذه الحدائق تُستخدم للزينة والاسترخاء، كما وفرت الأخشاب اللازمة لصناعة الأثاث والمراكب."
    },
    {
      "title": "الأشجار في الحقول الزراعية",
      "description": "لم تقتصر الأشجار على الحدائق، بل زُرعت في الحقول الزراعية للاستفادة من أخشابها في الصناعات المختلفة. كان الفلاحون يستخدمون فروع الأشجار الجافة كوقود للتدفئة في الشتاء، بينما استظلوا بها صيفًا، واستفادوا من ثمارها الغذائية والطبية."
    },
    {
      "title": "أشجار ضفاف النيل والمجاري المائية",
      "description": "بسبب قرب المصريين من نهر النيل، قاموا بزراعة الأشجار على ضفافه وعلى امتداد الترع والقنوات، حيث سهلت هذه المواقع ريّها باستخدام الشواديف. كما نمت بعض الأشجار مثل السنط والجميز بشكل طبيعي على جوانب الأنهار، مما جعلها مصدرًا مهمًا للأخشاب والظل."
    },
    {
      "title": "الأشجار في المناطق الصحراوية وعلى الطرق",
      "description": "حتى في الصحارى والممرات الصحراوية، نمت بعض الأشجار بشكل طبيعي، بينما زُرع بعضها عمدًا لتوفير الأخشاب والظل للمسافرين. أظهرت النقوش الفرعونية في سقارة ومير وبني حسن كيف اعتمد المصريون على أشجار مثل السنط والجميز كملاجئ من حرارة الشمس أثناء رحلاتهم الطويلة."
    }
  ],
  "imageUrls": ["/assets/daily-life/Furniture/furniture3.jpg"],
  "imageDescriptions": ["الحدائق علي نقوش القدماء المصريين"]
}
,
{
  "title": "خامات النباتات في صناعة الأثاث المصري القديم",
  "description": "اعتمد المصريون القدماء على أنواع مختلفة من الأخشاب المحلية والمستوردة لصناعة الأثاث، حيث تأثر توفرها بالمناخ والتغيرات البيئية على مدار العصور. مع قلة الأمطار والجفاف الذي أصاب مصر منذ نهايات العصر الحجري، بدأ المصريون في استيراد الأخشاب من الدول المجاورة لتعويض نقص الموارد المحلية."
}
,
{
  "title": "أنواع الأشجار المستخدمة",
  "listItems": [
    {
      "title": "الجميز",
      "description": "تعد من أهم الأشجار التي نمت في مصر منذ عصر ما قبل الأسرات، وتمتاز بدوام خضرتها وضخامتها. استخدم المصريون القدماء أخشابها في صناعة التماثيل، التوابيت، الصناديق، الأبواب، والمراكب، بالإضافة إلى بعض الأثاث الجنائزي والدنيوي. ارتبطت الشجرة دينيًا بالإله أوزوريس والإلهتين حاتحور ونوت، وكانت تُزرع في الحدائق والمعابد. عثر على نقوش بمقابر الدولة القديمة والوسطى توضح اجتثاث جذوعها لاستخدامها في المشغولات الخشبية المختلفة."
    },
    {
      "title": "السنط",
      "description": "شجرة متوسطة الارتفاع تتميز بأخشابها الصلدة المقاومة للمياه. استخدمها المصريون في بناء السفن والتوابيت والأدوات الحرفية. ورد ذكرها في نصوص من عصر الدولة القديمة، حيث صُنع منها جزء من سفينة وني، كما استخدمت في نجارة العمارة. كما تلقت مصر أخشاب السنط كهدايا من النوبيين خلال عصر تحتمس الثالث ورمسيس الثالث."
    },
    {
      "title": "الأثل (الطرفاء)",
      "description": "وردت في النقوش على جدران المقابر وتوجد منها نوعان، الأول صغير الحجم بأغصان نحيفة، والثاني ذو ارتفاع متوسط. استخدمت أخشابها في صناعة الأثاث والأدوات الزراعية والمراكب. كما استخدمت ظلالها في بعض التصاوير المقدسة لأوزوريس."
    },
    {
      "title": "البرساء (اللبخ)",
      "description": "شجرة دائمة الخضرة استخدمت أخشابها السوداء أو البنية الفاتحة في صناعة الأسرة، المناضد، التماثيل، وخاصة تماثيل الأوشابتي. كانت ضمن أشجار المعابد المقدسة، حيث نُقشت مناظرها على جدران المعابد، وذكرت في الهدايا المقدمة للآلهة مثل رع وحور أختي في عهد تحتمس الثالث ورمسيس الثاني."
    },
    {
      "title": "الصفصاف",
      "description": "تم التعرف على نوعين منها، أحدهما ذو أخشاب بيضاء ناعمة استخدمت في صناعة الأدوات والمقابض، والآخر غرست أشجاره في معابد حاتحور. عثر على بقايا خشب الصفصاف في المتحف الزراعي بالقاهرة."
    },
    {
      "title": "الخروب",
      "description": "شجرة دائمة الخضرة بطيئة النمو تمتاز أخشابها بلونها الأحمر وصلابتها. استخدمت في صناعة التوابيت، المعدات الحربية، والأثاث المطعم بالذهب والعاج. ورد ذكر أخشابها في نصوص تحتمس الثالث، حيث تلقى كتلًا منها من سوريا وآشور، كما قدم رمسيس الثالث خشب الخروب هدية للإله آمون."
    },
    {
      "title": "النبق (السدر)",
      "description": "شجرة بطيئة النمو دائمة الخضرة، تمتاز أخشابها الصفراء الصلدة. استخدمت في صناعة التوابيت، الأدوات الزراعية، وبعض قطع الأثاث الملكي مثل جوانب مقاصير الملك توت عنخ آمون. تم العثور على تابوت من النبق يعود للأسرة الثالثة في سقارة."
    },
    {
      "title": "الهجليج",
      "description": "تنمو في النوبة والواحات، وتتميز أخشابها بالصلابة والمقاومة للحشرات. استخدمت أخشابها في صناعة الأدوات الحرفية، الأثاث، ومقابض الأدوات مثل القدوم والبلطة والمنشار. عثر على أجزاء منها تعود لعصر الدولة الحديثة محفوظة في المتحف الزراعي بالقاهرة."
    },
    {
      "title": "المخبط",
      "description": "شجرة بطيئة النمو دائمة الخضرة، ارتفاعها حوالي 12 مترًا. استخدم نجارو مصر القديمة أخشابها في بناء المراكب وصناعة الأدوات الزراعية، كما استخدمت أليافها لصنع الحبال. عثر على بعض أجزائها تعود لعصر الدولة الوسطى بجبانة طيبة."
    },
    {
      "title": "نخيل البلح",
      "description": "يتميز ببطء نموه وجذوعه المرتفعة. استخدم جريده في صناعة الأثاث وهياكل الأدوات الحرفية، كما استخدمت أليافه في صنع الحبال التي استخدمت في تثبيت المشغولات الخشبية المختلفة. ورد ذكره في العديد من النصوص، مثل بردية هاريس، حيث أنشأ الملك رمسيس الثالث حدائق زُرع بها نخيل البلح."
    },
    {
      "title": "نخيل الدوم",
      "description": "أكبر وأضخم من نخيل البلح، استخدمت جذوعه كساريات لتزيين المعابد والمراكب. كما استخدمت أليافه في صناعة الحبال التي استُخدمت في عمليات التثبيت والربط. ورد اسمه في قائمة أشجار حدائق إنيني بـ 120 نخلة دوم."
    },
    {
      "title": "نخيل العرجون",
      "description": "نخيل ذو أوراق مروحية الشكل وثماره بنفسجية مائلة للبني. استخدم خشبه القوي في صناعة الأثاث، كما استخدمت أليافه لصنع الحبال. ورد ذكره في قائمة أشجار حدائق إنيني بـ 30 نخلة عرجون."
    },
    {
      "title": "الرمان",
      "description": "أدخل إلى مصر خلال عصر الدولة الحديثة، وقد يكون في عصر الهكسوس. صور في قاعة النباتات بمعبد الكرنك، كما ورد ذكره في مقابر إنيني وأبي ومري رع. استخدم في صبغ الجلود وصناعة أجزاء من المركبات الحربية مثل الأطر الخارجية لعجلات العربات."
    },
    {
      "title": "التين",
      "description": "أشجاره متينة الجذوع لكنها ذات أغصان ضعيفة. استخدمت أخشابه في الصناعات الخشبية غير الهامة. صورت أشجاره في مقابر بني حسن من عصر الدولة الوسطى، كما عُثر على مناظرها في مقابر الدولة الحديثة."
    },
    {
      "title": "اللوز",
      "description": "شجرة متساقطة الأوراق تنمو في الوجه البحري. استخدمت أخشابها في صناعة الأدوات الحرفية والمهنية مثل الصولجانات. وردت في النصوص المصرية القديمة التي تشير إلى أماكن نمو الأشجار المحلية."
    }
  ],
  "imageUrls": [
    "/assets/daily-life/Furniture/furniture1.PNG",
    "/assets/daily-life/Furniture/furniture2.PNG"
  ],
  "imageDescriptions": [
    "شجر الجميز",
    "شجر السنط"
  ]
}
,
{
  "title": "الأشجار الأجنبية المستوردة",
  "description": "استورد المصريون القدماء أنواعًا مختلفة من الأخشاب من الدول المجاورة لتعويض نقص الموارد المحلية. لعبت هذه الأخشاب دورًا هامًا في صناعة الأثاث، بناء السفن، المعابد، والمعدات الحربية، وكانت تأتي من بلاد مثل لبنان، بونت، وسوريا. تم توثيق استيراد هذه الأخشاب في النقوش والمعابد، مما يدل على أهميتها في الحضارة المصرية القديمة.",
  "listItems": [
    {
      "title": "الأرز",
      "description": "تنمو أشجار الأرز في شكل غابات صغيرة ويصل ارتفاعها إلى 33 مترًا. استوردها المصريون القدماء من لبنان وجبيل، واستخدمت في بناء المراكب، ساريات الأعلام، والأثاث الفاخر مثل الكراسي والتوابيت. ورد ذكرها في نصوص الدولة القديمة، وأظهرت بعض النقوش مشاهد لاستيرادها."
    },
    {
      "title": "الأبنوس",
      "description": "خشب صلد داكن اللون، استورده الفراعنة من بلاد بونت والنوبة. استخدم في صناعة التوابيت، التماثيل، الأثاث الفاخر، والصناديق المزخرفة. ذكر في نقوش معبد الدير البحري ومقبرة رخميرع، كما قدم كجزء من الجزى للملوك المصريين."
    },
    {
      "title": "العرعر",
      "description": "شجرة متوسطة الارتفاع تنمو بكثرة في سوريا وآسيا الصغرى. استخدم المصريون خشبها في صناعة التوابيت، مساند الرأس، الصناديق، وبعض العناصر المعمارية مثل الأبواب. ورد ذكره ضمن الجزى المقدم من الأمراء الأجانب."
    },
    {
      "title": "البلوط",
      "description": "خشب متين مقاوم للعوامل الجوية، استخدم في صناعة المعدات الحربية كالأقواس والمركبات، وكذلك في تمويه وتغشية بعض قطع الأثاث. عثر على قطع منه في مقبرة توت عنخ آمون."
    },
    {
      "title": "السرو",
      "description": "أشجار مستقيمة ذات أخشاب صلدة مقاومة للحشرات. استخدمت في صنع ساريات الأعلام، التوابيت، الصناديق، وبعض أدوات الحرفيين. عثر على بقايا منها تعود لعصر ما قبل الأسرات."
    },
    {
      "title": "الصنوبر",
      "description": "استورد المصريون أنواعه المختلفة من سوريا وآسيا الصغرى. استخدم في صناعة التوابيت ونجارة العمارة، وعثر على قطع منه تعود لعصر ما قبل الأسرات."
    }
  ],
  "imageUrls": ["/assets/daily-life/Furniture/furniture4.PNG"],
  "imageDescriptions": ["شجر الأرز"]
} 
,
{
  "title": "خامات المعادن في مصر القديمة",
  "description": "استخدم المصريون القدماء العديد من المعادن والأحجار في الصناعات المختلفة، مثل النجارة، تكسية الأثاث، صناعة الأدوات، وصياغة الحلي والمجوهرات. استخرجت بعض المعادن محليًا، بينما تم استيراد البعض الآخر عبر التجارة والهدايا.",
  "listItems": [
    {
      "title": "النحاس",
      "description": "كان النحاس من أقدم المعادن التي استخدمها المصريون القدماء، حيث استُخدم منذ عصر ما قبل الأسرات في تكسية المشغولات الخشبية وصنع الأدوات مثل المناشير، السكاكين، القواديم، والمثاقب. تم استخراجه من الصحراء الشرقية وشبه جزيرة سيناء، وتمت معالجته بالصهر والطرق والتشكيل."
    },
    {
      "title": "الذهب",
      "description": "كان الذهب رمزًا للثروة والملكية، واستخدم في تغشية المشغولات الخشبية، وصنع المسامير والشرائط الزخرفية. كان يُستخرج من مناجم الصحراء الشرقية، ثم يُغسل ويفصل عن الشوائب قبل صهره وتشكيله في ورش الصياغة."
    },
    {
      "title": "الفضة",
      "description": "استخدمت الفضة في تغشية الأثاث، مثل التوابيت ومساند الرأس والأبواب، كما استُخدمت لصنع كعوب الكراسي والمقاعد والمسامات المعدنية المبرشمة. يُعتقد أن الفضة كانت تُستورد إلى مصر من بعض المناطق الآسيوية."
    },
    {
      "title": "الفِيانس (القاشاني)",
      "description": "كان الفيانس المصري مصنوعًا من مسحوق الكوارتز المزجج، واستُخدم في صناعة المكاحل وصناديق الألعاب وبعض المشغولات الخشبية. تميز بألوان مختلفة حسب العصور، مثل الأزرق المشرب بالخضرة والأخضر خلال الدولة الوسطى، وتنوعت ألوانه في الدولة الحديثة لتشمل الأبيض، الأحمر، والأصفر."
    },
    {
      "title": "الظران",
      "description": "أحد أقدم الأحجار المستخدمة في مصر القديمة، حيث استخدمه المصريون في صنع الأدوات الحادة مثل نصال المناشير والمثاقب. كما استُخدم في لحام النحاس وصنع التجاويف النحاسية الأسطوانية للأثاث الملكي مثل سرير الملكة حتب حرس."
    },
    {
      "title": "البرونز",
      "description": "بدأ استخدام البرونز في عصر الدولة الوسطى، حيث صُنعت منه نصال الأدوات وأجزاء الأثاث مثل كعوب الأسرة والكراسي والصناديق. كما استخدم في صناعة الوصلات المعدنية لبعض المقاعد القابلة للطي، وتم تشكيله بعمليات الطرق والصب."
    },
    {
      "title": "الحديد",
      "description": "رغم ندرة العثور على مشغولات حديدية بسبب تعرضها للتآكل، إلا أن المصريين استخدموا الحديد منذ عصر ما قبل الأسرات في صناعة الأدوات مثل نصال المناشير والمثاقب. كما استُخدمت مركباته الملونة في الطلاء والزخرفة، وكانت خامات الحديد متوفرة في الصحراء الشرقية والغربية وسيناء."
    },
    {
      "title": "المرمر",
      "description": "كان المرمر حجرًا شفافًا أبيض مائلًا للصفرة، استُخدم في أعمال التطعيم مثل ترصيع عيون التماثيل والتوابيت، كما استُخدم مسحوقه مع الراتنج لتثبيت الترصيعات المختلفة."
    },
    {
      "title": "الجص",
      "description": "استُخدم الجص المصنوع من مسحوق الحجر الجيري والماء والغراء في طلاء الأسطح الخشبية. سمح ذلك بإنشاء نقوش دقيقة وزخارف على الأثاث، كما استُخدم لتثبيت الرقائق المعدنية المغشاة بالذهب والفضة."
    }
  ]
}
,
{
  "title": "خامات الحجارة في مصر القديمة",
  "description": "اعتمد المصريون القدماء على مجموعة متنوعة من الأحجار الطبيعية وشبه الكريمة في تزيين المشغولات الخشبية، صناعة الأدوات، وتزيين الأثاث والمباني. استخدمت هذه الأحجار لأغراض جمالية ودينية، واستُخرج بعضها محليًا بينما استُورد البعض الآخر من دول مجاورة.",
  "listItems": [
    {
      "title": "الحجر الجيري",
      "description": "استخدم المصريون مسحوق الحجر الجيري لصنع الجص وتغطية الأسطح الخشبية، حيث كان يُخلط بالغراء أو الصمغ لتثبيته على النواة الخشبية. كما استخدم في ترصيع عيون التماثيل وزخرفة التوابيت والمركبات."
    },
    {
      "title": "الحجر الرملي",
      "description": "شكل المصريون من الحجر الرملي أحجار صقل بأشكال متعددة لإزالة خشونة الأسطح الخشبية وتنعيمها. كما استُخدم مسحوقه ممزوجًا بمادة زجاجية لصناعة مواد تزيينية. استُخرج من الصحراء الشرقية وسيناء."
    },
    {
      "title": "الفلسبار الأخضر",
      "description": "هو حجر معتم ذو لون أخضر شاحب غير متناسق، استُخدم بشكل محدود خلال العصر النيوليثي، ووجد في الألهون من عصر الدولة الوسطى وبطيبة من عصر الدولة الحديثة."
    },
    {
      "title": "الكالسيت (المرمر)",
      "description": "عرف نوعان من الكالسيت: الأول هو المرمر المصري الذي يشبه الرقائق واستخدم في أثاث مقبرة توت عنخ آمون، والثاني هو المرمر الأيسلندي الذي يتميز بشفافيته ورخاوته، واستُخرج من العمارنة والصحراء الشرقية."
    },
    {
      "title": "الزجاج",
      "description": "استخدم المصريون القدماء الزجاج كبديل للأحجار شبه الكريمة في تزيين المشغولات الخشبية مثل الصناديق والتوابيت. كما استُخدم في ترصيع عيون التماثيل. كان الزجاج يُصنع بخلط الرمل والنطرون ويشكل بالنفخ، وتنوعت ألوانه بين الأخضر، الأزرق، الأسود، الأصفر، الأحمر، والأبيض."
    },
    {
      "title": "الأحجار شبه الكريمة",
      "description": "استُخدمت الأحجار شبه الكريمة في تزيين المشغولات الخشبية لأغراض جمالية ودينية، لما تتميز به من ألوان زاهية تحاكي الطبيعة وتعبر عن معتقدات المصريين القدماء."
    },
    {
      "title": "العقيق",
      "description": "استُخدم العقيق منذ عصر ما قبل الأسرات، وكان يُستخرج من الصحراوين الشرقية والغربية وسيناء. تميز بألوانه مثل العقيق اليماني الأحمر والعقيق شبه الشفاف. نظرًا لندرته، استعاض الصناع عنه بمواد بديلة مثل الكوارتز المصبوغ."
    },
    {
      "title": "اللازورد",
      "description": "حجر معتم ذو لون أزرق عروق بيضاء وحبيبات صفراء لامعة. لم تكن هناك محاجر له في مصر، بل جُلب من الإمارات الشرقية منذ عصر ما قبل الأسرات، واستخدم في تزيين الأثاث والمجوهرات."
    },
    {
      "title": "الفيروز",
      "description": "يوجد الفيروز في عروق تتخلل الحجر الرملي، واستُخدم في تزيين الأثاث مثل قطع أثاث الملك توت عنخ آمون. استُخرج من الصحراء الشرقية وشبه جزيرة سيناء."
    }
  ]
},
{
  "title": "أدوات وعدد النجارة في مصر القديمة",
  "description": "أبدع المصريون القدماء في استخدام أدوات النجارة لتصنيع الأثاث والمشغولات الخشبية المتنوعة. استخدموا أدوات متطورة مثل القادوم، البلطة، الأزميل، والمنشار، وابتكروا تقنيات في التثبيت والتشكيل تعكس مدى تطورهم في هذا المجال.",
  "listItems": [
    {
      "title": "القادوم",
      "description": "كان القادوم أداة أساسية في أعمال النجارة، واستخدم في التشكيل، السحج، والقطع. يتكون القادوم من مقبض خشبي قصير أو طويل مع نصل معدني يُثبت بإحكام بواسطة حبال كتانية أو سيور جلدية. عُثر على نماذج متعددة للقادوم في مقابر تعود لعصور مختلفة، منها مقبرة تحوتمس الثالث."
    },
    {
      "title": "البلطة",
      "description": "استخدمت البلطة لقطع وشق الخشب، وكانت تصنع من نصال معدنية بأشكال متنوعة، منها نصال ذات نتوءات أو ثقوب. تم تثبيت هذه النصال بمقابض خشبية باستخدام سيور جلدية لضمان ثباتها أثناء الاستخدام. وجدت نصال بلطات في مواقع مثل المعادي وأبيدوس تعود لعصر ما قبل الأسرات والعصر العتيق."
    },
    {
      "title": "الأزميل",
      "description": "كان الأزميل يُستخدم لحفر الحزوز والنقر في الخشب، بالإضافة إلى تحديد الأشكال الدقيقة. تم تثبيت نصال الأزاميل بمقابض خشبية قوية، واستخدم النجارون هذه الأداة في تصميم الأثاث المزخرف والتماثيل."
    },
    {
      "title": "المثقاب والمخراز",
      "description": "استُخدم المثقاب والمخراز لثقب الخشب، وكانا من الأدوات الدقيقة التي ساعدت في تثبيت الأجزاء المختلفة من الأثاث والمشغولات الخشبية. عُثر على نماذج لهذه الأدوات في ورش النجارة القديمة."
    },
    {
      "title": "المنشار اليدوي",
      "description": "كان المنشار اليدوي يُستخدم لنشر الألواح الخشبية وتقطيعها إلى الأحجام المطلوبة. صُنعت نصال المناشير من المعادن الحادة، وثُبتت بإحكام في مقابض خشبية لتوفير قبضة قوية أثناء العمل."
    },
    {
      "title": "المخرطة والسكين",
      "description": "استخدمت المخرطة والسكين في عملية خرط الخشب وصناعة الأشكال الأسطوانية والدائرية، مثل أرجل الطاولات والكراسي. سمحت هذه الأدوات بإنتاج مشغولات خشبية ذات تفاصيل دقيقة وجميلة."
    },
    {
      "title": "أدوات القياس والتثبيت",
      "description": "شملت أدوات القياس الزاوية القائمة والموازين الخيطية لضبط واستقامة الأسطح الخشبية. كما استخدمت أحجار الصقل لتنعيم وصقل المشغولات الخشبية بعد تشكيلها."
    }
  ],
  "imageUrls": [
      "/assets/daily-life/Furniture/قواديم.PNG",
      "/assets/daily-life/Furniture/مطارق خشبيه ومنشار.PNG",
    "/assets/daily-life/Furniture/2قواديم.png",
    "/assets/daily-life/Furniture/صقل سرير.png",
    "/assets/daily-life/Furniture/تشكيل بالقادوم.png"
  ],
  "imageDescriptions": [
      "قواديم",
    "مطارق خشبيه ومنشار",
    "2قواديم",
    "صقل سرير",
    "تشكيل بالقادوم"
  ]
}

]