[
{
  "title": "خامات النباتات في صناعة الأثاث المصري القديم",
  "description": "اعتمد المصريون القدماء على أنواع مختلفة من الأخشاب المحلية والمستوردة لصناعة الأثاث، حيث تأثر توافرها بالمناخ والتغيرات البيئية على مدار العصور. مع قلة الأمطار والجفاف الذي أصاب مصر منذ نهايات العصر الحجري، بدأ المصريون في استيراد الأخشاب من الدول المجاورة لتعويض نقص الموارد المحلية."
}
,
{
  "title": "أنواع الأشجار المستخدمة",
  "listItems": [
    {
      "title": "الجميز",
      "description": "تُعد من أهم الأشجار التي نمت في مصر منذ عصر ما قبل الأسرات، وتمتاز بدوام خضرتها وضخامتها. استخدم المصريون القدماء أخشابها في صناعة التماثيل، التوابيت، الصناديق، الأبواب، والمراكب، بالإضافة إلى بعض الأثاث الجنائزي والدنيوي. ارتبطت الشجرة دينيًا بالإله أوزوريس والإلهتين حاتحور ونوت، وكانت تُزرع في الحدائق والمعابد. عُثر على نقوش في مقابر الدولة القديمة والوسطى توضح اجتثاث جذوعها لاستخدامها في المشغولات الخشبية المختلفة."
    },
    {
      "title": "السنط",
      "description": "شجرة متوسطة الارتفاع تتميز بأخشابها الصلبة المقاومة للمياه. استخدمها المصريون في بناء السفن والتوابيت والأدوات الحرفية. ورد ذكرها في نصوص من عصر الدولة القديمة، حيث صُنع منها جزء من سفينة وني، كما استخدمت في نجارة العمارة. كما تلقت مصر أخشاب السنط كهدايا من النوبيين خلال عصر تحتمس الثالث ورمسيس الثالث."
    },
    {
      "title": "الأثل (الطرفاء)",
      "description": "وردت في النقوش على جدران المقابر وتوجد منها نوعان: الأول صغير الحجم بأغصان نحيفة، والثاني ذو ارتفاع متوسط. استخدمت أخشابها في صناعة الأثاث والأدوات الزراعية والمراكب. كما استُخدمت ظلالها في بعض التصاوير المقدسة لأوزوريس."
    },
    {
      "title": "البرساء (اللبخ)",
      "description": "شجرة دائمة الخضرة، استخدمت أخشابها السوداء أو البنية الفاتحة في صناعة الأسرة، المناضد، التماثيل، وخاصة تماثيل الأوشابتي. كانت ضمن أشجار المعابد المقدسة، حيث نُقشت مناظرها على جدران المعابد، وذُكرت في الهدايا المقدمة للآلهة مثل رع وحور أختي في عهد تحتمس الثالث ورمسيس الثاني."
    },
    {
      "title": "الصفصاف",
      "description": "تم التعرف على نوعين منها: أحدهما ذو أخشاب بيضاء ناعمة استخدمت في صناعة الأدوات والمقابض، والآخر غُرست أشجاره في معابد حاتحور. عُثر على بقايا خشب الصفصاف في المتحف الزراعي بالقاهرة."
    },
    {
      "title": "الخروب",
      "description": "شجرة دائمة الخضرة بطيئة النمو، تمتاز أخشابها بلونها الأحمر وصلابتها. استخدمت في صناعة التوابيت، المعدات الحربية، والأثاث المُطعَّم بالذهب والعاج. ورد ذكر أخشابها في نصوص تحتمس الثالث، حيث تلقى كتلًا منها من سوريا وآشور، كما قدَّم رمسيس الثالث خشب الخروب هدية للإله آمون."
    },
    {
      "title": "النبق (السدر)",
      "description": "شجرة بطيئة النمو دائمة الخضرة، تمتاز أخشابها الصفراء الصلبة. استخدمت في صناعة التوابيت، الأدوات الزراعية، وبعض قطع الأثاث الملكي مثل جوانب مقاصير الملك توت عنخ آمون. تم العثور على تابوت من النبق يعود للأسرة الثالثة في سقارة."
    },
    {
      "title": "الهجليج",
      "description": "تنمو في النوبة والواحات، وتتميز أخشابها بالصلابة والمقاومة للحشرات. استخدمت أخشابها في صناعة الأدوات الحرفية، الأثاث، ومقابض الأدوات مثل القدوم والبلطة والمنشار. عُثر على أجزاء منها تعود لعصر الدولة الحديثة محفوظة في المتحف الزراعي بالقاهرة."
    },
    {
      "title": "المخبط",
      "description": "شجرة بطيئة النمو دائمة الخضرة، يصل ارتفاعها إلى حوالي 12 مترًا. استخدم نجارو مصر القديمة أخشابها في بناء المراكب وصناعة الأدوات الزراعية، كما استخدمت أليافها لصنع الحبال. عُثر على بعض أجزائها تعود لعصر الدولة الوسطى بجبانة طيبة."
    },
    {
      "title": "نخيل البلح",
      "description": "يتميز ببطء نموه وجذوعه المرتفعة. استخدم جريده في صناعة الأثاث وهياكل الأدوات الحرفية، كما استخدمت أليافه في صنع الحبال التي استُخدمت في تثبيت المشغولات الخشبية المختلفة. ورد ذكره في العديد من النصوص، مثل بردية هاريس، حيث أنشأ الملك رمسيس الثالث حدائق زُرع بها نخيل البلح."
    },
    {
      "title": "نخيل الدوم",
      "description": "أكبر وأضخم من نخيل البلح، استخدمت جذوعه كساريات لتزيين المعابد والمراكب. كما استخدمت أليافه في صناعة الحبال التي استُخدمت في عمليات التثبيت والربط. ورد اسمه في قائمة أشجار حدائق إنيني بـ 120 نخلة دوم."
    },
    {
      "title": "نخيل العرجون",
      "description": "نخيل ذو أوراق مروحية الشكل وثماره بنفسجية مائلة للبني. استخدم خشبه القوي في صناعة الأثاث، كما استخدمت أليافه لصنع الحبال. ورد ذكره في قائمة أشجار حدائق إنيني بـ 30 نخلة عرجون."
    },
    {
      "title": "الرمان",
      "description": "أُدخل إلى مصر خلال عصر الدولة الحديثة، وقد يكون في عصر الهكسوس. صُوِّر في قاعة النباتات بمعبد الكرنك، كما ورد ذكره في مقابر إنيني وأبي ومري رع. استخدم في صبغ الجلود وصناعة أجزاء من المركبات الحربية مثل الأطر الخارجية لعجلات العربات."
    },
    {
      "title": "التين",
      "description": "أشجاره متينة الجذوع لكنها ذات أغصان ضعيفة. استخدمت أخشابه في الصناعات الخشبية غير الهامة. صُورت أشجاره في مقابر بني حسن من عصر الدولة الوسطى، كما عُثر على مناظرها في مقابر الدولة الحديثة."
    },
    {
      "title": "اللوز",
      "description": "شجرة متساقطة الأوراق تنمو في الوجه البحري. استخدمت أخشابها في صناعة الأدوات الحرفية والمهنية مثل الصولجانات. وردت في النصوص المصرية القديمة التي تشير إلى أماكن نمو الأشجار المحلية."
    }
  ],
  "imageUrls": [
    "/assets/daily-life/Furniture/شجرة-الجميز.PNG",
    "/assets/daily-life/Furniture/شجرة-السنط.PNG"
  ],
  "imageDescriptions": [
    "شجرة الجميز",
    "شجرة السنط"
  ]
}
,
{
  "title": "الأشجار الأجنبية المستوردة",
  "description": "استورد المصريون القدماء أنواعًا مختلفة من الأخشاب من الدول المجاورة لتعويض نقص الموارد المحلية. لعبت هذه الأخشاب دورًا هامًا في صناعة الأثاث، بناء السفن، المعابد، والمعدات الحربية، وكانت تأتي من بلاد مثل لبنان، بونت، وسوريا. تم توثيق استيراد هذه الأخشاب في النقوش والمعابد، مما يدل على أهميتها في الحضارة المصرية القديمة.",
  "listItems": [
    {
      "title": "الأرز",
      "description": "تنمو أشجار الأرز في شكل غابات صغيرة ويصل ارتفاعها إلى 33 مترًا. استوردها المصريون القدماء من لبنان وجبيل، واستخدمت في بناء المراكب، ساريات الأعلام، والأثاث الفاخر مثل الكراسي والتوابيت. ورد ذكرها في نصوص الدولة القديمة، وأظهرت بعض النقوش مشاهد لاستيرادها."
    },
    {
      "title": "الأبنوس",
      "description": "خشب صلب داكن اللون، استورده الفراعنة من بلاد بونت والنوبة. استخدم في صناعة التوابيت، التماثيل، الأثاث الفاخر، والصناديق المزخرفة. ذُكر في نقوش معبد الدير البحري ومقبرة رخميرع، كما قُدم كجزء من الجزية للملوك المصريين."
    },
    {
      "title": "العرعر",
      "description": "شجرة متوسطة الارتفاع تنمو بكثرة في سوريا وآسيا الصغرى. استخدم المصريون خشبها في صناعة التوابيت، مساند الرأس، الصناديق، وبعض العناصر المعمارية مثل الأبواب. ورد ذكره ضمن الجزية المقدمة من الأمراء الأجانب."
    },
    {
      "title": "البلوط",
      "description": "خشب متين مقاوم للعوامل الجوية، استخدم في صناعة المعدات الحربية كالأقواس والمركبات، وكذلك في تمويه وتغشية بعض قطع الأثاث. عُثر على قطع منه في مقبرة توت عنخ آمون."
    },
    {
      "title": "السرو",
      "description": "أشجار مستقيمة ذات أخشاب صلبة مقاومة للحشرات. استخدمت في صنع ساريات الأعلام، التوابيت، الصناديق، وبعض أدوات الحرفيين. عُثر على بقايا منها تعود لعصر ما قبل الأسرات."
    },
    {
      "title": "الصنوبر",
      "description": "استورد المصريون أنواعه المختلفة من سوريا وآسيا الصغرى. استخدم في صناعة التوابيت ونجارة العمارة، وعُثر على قطع منه تعود لعصر ما قبل الأسرات."
    }
  ],
  "imageUrls": ["/assets/daily-life/Furniture/شجرة-الأرز.PNG"],
  "imageDescriptions": ["شجرة الأرز"]
}
,
{
  "title": "خامات المعادن في مصر القديمة",
  "description": "استخدم المصريون القدماء العديد من المعادن والأحجار في الصناعات المختلفة، مثل النجارة، تكسية الأثاث، صناعة الأدوات، وصياغة الحُلي والمجوهرات. استُخرجت بعض المعادن محليًا، بينما تم استيراد البعض الآخر عبر التجارة والهدايا.",
  "listItems": [
    {
      "title": "النحاس",
      "description": "كان النحاس من أقدم المعادن التي استخدمها المصريون القدماء، حيث استُخدم منذ عصر ما قبل الأسرات في تكسية المشغولات الخشبية وصنع الأدوات مثل المناشير، السكاكين، القواديم، والمثاقب. تم استخراجه من الصحراء الشرقية وشبه جزيرة سيناء، وتمت معالجته بالصهر والطرق والتشكيل."
    },
    {
      "title": "الذهب",
      "description": "كان الذهب رمزًا للثروة والملكية، واستخدم في تغشية المشغولات الخشبية، وصنع المسامير والشرائط الزخرفية. كان يُستخرج من مناجم الصحراء الشرقية، ثم يُغسل ويُفصل عن الشوائب قبل صهره وتشكيله في ورش الصياغة."
    },
    {
      "title": "الفضة",
      "description": "استُخدمت الفضة في تغشية الأثاث، مثل التوابيت ومساند الرأس والأبواب، كما استُخدمت لصنع كعوب الكراسي والمقاعد والمسامير المعدنية المُبرشمة. يُعتقد أن الفضة كانت تُستورد إلى مصر من بعض المناطق الآسيوية."
    },
    {
      "title": "الفِيانس (القاشاني)",
      "description": "كان الفِيانس المصري مصنوعًا من مسحوق الكوارتز المزجج، واستُخدم في صناعة المكاحل وصناديق الألعاب وبعض المشغولات الخشبية. تميز بألوان مختلفة حسب العصور، مثل الأزرق المشرب بالخضرة والأخضر خلال الدولة الوسطى، وتنوعت ألوانه في الدولة الحديثة لتشمل الأبيض، الأحمر، والأصفر."
    },
    {
      "title": "الظران",
      "description": "أحد أقدم الأحجار المستخدمة في مصر القديمة، حيث استخدمه المصريون في صنع الأدوات الحادة مثل نصال المناشير والمثاقب. كما استُخدم في لحام النحاس وصنع التجاويف النحاسية الأسطوانية للأثاث الملكي مثل سرير الملكة حتب حرس."
    },
    {
      "title": "البرونز",
      "description": "بدأ استخدام البرونز في عصر الدولة الوسطى، حيث صُنعت منه نصال الأدوات وأجزاء الأثاث مثل كعوب الأسرة والكراسي والصناديق. كما استخدم في صناعة الوصلات المعدنية لبعض المقاعد القابلة للطي، وتم تشكيله بعمليات الطرق والصب."
    },
    {
      "title": "الحديد",
      "description": "رغم ندرة العثور على مشغولات حديدية بسبب تعرضها للتآكل، إلا أن المصريين استخدموا الحديد منذ عصر ما قبل الأسرات في صناعة الأدوات مثل نصال المناشير والمثاقب. كما استُخدمت مركباته الملونة في الطلاء والزخرفة، وكانت خامات الحديد متوفرة في الصحراء الشرقية والغربية وسيناء."
    },
    {
      "title": "المرمر",
      "description": "كان المرمر حجرًا شفافًا أبيض مائلًا للصفرة، استُخدم في أعمال التطعيم مثل ترصيع عيون التماثيل والتوابيت، كما استُخدم مسحوقه مع الراتنج لتثبيت الترصيعات المختلفة."
    },
    {
      "title": "الجص",
      "description": "استُخدم الجص المصنوع من مسحوق الحجر الجيري والماء والغراء في طلاء الأسطح الخشبية. سمح ذلك بإنشاء نقوش دقيقة وزخارف على الأثاث، كما استُخدم لتثبيت الرقائق المعدنية المُغشاة بالذهب والفضة."
    }
  ]
}
,
{
  "title": "خامات الحجارة في مصر القديمة",
  "description": "اعتمد المصريون القدماء على مجموعة متنوعة من الأحجار الطبيعية وشبه الكريمة في تزيين المشغولات الخشبية، صناعة الأدوات، وتزيين الأثاث والمباني. استُخدمت هذه الأحجار لأغراض جمالية ودينية، واستُخرج بعضها محليًا بينما استُورد البعض الآخر من دول مجاورة.",
  "listItems": [
    {
      "title": "الحجر الجيري",
      "description": "استخدم المصريون مسحوق الحجر الجيري لصنع الجص وتغطية الأسطح الخشبية، حيث كان يُخلط بالغراء أو الصمغ لتثبيته على النواة الخشبية. كما استُخدم في ترصيع عيون التماثيل وزخرفة التوابيت والمركبات."
    },
    {
      "title": "الحجر الرملي",
      "description": "شكّل المصريون من الحجر الرملي أحجار صقل بأشكال متعددة لإزالة خشونة الأسطح الخشبية وتنعيمها. كما استُخدم مسحوقه ممزوجًا بمادة زجاجية لصناعة مواد تزيينية. استُخرج من الصحراء الشرقية وسيناء."
    },
    {
      "title": "الفلسبار الأخضر",
      "description": "هو حجر معتم ذو لون أخضر شاحب غير متناسق، استُخدم بشكل محدود خلال العصر النيوليتي، ووجد في الألهون من عصر الدولة الوسطى وبطيبة من عصر الدولة الحديثة."
    },
    {
      "title": "الكالسيت (المرمر)",
      "description": "عُرف نوعان من الكالسيت: الأول هو المرمر المصري الذي يشبه الرقائق واُستخدم في أثاث مقبرة توت عنخ آمون، والثاني هو المرمر الأيسلندي الذي يتميز بشفافيته ورخاوته، واستُخرج من العمارنة والصحراء الشرقية."
    },
    {
      "title": "الزجاج",
      "description": "استخدم المصريون القدماء الزجاج كبديل للأحجار شبه الكريمة في تزيين المشغولات الخشبية مثل الصناديق والتوابيت. كما استُخدم في ترصيع عيون التماثيل. كان الزجاج يُصنع بخلط الرمل والنطرون ويُشكّل بالنفخ، وتنوعت ألوانه بين الأخضر، الأزرق، الأسود، الأصفر، الأحمر، والأبيض."
    },
    {
      "title": "الأحجار شبه الكريمة",
      "description": "استُخدمت الأحجار شبه الكريمة في تزيين المشغولات الخشبية لأغراض جمالية ودينية، لما تتميز به من ألوان زاهية تحاكي الطبيعة وتعبر عن معتقدات المصريين القدماء."
    },
    {
      "title": "العقيق",
      "description": "استُخدم العقيق منذ عصر ما قبل الأسرات، وكان يُستخرج من الصحراوين الشرقية والغربية وسيناء. تميز بألوانه مثل العقيق اليماني الأحمر والعقيق شبه الشفاف. نظرًا لندرته، استعاض الصناع عنه بمواد بديلة مثل الكوارتز المصبوغ."
    },
    {
      "title": "اللازورد",
      "description": "حجر معتم ذو لون أزرق مع عروق بيضاء وحبيبات صفراء لامعة. لم تكن هناك محاجر له في مصر، بل جُلب من الإمارات الشرقية منذ عصر ما قبل الأسرات، واستخدم في تزيين الأثاث والمجوهرات."
    },
    {
      "title": "الفيروز",
      "description": "يوجد الفيروز في عروق تتخلل الحجر الرملي، واستُخدم في تزيين الأثاث مثل قطع أثاث الملك توت عنخ آمون. استُخرج من الصحراء الشرقية وشبه جزيرة سيناء."
    }
  ]
}
,
{
  "title": "خامات الحيوان",
  "listItems": [
    {
      "title": "العاج",
      "description": "حصل المصريون على العاج من أنياب الفيلة ذكورها وإناثها، وتميزت الأولى بجودتها ولونها الأبيض المشرب بالصفرة الذي يتخلله عروق شفافة تشبه إلى حد ما ألياف الخشب، أما الثانية فلونها يقارب لون العظام العادية الخالية من الألياف الواضحة. كما حصلوا على بعضه الآخر من أنياب فرس النهر الذي كان يستوطن مصر خلال العصور المختلفة. يتميز العاج بدقة حبيباته وقابليته للنقش والحفر والنحت والنشر. حين تعذر عليهم الحصول على العاج من المصادر المحلية، لجأوا إلى استيراده من خارج البلاد، خاصة من بعض الأقاليم الواقعة على الحدود الشرقية والغربية. قاموا بصبغ بعضه بالألوان المختلفة كالأحمر الذي شاع استخدامه، والبني القاتم، والأسود، والأخضر. استُغل العاج في مجالات عديدة حيث تم نشره على هيئة ألواح رقيقة أو نحته في أشكال نباتية وحيوانية صغيرة الحجم أو في هيئة أقراص أو مثلثات طُعمت ورُصعت أو غُشيت وموهت بها الأسطح الخارجية للعديد من المشغولات الخشبية الصغيرة. فضلاً عن استخدامه في صنع مقابض بعض الأدوات الحرفية والمهنية مثل الأرجل الحيوانية، الخناجر، المراوح، والسياط."
    },
    {
      "title": "الجلد",
      "description": "استخدم المصري القديم الجلد في تشكيل بعض جلسات الكراسي والمقاعد، وبعض حشوات الأسرة وأرضيات المركبات وتبطين بعض أسطحها الداخلية. كما ثُبت حول أطر عجلاتها لحماية الخشب."
    },
    {
      "title": "الغراء",
      "description": "استخدم المصريون الغراء، الذي يُعد من أقدم المواد اللاصقة وأشهرها، في تثبيت الوصلات الخشبية المختلفة. عُثر على صناديق من عصر الدولة القديمة ثبتت أجزاؤها بالغراء، فضلاً عن عصي وصولجانات من عصر الدولة الحديثة. استُغل الغراء المضاف إليه مسحوق الحجر الجيري في سد الثقوب وإخفاء العيوب ببعض الأسطح الخشبية، كما عُد مادة مثبتة للألوان كما يتضح في مقبرة الملكة حتب حرس."
    },
    {
      "title": "المعى",
      "description": "عبارة عن أمعاء حيوانية تتميز بصلابتها وقوة تحملها ومقاومتها للقطع فضلاً عن ليونتها. استخدمها المصري في صنع أوتار بعض الأقواس اعتباراً من عصر الدولة القديمة وربما قبل ذلك، كما استُغلت في صنع بعض أوتار الآلات الموسيقية كالهارب والعود والكنارة. عُثر على سير جلدي في البداري يُعتقد أنه معى، وكذلك عُثر على عدد من قطع المعى المفتولة التي يرجع تاريخ بعضها إلى عصور الدولة القديمة والانتقال الثاني والدولة الحديثة."
    },
    {
      "title": "القرون",
      "description": "جمع المصري بعض قرون الحيوانات التي قام بصيدها أو التي عثر عليها متخلفة عن حيوانات نافقة سواء بمناطق الأحراش أو ببعض الأودية الصحراوية للاستفادة منها في حياته العملية، ومنها صناعة الأقواس حيث كان يصل كل قرنين معاً بقطعة خشبية من جزئهما السفلي لتكوين قوس مرن سهل الحركة والاستعمال. كما استخدم بعضها كأوانٍ لحفظ الزيوت التي استُغلت في عملية تجليخ أدوات النجارين، كما شُكلت منها نصال بعض الحراب."
    },
    {
      "title": "الرق",
      "description": "عبارة عن جلد حيواني أُزيل شعره بفركه بمادة حاكة حتى يصبح مصقولاً. استخدمه الصناع المصريون في تغطية هياكل الطبول والصناديق الصوتية لبعض الآلات الموسيقية الوترية لما له من قدرة عالية على نقل وتكبير اهتزازات الأصوات. عُثر عليه مستخدماً بطبلة تعود لعصر الدولة الوسطى كشف عنها جاريستانج بجبانة بني حسن، وكذلك بعود كشف عنه بروير بجبانة دير المدينة من عصر الدولة الحديثة."
    },
    {
      "title": "الشعر",
      "description": "استخدم صانعو المركبات الشعر الطويل لبعض الحيوانات خاصة الجياد والحمير في صنع وتشكيل المذبات، التي تكونت الواحدة منها من مقبض خشبي ثبت بقمته شعر حيواني. عُثر على أربعة مذبات بمقبرة الملك توت عنخ آمون، وبفحص شعر كل منها تبين أنه يرجع للحيوانات المشار إليها. كانت تلك المذبات تُعلق على ظهور جياد المركبات."
    }
  ]
}
,
{
  "title": "خامات من الطير",
  "listItems": [
    {
      "title": "الريش",
      "description": "استخدم المصري ريش النعام، الحمام، دجاج الماء، وبعض الطيور الأخرى في حشو وسائد الكراسي والمقاعد والأرائك، وبعض مواطئ الأقدام والمراوح ذات الأشكال المختلفة. ويبدو أن هذا الريش كان معروفًا منذ حضارتي دير تاسا والبداري. كان من أهم أنواع الريش المستخدم ريش النعام، الذي كان يعيش في الصحارى المصرية حتى وقت متأخر. وُجدت عدة مناظر لهذا الطائر على جدران بعض مقابر الدولة القديمة، بالإضافة إلى مروحة الحفلات الخاصة بالملك توت عنخ آمون. وهناك منظر لريش هذا الطائر يُقدمه بعض الفراعنة كهدايا وجزية من رؤساء ووفود بلاد بونت والنوبة إلى البلاط الملكي."
    },
    {
      "title": "البيض",
      "description": "تعرف المصري على بيض بعض الطيور التي كان يقتنصها، واستغل بعضها في غذائه. لاحظ المصري أنه في حالة كسر بعض البيض، تلتصق القشور بالنباتات أو الأشياء المحيطة بها أو بالأسطح الصخرية أو الرملية. بمعرفته لهذه الخاصية، بالإضافة إلى جمال مظهر قشورها وتعدد ألوانها، أوحى له ذلك باستخدامها كأحد مواد التطعيم والزخرفة وتجميل أسطح بعض الأثاث الخشبي. كما استخدم صفار البيض، فيما يبدو، بعد عزله عن البياض، نظرًا لقدرته الفائقة في عملية اللصق، فضلاً عن أنه لا يتأثر بالماء بعد جفافه أو تقادم الزمن به."
    }
  ]
}
,
{
  "title": "خامات من الحشرات والأحياء البحرية",
  "listItems": [
    {
      "title": "شمع العسل",
      "description": "استخدمه النجارون في صناعة السفن المختلفة، وطلاء بعض الأسطح الخشبية الملونة، وتثبيت قطع الظران المسننة بالهياكل الخشبية للمناجل. عرف المصري القديم النحل وفوائده، فعمل على تسكينه في خلايا طينية. لاستخراج الشمع، يُفرز العسل ثم يوضع في ماء يغلي فيذوب العسل ويطفو الشمع على السطح ليُجمع بعد أن يتجمد."
    },
    {
      "title": "الأصداف والمحار",
      "description": "لاحظ المصري منذ عصر ما قبل الأسرات بعض الأصداف ذات الأشكال والألوان الجميلة في المناطق البرية، بالقرب من ضفاف النيل وفروعه وسواحل البحر. قام بجمعها واستخدمها في زينته الشخصية، ثم انتقل لاستغلالها في تطعيم بعض المشغولات الخشبية، خاصة الصناديق. ويبدو أن المصري لم يقتصر على جمعها بل عمل على استخراجها من مصادرها."
    }
  ]
}
,
{
  "title": "أدوات وعدد النجارة في مصر القديمة",
  "description": "أبدع المصريون القدماء في استخدام أدوات النجارة لتصنيع الأثاث والمشغولات الخشبية المتنوعة. استخدموا أدوات متطورة مثل القادوم، البلطة، الأزميل، والمنشار، وابتكروا تقنيات في التثبيت والتشكيل تعكس مدى تطورهم في هذا المجال.",
  "listItems": [
    {
      "title": "القادوم",
      "description": "كان القادوم أداة أساسية في أعمال النجارة، واستخدم في التشكيل، السحج، والقطع. يتكون القادوم من مقبض خشبي قصير أو طويل مع نصل معدني يُثبَّت بإحكام بواسطة حبال كتانية أو سيور جلدية. عُثر على نماذج متعددة للقادوم في مقابر تعود لعصور مختلفة، منها مقبرة تحوتمس الثالث."
    },
    {
      "title": "البلطة",
      "description": "استخدمت البلطة لقطع وشق الخشب، وكانت تُصنع من نصال معدنية بأشكال متنوعة، منها نصال ذات نتوءات أو ثقوب. تم تثبيت هذه النصال بمقابض خشبية باستخدام سيور جلدية لضمان ثباتها أثناء الاستخدام. وُجدت نصال بلطات في مواقع مثل المعادي وأبيدوس تعود لعصر ما قبل الأسرات والعصر العتيق."
    },
    {
      "title": "الأزميل",
      "description": "كان الأزميل يُستخدم لحفر الحزوز والنقر في الخشب، بالإضافة إلى تحديد الأشكال الدقيقة. تم تثبيت نصال الأزاميل بمقابض خشبية قوية، واستخدم النجارون هذه الأداة في تصميم الأثاث المزخرف والتماثيل."
    },
    {
      "title": "المثقاب والمخراز",
      "description": "استُخدم المثقاب والمخراز لثقب الخشب، وكانا من الأدوات الدقيقة التي ساعدت في تثبيت الأجزاء المختلفة من الأثاث والمشغولات الخشبية. عُثر على نماذج لهذه الأدوات في ورش النجارة القديمة."
    },
    {
      "title": "المنشار اليدوي",
      "description": "كان المنشار اليدوي يُستخدم لنشر الألواح الخشبية وتقطيعها إلى الأحجام المطلوبة. صُنعت نصال المناشير من المعادن الحادة، وثُبِّتت بإحكام في مقابض خشبية لتوفير قبضة قوية أثناء العمل."
    },
    {
      "title": "المخرطة والسكين",
      "description": "اُستخدمت المخرطة والسكين في عملية خرط الخشب وصناعة الأشكال الأسطوانية والدائرية، مثل أرجل الطاولات والكراسي. سمحت هذه الأدوات بإنتاج مشغولات خشبية ذات تفاصيل دقيقة وجميلة."
    },
    {
      "title": "أدوات القياس والتثبيت",
      "description": "شملت أدوات القياس الزاوية القائمة والموازين الخيطية لضبط واستقامة الأسطح الخشبية. كما استُخدمت أحجار الصقل لتنعيم وصقل المشغولات الخشبية بعد تشكيلها."
    }
  ],
  "imageUrls": [
    "/assets/daily-life/Furniture/قواديم.PNG",
    "/assets/daily-life/Furniture/مطارق-خشبية-ومنشار.PNG",
    "/assets/daily-life/Furniture/2قواديم.PNG",
    "/assets/daily-life/Furniture/صقل-سرير.PNG",
    "/assets/daily-life/Furniture/تشكيل-بالقادوم.PNG"
  ],
  "imageDescriptions": [
    "قواديم",
    "مطارق خشبية ومنشار",
    "قواديم",
    "صقل سرير",
    "تشكيل بالقادوم"
  ]
}
,
{
  "title": "الأثاث الدنيوي",
  "description": "اشتهرت مصر القديمة بصناعة الأثاث المتطور، حيث كان النجارون يتمتعون بمهارات عالية مكنتهم من إنتاج تصاميم عملية ومتينة تناسب طبيعة البيئة المصرية.",
  "listItems": [
    {
      "title": "الأسرة",
      "description": "نقلت المناظر المصورة على جدران المقابر صورة حية لصناعة الأسرة، حيث أظهرت النجارين وهم يمارسون حرفتهم بأوضاع متنوعة، حاملين أدواتهم المختلفة."
    },
    {
      "title": "فرق النجارين",
      "description": "انقسم النجارون إلى فرق متخصصة؛ حيث تولى فريق عمليات التشكيل والسحج والقطع، بينما كان فريق آخر مسؤولًا عن ضبط استواء الأسطح والصقل باستخدام المحكات الحجرية."
    },
    {
      "title": "التقنيات المستخدمة",
      "description": "استخدم النجارون تقنيات مثل النقر واللسان، والسيور الجلدية، والحبال النباتية لتثبيت الأجزاء المختلفة من الأسرة."
    },
    {
      "title": "التأثير البيئي",
      "description": "نظرًا لطبيعة التربة الرطبة في مصر، احتاج النجارون إلى ابتكار تصاميم متينة، مثل الأسرة المصنوعة من أغصان مشذبة في عصر ما قبل الأسرات."
    },
    {
      "title": "التطور التاريخي",
      "description": "في العصر العتيق، ظهرت تصاميم أكثر تطورًا للأسرة، مثل القوائم السميكة من الأعلى والمسحوبة تدريجيًا للأسفل، واستخدام الشبابيك الخشبية."
    },
    {
      "title": "تصاميم القوائم",
      "description": "تنوعت تصاميم قوائم الأسرة بين المستقيمة والمائلة، ونُحت بعضها بأشكال تحاكي أرجل الحيوانات أو نبات البردي واللوتس."
    }
  ]
}
,
{
  "title": "صناعة الأثاث الدنيوي",
  "description": "تطورت صناعة الأثاث في مصر القديمة عبر العصور، حيث ابتكر الحرفيون تصاميم متينة باستخدام تقنيات متقدمة، وزخارف مميزة تعكس الذوق الفني الرفيع.",
  "listItems": [
    {
      "title": "أنواع الأثاث",
      "description": "شملت صناعة الأثاث الدنيوي الأسرة، الكراسي، المقاعد، الأرائك، مواطئ الأقدام، المناضد، الحوامل، الصناديق، والخزانات."
    },
    {
      "title": "الأسرّة القابلة للطي",
      "description": "في عصر الدولة الوسطى، ابتكر النجارون أسرّة قابلة للطي، مدعمة بدعامات زاوية ومثبتة باستخدام الدسر، مما وفر سهولة في النقل والتخزين."
    },
    {
      "title": "تطور الأسرّة في الدولة الحديثة",
      "description": "تميزت الأسرّة في الدولة الحديثة بجودة أفضل، حيث استخدمت وصلات برونزية متحركة وتصاميم متطورة زادت من متانتها."
    },
    {
      "title": "تصاميم القوائم",
      "description": "نُحتت القوائم بأشكال حيوانية، مثل الأسود والبقر، بينما صُممت أخرى بزخارف هندسية، مما أضفى طابعًا فنيًا جماليًا."
    },
    {
      "title": "صناعة الحشوات",
      "description": "استُخدمت مواد مثل الألياف النباتية وسيور الجلد لصناعة الحشوات، حيث جُدلت بإحكام وثُبتت داخل ثقوب محفورة في الإطارات الخشبية."
    },
    {
      "title": "فن النحت والزخرفة",
      "description": "قام النحاتون بتزيين الأثاث برموز دينية، مثل الإله بس والإلهة تاورت، بالإضافة إلى زخارف نباتية كزهرة البردي، مما أضفى قيمة فنية ودينية على الأثاث."
    },
    {
      "title": "المذهباتية وتزيين الأثاث",
      "description": "استُخدمت صفائح ذهبية ونحاسية في تزيين الأثاث، مع تقنيات الطرق والنقش لإضفاء مظهر فاخر وحماية الخشب من التلف."
    }
  ],
  "imageUrls": [
    "/assets/daily-life/Furniture/أثاث-دنيوي.PNG"
  ]
}
,
{
  "imageUrls": [
    "/assets/daily-life/Furniture/سرير1.PNG",
    "/assets/daily-life/Furniture/سرير2.PNG"
  ],
  "imageDescriptions": [
    "سرير مفتوح",
    " سرير مطوي"
  ]
}
,
{
  "title": "مساند الرأس",
  "description": "كانت مساند الرأس جزءًا مهمًا من الأثاث المصري القديم، حيث صُممت لتوفير دعم مريح للرأس والرقبة، مع دمج عناصر زخرفية ووظيفية تعكس رموزًا دينية وفنية.",
  "listItems": [
    {
      "title": "تصاميم مساند الرأس",
      "description": "تعددت تصاميم مساند الرأس بين القطع المصنوعة من كتلة واحدة، والمكونة من عدة أجزاء، مع استخدام زخارف رمزية مثل عقدة إيزيس."
    },
    {
      "title": "مساند الرأس ذات المحاور",
      "description": "تم تطوير مساند رأس بمحاور متحركة، حيث جُمعت أجزاؤها باستخدام وصلات النقر واللسان، وعُززت بأربطة نباتية أو جلدية."
    },
    {
      "title": "طرق التثبيت والتجميع",
      "description": "تم تجميع المساند باستخدام تقنيات مثل النقر واللسان والمسامير الخشبية، بينما استخدمت وصلات محورية في النماذج القابلة للطي."
    },
    {
      "title": "تنوع الأجزاء الوسطى",
      "description": "صُممت الأجزاء الوسطى من المساند بأشكال متنوعة، مثل الأعمدة المربعة، والقضبان المتقاطعة، والعناصر الزخرفية المستوحاة من رموز دينية."
    },
    {
      "title": "تشطيب وتزيين مساند الرأس",
      "description": "تم استخدام الجص والألوان الزاهية والذهب والفضة في تزيين مساند الرأس، مع إضافة نقوش بارزة تمثل الآلهة ورموز هيروغليفية."
    }
  ],
  "imageUrls": [
    "/assets/daily-life/Furniture/مساند.PNG"
  ]
}
,
{
  "title": "الكراسي في مصر القديمة",
  "description": "تميزت صناعة الكراسي في مصر القديمة بتنوع تصاميمها وتقنياتها المتطورة، حيث استخدم النجارون المصريون القدماء مواد فاخرة وزخارف دقيقة، مع تطوير وسائل تثبيت متينة لضمان الراحة والجمال.",
  "listItems": [
    {
      "title": "ورش النجارة وتصنيع الكراسي",
      "description": "عمل النجارون في ورش النجارة على تشكيل قطع الكراسي باستخدام أدوات مختلفة مثل القادوم والمثقاب القوسي، مع الاهتمام بتقنيات التثبيت مثل وصلة النقر واللسان لضمان المتانة."
    },
    {
      "title": "الكراسي في عصر الدولة القديمة",
      "description": "تميزت كراسي الدولة القديمة بتصاميم مستقيمة، مع مساند ظهر منفصلة مكونة من ألواح رأسية، واستخدام زخارف نباتية كزهرة البردي."
    },
    {
      "title": "الكراسي الفاخرة في الدولة القديمة",
      "description": "صُنعت بعض الكراسي الفاخرة كعروش ملكية، مع زخارف فنية مثل الصقور وزهور البردي، وقوائم على هيئة أرجل حيوانات كالأُسود، مما أضفى عليها طابع الفخامة."
    },
    {
      "title": "أساليب التثبيت والتوصيل",
      "description": "استخدم الحرفيون تقنيات التثبيت المتنوعة مثل وصلة النقر واللسان، ووصلة النصف على نصف المتقاطعة، مما ساهم في زيادة قوة التماسك بين الأجزاء."
    },
    {
      "title": "أنواع الكراسي وتصاميمها",
      "description": "شملت التصاميم الكراسي البسيطة ذات القوائم المستقيمة، والمزخرفة التي زُينت بزخارف نباتية وحيوانية، والكراسي الملكية التي استخدمت كعروش بأعمال نحت دقيقة."
    },
    {
      "title": "كراسي عصر الدولة الوسطى",
      "description": "تميزت كراسي الدولة الوسطى بمساند ظهر مثلثة، وقوائم مستقيمة أو منحوتة، مع استخدام رؤوس أسود أو لبؤات كزخرفة للقوائم الأمامية."
    },
    {
      "title": "كراسي عصر الدولة الحديثة",
      "description": "أصبحت الكراسي ذات مساند الظهر المثلثة أكثر شيوعًا، مع زخارف غنية مثل الصقور، وعقدة إيزيس، وحيات الكوبرا المجنحة، ما يعكس الطابع الديني والسياسي."
    },
    {
      "title": "هياكل مساند الظهر",
      "description": "تم تصميم بعض مساند الظهر كامتداد للقوائم الخلفية، وأخرى منفصلة مائلة على المساند الأصلية، مع زخارف نباتية أو طبقات جص ملونة."
    },
    {
      "title": "تصميمات القوائم",
      "description": "تعددت أشكال القوائم بين القوائم المستقيمة، والقوائم المحورية، والقوائم المنحوتة بأشكال حيوانية، مع استخدام الكعوب المعدنية لتعزيز الصلابة."
    },
    {
      "title": "تصميمات زخرفية بين القوائم",
      "description": "زُينت الفراغات بين القوائم بتصميمات مثل نبات الوحدة، وأسرى بأشكال أفريقية وآسيوية، وصقور متوجة بقرص الشمس، ما أضاف رموزًا دينية وسياسية للأثاث."
    },
    {
      "title": "التطعيم والتغشية",
      "description": "استُخدمت مواد ثمينة مثل الأبنوس، والعاج، والذهب، والبرونز، لتطعيم الكراسي وإضفاء مظهر فاخر يعكس مكانة مستخدميها."
    },
    {
      "title": "حشوات الجلسات",
      "description": "تنوعت حشوات الجلسات بين الألياف النباتية المجدولة، والسيور الجلدية المشبوكة، والهياكل الجلدية الكاملة، ما أضاف راحة ومتانة إضافية."
    }
  ],
  "imageUrls": [
    "/assets/daily-life/Furniture/كراسي.PNG"
  ]
}
,
{
  "imageUrls": [
    "/assets/daily-life/Furniture/كراسي1.PNG",
    "/assets/daily-life/Furniture/كراسي2.PNG",
    "/assets/daily-life/Furniture/كراسي3.PNG"
  ]
}
,
{
  "title": "تصميم وصناعة المقاعد في مصر القديمة",
  "description": "تميزت صناعة المقاعد في مصر القديمة بالدقة في التصميم، حيث استخدم النجارون تقنيات متقدمة مثل النقر واللسان والتطعيم بمواد ثمينة، مع تطوير تصاميم متينة وزخرفية متنوعة.",
  "listItems": [
    {
      "title": "الهياكل والتصميمات",
      "description": "قام النجارون بتثبيت الأطراف السفلية لبعض المقاعد داخل نقر مقطوعة في الألواح الخشبية، مع نحت القوائم على هيئة أرجل حيوانية، وتزويدها بكعوب لتعزيز الاستقرار."
    },
    {
      "title": "المقاعد في عصر ما قبل الأسرات",
      "description": "صُنعت المقاعد من كتلة خشبية واحدة، مع قوائم قصيرة وتقعير بسيط للجلسات باستخدام الأدوات البدائية مثل القادوم."
    },
    {
      "title": "المقاعد في العصر العتيق",
      "description": "تنوعت تصاميم المقاعد بين ثلاث أو أربع قوائم، بعضها بنقوش نباتية مثل اللوتس والبردي، مع تثبيت الحشوات بسيور جلدية أو ألياف نباتية."
    },
    {
      "title": "المقاعد في عصر الدولة القديمة",
      "description": "شملت مقاعد فاخرة للملوك وأخرى بسيطة للأشراف، حيث نُحتت القوائم على هيئة أرجل الأسود والبقر، مع دعمها بشيكلات مستعرضة لضمان المتانة."
    },
    {
      "title": "المقاعد القابلة للطي في الدولة الوسطى",
      "description": "تم تصميم المقاعد القابلة للطي بوصلات برونزية متحركة، مع استخدام محاور خشبية لتسهيل الطي والتخزين، وتثبيت الحشوات الجلدية أو النباتية بالغراء والصمغ."
    },
    {
      "title": "تصاميم المقاعد في الدولة الوسطى",
      "description": "شملت المقاعد ذات القوائم المستقيمة أو المنحوتة، بالإضافة إلى المقاعد المستطيلة والمزينة بزخارف نباتية وحيوانية."
    },
    {
      "title": "المقاعد في عصر الدولة الحديثة",
      "description": "احتفظ النجارون بنفس التصاميم السابقة مع إضافة أنواع جديدة، مثل المقاعد الشبكية المصنوعة من خشب الأرز والأبنوس، والمقاعد المزينة بمسامير عاجية."
    },
    {
      "title": "المقاعد بدون قوائم",
      "description": "تم تشكيل بعض المقاعد من كتلة خشبية واحدة مع جوانب مرتفعة قليلاً، مما أتاح استخدامها بمرونة أكبر."
    },
    {
      "title": "المقاعد ذات القوائم الأسطوانية",
      "description": "تميزت القوائم بشكلها المسلوب، مع دعمها بشيكلات مستعرضة وهياكل مقعرة مزدوجة، مما زاد من ثباتها."
    },
    {
      "title": "المقاعد القابلة للطي في الدولة الحديثة",
      "description": "تم نحت الأطراف السفلية للمحاور على هيئة أعناق ورؤوس بط، مع تثبيت الوصلات بمسامير برونزية وأوتاد خشبية لضمان المرونة والمتانة."
    },
    {
      "title": "تزيين المقاعد",
      "description": "قام النجارون بتطعيم المقاعد بمواد مثل الأبنوس والعاج، مع استخدام الجص الملون لحماية الخشب وإضافة زخارف جمالية."
    },
    {
      "title": "حشوات الجلسات",
      "description": "تنوعت الحشوات بين الألياف النباتية المجدولة، والسيور الجلدية، والهياكل الجلدية الكاملة، مما وفر راحة ودعماً إضافياً للجلوس."
    }
  ]
}
,
{
  "title": "الأرائك في مصر القديمة",
  "description": "تنوعت تصاميم الأرائك في مصر القديمة بين الأرائك ذات مساند الظهر المستقيمة والمنخفضة، والأرائك ذات المساند المرتفعة، والأرائك التي لم تكن مزودة بمساند للظهر، مما يعكس التنوع في احتياجات واستخدامات المصريين القدماء.",
  "listItems": [
    {
      "title": "أرائك بمساند ظهر مستقيمة منخفضة",
      "description": "تميزت هذه الأرائك بمساند ظهر مستقيمة ومنخفضة، وتم نحت الأطراف الخلفية لجلساتها على هيئة زهور البردي، مع حشوات مصنوعة من الألياف النباتية أو السيور الجلدية. أما القوائم، فكانت مستقيمة أو منحوتة على هيئة أرجل حيوانية، وارتكزت على كعوب مخروطية مفردة أو مزدوجة."
    },
    {
      "title": "أرائك بمساند ظهر مستقيمة أو مثلثة مرتفعة",
      "description": "صُممت هذه الأرائك بهياكل أكبر حجمًا، وتم تشكيل مساند الظهر وفق الأساليب الفنية المستخدمة في الكراسي. زُودت بعض الأرائك بمتكآت للأذرع مستطيلة أو مربعة الشكل، بينما نُحتت القوائم بأشكال حيوانية مشابهة لتلك في الطرز السابقة."
    },
    {
      "title": "أرائك بدون مساند ظهر",
      "description": "لم تجهز معظم هذه الأرائك بمساند للظهر أو متكآت للأذرع، باستثناء بعض النماذج التي احتوت على متكآت منخفضة. تميزت هذه الأرائك بهياكل مشابهة للأنواع السابقة، لكن بعض القوائم الأمامية ثُبتت في وضع مقلوب."
    }
  ],
  "imageUrls": [
    "/assets/daily-life/Furniture/اريكه.PNG"
  ]
}
,
{
  "imageUrls": [
    "/assets/daily-life/Furniture/اريكه1.PNG",
    "/assets/daily-life/Furniture/اريكه2.PNG",
    "/assets/daily-life/Furniture/اريكه3.PNG"
  ]
},
{
  "title": "المناضد في مصر القديمة",
  "description": "لعبت المناضد دورًا أساسيًا في الحياة اليومية للمصريين القدماء، حيث صُنعت بتصاميم متنوعة تتناسب مع الاستخدامات المختلفة، بدءًا من مناضد العمل إلى المناضد الفاخرة المزخرفة.",
  "listItems": [
    {
      "title": "مناضد العصر العتيق",
      "description": "صُنعت بعض المناضد من كتلة خشبية واحدة، بينما تشكل بعضها الآخر من عدة قطع خشبية، مع استخدام وصلة النقر واللسان المدعمة بالمسامير الخشبية لضمان التثبيت."
    },
    {
      "title": "تصاميم المناضد في الدولة القديمة",
      "description": "تنوعت بين المناضد المرتفعة والمنخفضة، والتي تشبه تلك المستخدمة في ورش الصناعات المختلفة، مع دعمها بقوائم خشبية قصيرة وقواعد مستقرة."
    },
    {
      "title": "تطور المناضد عبر العصور",
      "description": "أُضيفت لمسات تصميمية جديدة مثل المظلات ذات الأسقف المقعرة والدعامات الزاوية لدعم الهيكل، مع زخرفة الجوانب بزخارف مستوحاة من العمارة المصرية القديمة."
    },
    {
      "title": "مناضد عصر الدولة الوسطى",
      "description": "تميزت بتصاميم مستطيلة ومستديرة، مع تثبيت الأقراص باستخدام وصلة النقر واللسان، بينما كانت القوائم مصممة بأشكال مستقيمة أو منحوتة على هيئة أرجل حيوانية."
    },
    {
      "title": "مناضد عصر الدولة الحديثة",
      "description": "صُنعت من عدة ألواح خشبية، تراوح عددها بين ثلاثة إلى ستة، وتم تثبيتها باستخدام تقنيات متطورة مثل التعشيق والطول الممتد للألواح، مع إضافة ثقوب للأواني."
    },
    {
      "title": "تصاميم القوائم",
      "description": "تنوعت بين القوائم المستقيمة والمائلة، مع تجاوز بعض القوائم ارتفاع الأقراص لإضافة عناصر زخرفية مثل زهرة البردي أو تكويع الأطراف بأسلوب زخرفي."
    },
    {
      "title": "الدعامات والاتصالات الخشبية",
      "description": "تم دعم القوائم بشيكالات مستديرة أو مستطيلة، مع تثبيتها باستخدام الخوابير، بينما أضيفت قطع خشبية لسد الفراغات بين القوائم والأقراص."
    },
    {
      "title": "مناضد العمل",
      "description": "شملت مناضد الجزارة، ومناضد الخبازين، ومناضد صناع المشغولات الجلدية، حيث كانت كل منها مصممة وفق احتياجات الحرفيين بأشكال مستقرة ومتينة."
    },
    {
      "title": "الزخرفة والتشطيبات",
      "description": "تم طلاء بعض المناضد بالجص الملون، بينما زُينت أخرى بالرسومات والنصوص الهيروغليفية، مع استخدام شرائح خشبية ثمينة للتطعيم."
    }
  ],
  "imageUrls": [
    "/assets/daily-life/Furniture/منضد.PNG",
    "/assets/daily-life/Furniture/منضد1.PNG"
  ]
}
,
{
  "title": "تصميم الحوامل في مصر القديمة",
  "description": "كانت الحوامل تُستخدم لحمل الأواني والمعدات، حيث صُنعت من قطع خشبية مستقرة، مع تصميمات متطورة تضمنت ثقوبًا لاستقبال الأواني وأقراصًا مزخرفة.",
  "listItems": [
    {
      "title": "تصاميم الحوامل في الدولة القديمة",
      "description": "تم تصنيع الحوامل من قطعة خشبية واحدة أو من عدة قطع متصلة، مع أقراص مستديرة أو مربعة، وقوائم مدعمة بشيكالات لتوفير الاستقرار."
    },
    {
      "title": "تصاميم الحوامل في الدولة الوسطى",
      "description": "اتبعت نفس الأساليب السابقة، لكن بعض الحوامل لم تكن تحتوي على أقراص، حيث تم تعشيق القوائم مباشرة لإنشاء فتحة علوية لاستقبال الأواني."
    },
    {
      "title": "تصاميم الحوامل في الدولة الحديثة",
      "description": "شهد هذا العصر إنتاجًا أكبر للحوامل، مع أقراص مربعة ذات تجويف دائري، وقوائم مستقيمة مربعة المقطع، وتدعيمها بتعشيقة النقر واللسان."
    },
    {
      "title": "التصاميم المتطورة",
      "description": "صُنعت بعض الحوامل من ستة قضبان خشبية، مع تعشيقها من الأعلى والأسفل بأربعة قطع خشبية صغيرة، ودُعمت بمسامير خشبية لمزيد من الثبات."
    },
    {
      "title": "التزيين والتشطيب",
      "description": "تم تلوين بعض الحوامل بالجص الملون، بينما زُخرفت أخرى بتصاميم نباتية أو حيوانية، مما أضاف لمسات جمالية إلى استخدامها العملي."
    }
  ]
}
,
{
  "title": "الصناديق والخزانات في مصر القديمة",
  "description": "تميزت صناعة الصناديق والخزانات في مصر القديمة باستخدام أخشاب متينة مثل الأرز والأبنوس، مع تطوير أنظمة فتح وإغلاق متقدمة، وتزيينها بزخارف مستوحاة من الحياة اليومية والرموز الدينية.",
  "listItems": [
    {
      "title": "التشطيبات والديكورات",
      "description": "تم صقل بعض أجزاء الصناديق باستخدام محكات حجرية مختلفة، وأُرفقت عمليات الثقب والصقل أحيانًا بنصوص توضيحية، مثل 'ثقب خزانة بواسطة نجار فنخ'."
    },
    {
      "title": "صناديق الحلي والزينة",
      "description": "صُنعت في عصر الدولة القديمة من الأخشاب المتينة بأشكال مربعة ومستطيلة، بينما استخدمت في الدولة الوسطى أخشاب الأرز والأبنوس والسنط، مع أغطية مسطحة أو مقبية، وبعضها زُود بجارور منزلق يحتوي على أقسام متفاوتة الأحجام."
    },
    {
      "title": "الصناديق متعددة الأغراض",
      "description": "في العصر العتيق، صُنعت صناديق أسطوانية أو مستطيلة من كتلة خشبية واحدة أو عدة قطع متصلة، مع استخدام المسامير الخشبية لاستبدال الأجزاء المعيبة، وتجميع الجوانب بوصلة النقر واللسان أو بخوابير خشبية وسيور جلدية."
    },
    {
      "title": "تصاميم متقدمة في عصر الدولة الحديثة",
      "description": "استُخدمت أخشاب مثل الخروب والأثل لصنع صناديق مستطيلة ومربعة بهيئات متنوعة، مثل الخرطوش الملكي والطيور والحيوانات، مع أنظمة فتح وإغلاق مبتكرة مثل الأغطية المنزلقة والدوران حول محور خشبي."
    },
    {
      "title": "طرق التثبيت والتدعيم",
      "description": "تم تعشيق الجوانب بوصلة النقر واللسان والخوابير والشرائط الجلدية، مع استخدام الغراء. بعض القوائم احتوت على كعوب برونزية أو دُعمت بدعامات مكوعة لتحقيق التوازن والثبات."
    }
  ],
  "imageUrls": [
    "/assets/daily-life/Furniture/خزان.PNG"
  ]
},
{
  "imageUrls": [
    "/assets/daily-life/Furniture/صندوق1.PNG",
    "/assets/daily-life/Furniture/صندوق2.PNG" 
   ]
}
]