[
{
    "title": "خامات المعدن والحجر",
    "listItems": [
        {
            "title": "النحاس",
            "description": "استخدمه المصري القديم منذ عصر ما قبل الأسرات، واستُخدم في صناعة الأدوات والنجارة وتكسية بعض المشغولات الخشبية."
        },
        {
            "title": "الذهب",
            "description": "استُخدم في تكسية الأسطح الخشبية وصناعة الزخارف، وكان يُستخرج من الصحراء الشرقية."
        },
        {
            "title": "الفضة",
            "description": "استخدمت رقائق الفضة في تكسية التوابيت والأثاث والمشغولات المختلفة."
        },
        {
            "title": "الفيانس (القاشاني)",
            "description": "مادة مصنوعة من مسحوق الكوارتز المزجج، واستُخدمت في تغطية الأسطح الخارجية للأثاث والمكاحل وبعض المشغولات الخشبية."
        },
        {
            "title": "الظران",
            "description": "أحد الأحجار التي استُخدمت في صناعة الأدوات، مثل السكاكين والمثاقب، وكان يُستخدم أيضًا في لحام النحاس."
        },
        {
            "title": "البرونز",
            "description": "استُخدم في صناعة الأدوات والمقاعد والكراسي، وكان يُصنع بطريقة الطرق والصب."
        },
        {
            "title": "الحديد",
            "description": "استخدمه المصريون منذ عصر ما قبل الأسرات في صناعة الأدوات المختلفة، وكان يُستخرج من الصحراء الشرقية والغربية."
        },
        {
            "title": "المرمر",
            "description": "حجر مميز بلونه الأبيض أو الأصفر، استُخدم في ترصيع عيون التماثيل والتوابيت، كما استُخدم مسحوقه في التثبيت."
        },
        {
            "title": "الجص",
            "description": "مادة صنعت من مسحوق الحجر الجيري مضافًا إليه الماء والغراء، واستُخدم في طلاء بعض الأسطح الخشبية لتحسين جودتها ولتثبيت الرقائق المعدنية والزخارف الفنية."
        }
    ]
},
{
    "title": "أدوات النجارة",
    "description": "كانت أدوات النجارة جزءًا أساسيًا من الحياة المصرية القديمة، حيث عُثر عليها منذ عصر ما قبل الأسرات، واستمرت بأشكال مختلفة خلال الدولتين القديمة والوسطى والحديثة. تميزت هذه الأدوات بمقابض خشبية طويلة أو قصيرة، مصممة لتوفير الثبات أثناء العمل. شملت أدوات النجارة القادوم للنحت والتشكيل، البلطة للقطع، المثقاب للحفر، الأزميل للحفر الدقيق، والمنشار للنشر. استخدمت أيضًا الزوايا القائمة والموازين لضبط الاستواء، بينما استُخدمت أحجار الصقل لتنعيم الأسطح. وقد أتاحت هذه الأدوات للنجارين تنفيذ تحف فنية متميزة، مثل أثاث الملكة حتب حرس وتوت عنخ آمون.",
    "listItems": [
        { "title": "القادوم", "description": "أداة متعددة الاستخدامات للتشكيل والتقويم." },
        { "title": "البلطة", "description": "مستخدمة في قطع الأشجار والأخشاب." },
        { "title": "المثقاب", "description": "لحفر الثقوب في الأخشاب وربط الأجزاء." },
        { "title": "الأزميل", "description": "للنقش والحفر الدقيق على الخشب." },
        { "title": "المنشار", "description": "لعملية نشر الأخشاب وتحضير الألواح." },
        { "title": "المخرطة", "description": "لتشكيل الخشب بأسطح منحنية." },
        { "title": "زاوية النجارة", "description": "تستخدم لضبط الزوايا المستقيمة في المشغولات." },
        { "title": "أحجار الصقل", "description": "لتنعيم وصقل الأسطح الخشبية." }
    ],
    "imageUrls": [
        "/assets/daily-life/Furniture/furniture5.PNG",
        "/assets/daily-life/Furniture/furniture8.PNG"
    ],
    "imageDescriptions": ["قواديم", "مطارق خشبيه"]
}


]